[
  {
    "id": "001",
    "slug": "001-你为什么需要一个支持系统",
    "title": "你为什么需要一个支持系统",
    "content": "## 你为什么需要一个支持系统\n\n支持系统这个概念在多个领域中都有，我们比较接近心理学的用法，但广度深度上都将超过。\n\n在我所描述的框架中，支持系统是指一个人所拥有的所有心理上物质上的提供支持的人和物的总和。\n\n在情感方面，亲情友情爱情都是支持系统，甚至是最主要的支持系统。\n\n在工作方面，领导的认可放权，下属的忠心卖命，同级的帮助信任，这些也是支持系统。\n\n在物质上，你的钱，你的知识，当然更加是支持系统。\n\n总之，人一定是生活在支持系统中的，当你的支持系统更丰富更完备，工作和生活上就越顺利，至少越顺心。\n\n但普通人很难完整的意识到支持系统的存在，更何谈经营它，使它更健壮，更强大了。\n\n为什么领导总是恋栈，皇帝都恨不得干到死，而普通打工人则视上班与上坟呢？\n\n这就是支持系统的不同。\n\n领导身边的所有人都是他的支持系统，即使领导有过错，其他人也都是尽力补救，委婉劝诫，极少会有人直言批评，所以他的工作是很舒畅的。\n\n而打工人则不同，他本身的定位是其他人的支持系统，所有锅都甩下来，面对领导的pua，同事的推卸责任，下属的阳奉阴违，总之，就是受气。\n\n这仅仅是工作场合的支持系统的区别，就导致了领导总是热爱工作，而员工都不想工作。\n\n在情感方面，有些家族是非常好的支持系统，恩爱和睦，但这样的也是少数，大多数是互相指责，但又互相羁绊。\n\n我认识到支持系统的作用其实是一个很偶然的思考，就是婴儿如何学会说话的，当婴儿开始说话的时候，我们不会指责他说的不对，而是每一次进步都给予其鼓励，每个人都对婴儿的成长感到快乐，即使是最十恶不赦的人，也很少有人对一个胖乎乎的婴儿感到厌恶。\n\n但我们在学习中又是怎样的呢？\n\n这块其实也不用赘述，大家都是中式教育中成长出来的，即使像我这样多少算个做题家的人，也并不会喜欢学习，至少不是课本内容的学习，我们喜欢的仅仅是那种成功的优越感。\n\n我记得在一次北大清华同乡活动中，我偶然一个单词忘了怎么说，对方就直接说你的破英语，还重复了一遍\\npoor English，当然，这里破和poor形成了谐音，确实是不一个不错的梗。\n\n尽管我并不完全认同快乐学习的理念，但如果你在学习中感受不到快乐，那你是很难在学习上有所成就的。\n\n像张益唐，陈景润这样的数学家，他们时常会进入到一种忘乎所以的境界，当然现在有个概念叫心流，但他们持续的时间更长，深度也更深，比如张益唐自述可能几个月都在这个状态。这种状态只有对所研究之物极端的热爱才能进入。\n\n而我们之所以厌学，是不是在学习时并没有得到足够支持系统的支持呢？\n\n这点广大教师们应该深有体会，他们或许没有能力让你爱上某个学科，但如果他们想让你厌恶这个学科，那每个人都是天才。\n\n支持系统正如这个概念本身所阐述的，是一个系统，并非某单一的概念，单点的强化大多数时候并没有什么效果，很多家长表示自己已经很花心思也花了很多钱在小孩学习上，但并没有什么效果，除了小孩本身没有天赋之外，很有可能是系统本身其他地方并没有优化。\n\n当然，支持系统尽管在学习上非常有应用空间，但这个概念也是整体性的，对每个人每个行业都有益处，我们往往可以打到单个优化的点，但奇怪的是，做了之后并没有什么效果，这个时候就要想想，是不是支持系统本身并未建立或者虽然建立但并不强大。\n\n一个人如果想要有所成就，一定要身处于支持系统之中，如果身边的人都反对你，鄙视你，你还能坚持的下去，那你一定是奇才，这样的人本身就能修改系统，当然也并不需要读这篇文章。\n\n但即使是那些创造了奇迹的红色特工，身处龙潭虎穴，但依然也有支持系统在工作，只不过他们本身就处在隐蔽战线，那支持系统的工作就更加隐密，我们也无从得知了，但一定是存在的，而且只会更高效。\n\n如果你认可这个理念，即任何人必须身处于支持系统中才能更好的工作，那接下来的任务就是如何构建支持系统，识别潜在的支持系统，如何经营支持系统等等这些问题。\n\n我不停的重复这个概念，就是为了让大家能深深的记住支持系统，即使所有这些你都忘记了，只要你记得支持系统这四个字，你或许都能把剩下的所有东西想出来。",
    "excerpt": "# 你为什么需要一个支持系统  支持系统这个概念在多个领域中都有，我们比较接近心理学的用法，但广 度深度上都将超过。  在我所描述的框架中，支持系统是指一个人所拥有的所有心理上物质上的 提供支持的人和物的总和。  在情感方面，亲情友情爱情都是支持系统，甚至是最主要的支持系统  在工作方面，领导的认可...",
    "readTime": 8,
    "tags": [
      "支持系统",
      "自我成长",
      "职业发展",
      "思想哲学",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "002",
    "slug": "002-打铁还需自身硬，自己是支持系统的核心",
    "title": "打铁还需自身硬，自己是支持系统的核心",
    "content": "## 打铁还需自身硬，自己是支持系统的核心\n\n在大概介绍了支持系统的概念和作用之后，我们接下来就要论述怎样构建支持系统，而支持系统是围绕自己来建立的，自己就是支持系统的核心。\n\n俗话讲烂泥糊不上墙，夫子说**朽木不可雕也，粪土之墙不可圬也，总之如果你自己不行，那谁也帮不了你**。\n\n**在支持系统中也是一样，再多的外力也帮不了一个内里已经朽坏的人。在ICU里一个年轻人抢救之后或许能恢复健康，而一个风烛残年的老者，进去之后就很难出来了**\n\n如果你要构建一个关于学习的支持系统，至少你得坚持学习，如果你三天打鱼两天晒网，那就是请文曲星来教你也没用，毕竟孔夫子三千学生里只有72贤人，大多数人连名字都没有留下。\n\n现在我们以泡妞为例来介绍一个支持系统的构建。\n\n系统目标：泡到校花。\n\n支持系统组成：校花闺蜜、我方军师和僚机、自己、共同空间、必要的资金和物质支持。\n\n在这个系统中，校花闺蜜是可以攻略的，可以用各种方式让闺蜜给校花传递我方的正面信息，我方军师僚机也可以参与运作，比如在球场上给我传球然后直接空心入网，共同的空间则是必不可少的，当然这个空间可以是物理的也可以是网络的，一个群，一个班，一场演唱会都可以。但最重要的还是我自己，比如校花喜欢运动好的，而我是个死肥宅，校花喜欢学习好的，而我常年霸榜倒数第一，那就真没辙了。\n\n为什么说知道了很多道理依然过不好这一生，一方面当然是这些道理本身可能有问题，比如细节决定成败这个道理，就忽视了方向的决定性作用，在错误的方向上细节做的越好越完蛋，另一方面就是这些道理本身难以执行，而执行不到位的核心原因就是自己意志力不够，支持系统这个理论也是一样，如果自己都支愣不起来，那啥能支持你呢？\n\n万事俱备，只欠东风，干大事都是这样，我们要的是自己能做到万事俱备，然后等东风，能准备的东西都准备好，这是自身，当然也可以叫内因，而东风当然就是外因。\n\n当然，有人可能会问，比如我是个宝妈，我小孩厌学，我想让他好好学习，成绩优秀，这样的支持系统中，是我是核心，还是小孩是核心呢？\n\n对小孩来说，他要学习成绩好，当然他是核心，但对于宝妈来说，她要构建好服务小孩学习的支持系统，她自己就是核心。\n\n支持系统本身并不能决定成败，否则皇帝就真是千秋万代了，支持系统是尽量增加成功概率。如果小孩天生智力低下，你提供的条件再好，他也学不进去，或者你的要求极高，要求小孩20岁就破解黎曼猜想，那我也想不出啥支持系统能支持这个目标。\n\n如果小孩智力正常，我们的目标也并非不切实际，在这种情况下，为这个目标设计一个支持系统就是可能的，也是可行的，至少可以规避掉一些负面因素，比如小孩在学习的时候你在打麻将。\n\n在后面我会论述支持系统和否定系统的关系，但现在尽量围绕支持系统本身来展开。\n\n总之，无论谁要设计、构建一个有特定目标的支持系统，一定要承认自身的核心地位，明确自身的主体性，除非你还是个孩子，但孩子应该也不是本文的目标群体了。",
    "excerpt": "# 打铁还需自身硬，自己是支持系统的核心  在大概介绍了支持系统的概念和作用之后，我们接下来就要论述怎样构建 支持系统，而支持系统是围绕自己来建立的，自己就是支持系统的核心  俗话讲烂泥糊不上墙，夫子说朽木不可雕也，粪土之墙不可圬也，总之如 果你自己不行，那谁也帮不了你  在支持系统中也是一样，再多...",
    "readTime": 6,
    "tags": [
      "支持系统",
      "人际关系"
    ]
  },
  {
    "id": "003",
    "slug": "003-情感，支持系统的核心",
    "title": "情感，支持系统的核心",
    "content": "## 情感，支持系统的核心\n\n前一篇我们刚说了自己才是支持系统的核心，怎么又一个核心呢？\n\n不要在意这些细节，这并不是考研政治，也不是物理化学，没有，也不需要完整清晰的定义，你知道我在说啥，你能从中获得收获就行。\n\n对于大多数谋求支持系统的人而言，首要的困惑就是情感层面的，女性尤甚。我身边有不少女性创业者，她们都表述过这个问题，大多数女性创业者对于情感层面关注的太多，情绪一上来就不管不顾了。\n\n我们希望所处的环境中别人都关心我爱我，而不是厌恶我敌视我，如果你处在那样的环境中，那你无论是工作还是学习都不可能成功。尽管你能举出很多反例，我还是要说的这么绝对，因为我并不是在做数学上的证明，你也不是在读论文，希望这点能够明确。\n\n因为大多数人都不是领导，我们得不到外界足够的支持，各种鸡毛蒜皮的事情和纠葛都得自己去面对去争吵，这些都极耗心力，所以往往啥都不干，就已经累够呛。\n\n如果所处的环境有足够的情感支持，我们即使面对更复杂更疑难的工作，也会有足够的信心。\n\n最简单的例子是，只要你知道有人在无条件的爱你，你甚至并不需要知道TA是谁，仅仅有人在爱你，在支持你本身，就能提供非常多的帮助。\n\n我们往往自我否定，以为全世界都抛弃了你，但甚至全世界很忙的，要抛弃你又要抛弃JOHN\\nNASH，抛弃每个人，哪忙的过来。\n\n厌恶你的人你感觉到了，而喜欢你的人没有说出来，所以这个世界看上去要残酷很多。\n\n不需要其他人支持鼓励就能足够高效工作的人当然有，但这些人是人群中的太阳，本身就能提供光和热，他们也不需要学习支持系统，就能本能的吸引其他人来构建他的支持系统。\n\n没有任何知识是成功者必学的，因为大多数关于社会和成功的学问，我们都是从他们身上总结来的，他们就是知识本身，我们只是在模仿他们。\n\n深刻的理解自己的情感需求，然后正确的处理它。如果你需要有人爱你，你就去找爱你的人，只要你不是太垃圾，总是有的，如果你太宅，太隐形，就去参加朋友的party，去发小红书，朋友圈，勇敢的表达自己。\n\n这个世界是均衡的，爱你的人总是跟厌恶你的人差不多一样多，除非你特别的优秀或者垃圾。\n\n我们出于生物的本能，总是能更好的感觉外界的危险，这其中就包含了他人的厌恶，而对于陌生人的喜爱我们则要钝感的多，当然我们自己也不是那么善于表达。\n\n但相信我，这二者的总量总是接近的，我们不是这个世界的异数，没有那么多人讨厌你，就像没有那么多人爱你一样。\n\n如果你总是能感觉到外界的恶意，除去真有人针对你霸凌你之外，如果是这种情况你可以报警或者求助其他有权威的人介入，但在这种情况之外，有可能是你不够敏感，或者没有发出信号，让支持你的人出现。\n\n我之所以打算写这个系列的文章，就是有人说TA默默关注了我好几年，每次打开朋友圈只看我和少数几个人，之后又关上了。\n\n当意识到有人在支持我之后，我反思自己是不是没有好好经营我的支持系统，于是就有了这一系列的思考。\n\n你我皆凡人，开心大过天，如果外界真的不可救药，那就合则留不合则去，孔夫子也说过道不行\\n乘桴浮于海，当然咱普通人就俗多了，最多说此处不留爷自有留爷处。\n\n很多年轻人对于工作一不顺心就辞职，我并不会随意批评这种行为，觉得这是不负责任，反过来，好好的对待自己的内心，让自己更少的怨气，更多的开心，恰恰是为自己负责，有句大俗话是能爱自己的人才能爱别人。\n\n我们不仅要构建自己的支持系统，也要参加其他人的支持系统的构建，而这个来回就是支持系统的经营，你支持别人，别人更大概率也会回馈你，尽管这个世界上忘恩负义的人很多，但以德报怨的人更是难找，如果你想找到支持你的人，总是要付出一点真心的，而这个过程中不可避免要受点伤害。\n\n识别自己的支持系统并发出明确的信号，这是后面要写的内容，这一篇仅仅是描述一个事实，就是情绪很重要，如果一个支持系统不能让你开心，那它根本就不存在。",
    "excerpt": "# 情感，支持系统的核心  前一篇我们刚说了自己才是支持系统的核心，怎么又一个核心呢？  不要在意这些细节，这并不是考研政治，也不是物理化学，没有，也不需 要完整清晰的定义，你知道我在说啥，你能从中获得收获就行  对于大多数谋求支持系统的人而言，首要的困惑就是情感层面的，女性尤 甚。我身边有不少女性...",
    "readTime": 8,
    "tags": [
      "支持系统",
      "自我成长",
      "人际关系",
      "职业发展",
      "思想哲学",
      "心理健康"
    ]
  },
  {
    "id": "004",
    "slug": "004-支持你的人比你想像的多",
    "title": "支持你的人比你想像的多",
    "content": "## 支持你的人比你想像的多\n\n支持系统对每个人来说都是存在的，更好的发挥支持系统的作用，能让一个人快速的变的强大。\n\n我们很容易有这样的体验，就是一直想做一件事，但觉得条件不足就放弃了，但在一段时间之后，才知道你某个朋友恰好有你需要的资源。\n\n在一项工作之中，不同层级之间的信息交换是比较频繁的，这本身就是工作流程的要求，但支持系统大多数时候隐而不显，我们并不知道我们的支持系统能提供什么帮助，这就导致错过很多机会。\n\n很多人的对象都是朋友介绍的，这其实就是支持系统，你朋友了解你的为人和条件，恰好有符合你条件的小伙子小姑娘他也认识，于是他就介绍给你，你们认识了，了解了，也相处了。\n\n现在，把你的支持系统中的人列举出来：\n\n亲戚。\n\n朋友。\n\n微信微博或其他社交媒体联系人。\n\n拥有名片、邮箱的人。\n\n......\n\n将他们的资源、需要等尽量清楚的列举出来，当然，大多数情况下你并不知道他们在做啥，同时不同人对你的支持力度也是不同的。\n\n机会往往发生在弱关系中，弱关系的总量比强关系多很多倍，因而资源总量也多很多，但我们对弱关系的了解程度不足，如果能增进这部分了解，往往能找到很多机会。\n\n我微信里有个朋友，其实之前就只是一个联系人，我对他完全没有任何印象，也没有什么朋友圈互动，但后来才知道他是全世界范围内都能排上号的陨石收藏家，在北京有一个小型的陨石博物馆。\n\n而像这样其实在某个领域非常有成就的人还有很多，就静静的躺在我的联系人列表里，我不知道他记不记得我，更不知道他在做什么。\n\n理清自己的支持系统，搞清楚每个愿意在你朋友圈点赞的人现在在做什么，有什么需要，节日的一个小问候或许都能成为打开一扇新的大门的钥匙。\n\n我跟这个陨石朋友能建立联系，也是他时常看我的朋友圈，然后我说我要去北京的时候他就出现了，线下见过之后关系自然就近了一层。\n\n对于大多数人而言，搞清楚自己的支持系统是一件非常困难的事，首先在于要对很多点头之交半生不熟或者完全不熟的人主动表达，这是一件有点尴尬的事情，但我们可以换一种方式，你需要哪些人，你就主动的在朋友圈或者其他渠道表达出来，他们有些就会过来跟你交流。\n\n但是，我还是建议试图理清并增强自己支持系统的人应该主动的迈出这一步，如果学习的结果并不能让你改变什么，那有什么学的必要呢？\n\n在很多年前，线下交流主要交换的还是名片而不是微信的时候，我把一次会议中认识的人整理了个列表，然后给他们发邮件介绍我的工作并试图让他们给我介绍机会，但我把分别发送变成了抄送，于是所有收到邮件的人都看到了其他人的邮箱地址，并且回复就自动回复给所有人。\n\n于是我们就变成了一个邮件组。\n\n尽管有些人觉得我们太烦了要求我们在邮件组中把他删除，但大多数人还是觉得很有趣，因为能在同一个线下会议认识，说明大家还是在一个行业中的，每个人都交流自己在做什么，需要什么，这就创造了很多合作的机会。\n\n这个邮件组延续了好几年，后来大家主要改成微信交流了这个邮件组才沉默下去，而热闹的时候，一天就能收到好几十封邮件。\n\n搞清楚你的亲戚在做什么，尽管大多数时候他们对你的生活毫无帮助还可能问你借钱，但亲人毕竟不同于其他人，在很多时候他们还是靠的住的。\n\n如果你要让新认识你的人对你印象更深刻，可以在加他们为好友之后给他们发红包，红包总是可以拉近关系。\n\n总之，这个世界虽然很令人讨厌，可大家也没去死，因为生活也同样有很多美好的东西，只是我们疏于发现。\n\n把自己想像成一个领导，如果你有一个晋升的机会，你肯定会给你觉得最熟悉也最合适的人，如果你对你的下属并不熟悉，那你肯定是做不好领导工作的。\n\n我在之前讲过，领导之所以热爱工作，就是因为他在工作中总是处于支持系统之中，而支持系统在方法论上的意义，其实也是一样，就是把自己当成领导，你要安排每个人的位置，给他们机会，也让自己有更大的机会。\n\n我们每个人都在做这样的事情，谁谁谁可以更进一步了解，而谁谁谁则逐渐疏远，但绝大多数人并不会意识到这是在经营支持系统。\n\n每个人都有自己的需要，但大多数情况下他不会说，我们也不说，如果我们能掌握对方的需要，然后从另一个朋友那发现他们可以互相交换的资源，于是你就成为了社交圈子中的核心人物，在你的经营下，支持系统不仅可以支持你，也可以支持别人。\n\n以下是一个建议，就是在加别人微信的时候，将自己在做什么，能提供什么价值写成一段简介，当然这也要分场合，毕竟相亲和谈商业合作是不一样的，然后在每次工作上有变动的时候给对方更新。大多数人可能并不会理睬你，但这也是搞清楚支持系统的一部分，愿意回复你的人你可以单独收入一个列表，如果这些人也做出相应的介绍，那未来你们的联系可能会进一步加强。\n\n我们每个人都有标签，也要让别人尽快的把自己标签，这样人家有需要的时候才能想到你。\n\n同时也要把别人打标签，有些人是提供商业机会的，有些人可以提供情绪价值，有些人则会在关键时刻给你借钱。\n\n如果你能搞清楚你社交圈中部分人的价值和需求，你就算是大致搞清楚你的支持系统了。",
    "excerpt": "# 支持你的人比你想像的多  支持系统对每个人来说都是存在的，更好的发挥支持系统的作用，能让一 个人快速的变的强大  我们很容易有这样的体验，就是一直想做一件事，但觉得条件不足就放弃 了，但在一段时间之后，才知道你某个朋友恰好有你需要的资源。  在一项工作之中，不同层级之间的信息交换是比较频繁的，这...",
    "readTime": 10,
    "tags": [
      "支持系统",
      "人际关系",
      "职业发展",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "005",
    "slug": "005-按需分配，支持系统的工作原则",
    "title": "按需分配，支持系统的工作原则",
    "content": "## 按需分配，支持系统的工作原则\n\n按需分配和按劳分配，似乎又回到了高中政治课上，按当时的说法，社会主义是以按劳分配为主，而到了共产主义，那就是按需分配了。\n\n我们当时就觉得不可思议，在共产主义社会如果我和古天乐同时爱上刘亦菲，她就分一分为二同时满足我们俩了？\n\n当时我们对社会的复杂还缺乏了解，但以朴素的逻辑来看总觉得不可能。\n\n其实社会分配模式本身就有按需分配的部分，因为社会本身也是个支持系统。\n\n在这里，我们要明确以下事实，即越强的支持系统越倾向于按需分配。\n\n比如婴儿出生，他能做什么劳动呢？他所需要的一切都由母亲和其他亲人供应，他只需要哇哇大哭即可。\n\n如果海外发生对华人的屠杀，政府过去撤侨，是不是有钱人优先呢？恐怕不是，只要有中国国籍，都可以坐上飞机，当然飞机本身也有成本，同时也有顺序，所以总还是有先后，也需要花钱，但这个先后更多的是一种私下的安排，政府公文里不可能宣布家产多少钱的优先救援。\n\n同理还有消防员救火，并不会因为哪幢楼更贵就优先救援，除非里面有珍贵的文物或者其他资产。当然，私立的消防员也是存在的，网上吐槽美国消防员优先救富人区，那就是因为富人区给的钱多，但做为社会支持系统的消防，本身是无视贵贱的。\n\n在市场经济中，按劳分配是财富的分配原则，而按需分配则由每个人自己去实现。具体路径是你工作换钱，这部分是按劳分配，之后拿钱去买东西，任何你想买的市场上有的合法的商品和服务都可以。\n\n计划经济之所以行不同，就是把按需分配这部分给省掉了，你要吃什么用什么你自己说了不算，计划体制说了算。\n\n一个农民赚了一年钱不给他分配电视机而分配一个环球旅行的名额，那农民肯定不干，但分配哪个牌子的电视机，也不应该由官员来决定，只有农民自己知道自己需要什么。\n\n当然，我们在讨论支持系统的时候，主要讨论的是跟每个人相关的相对特殊的支持系统，普世的对每个人都存在的社会和市场支持，留待以后再说。\n\n如果你是一个妈妈，有一大一小两个孩子，现在有大小不同的两份食物，你的优先选择一定是把大份的给大孩子，小份的给小孩子，因为二者的食量不同。\n\n这并不公平，但却是正常或者说正确的选择。\n\n把妈妈看成孩子的支持系统，你就会发现，支持系统中总是有按需分配的部分，而且越亲近越重要的支持系统，似乎总是更倾向于按需分配。\n\n家里的老人总是偏心比较没出息的小孩，相信这是相当多人共同的体验，怎么老人就是做不到一碗水端平呢，从条件好的小孩那里要钱，转手就给了游手好闲混吃等死的另一个。\n\n理解到支持系统按需分配的特性，你就会理解这个现象。\n\n汉高祖刘邦年轻的时候不事产业，专门结交狐朋狗友，没事还爱去寡妇家里过夜，他老爹太公没少教育他，让他向他哥学习。\n\n后来高祖建立大汉，跟他老头说起这件事，问他爸，现在我跟我哥谁产业多啊？\n\n以前看这段的时候总有一种啪啪打脸扬眉吐气的感觉，但随着年岁渐涨阅历增加，才能意识到，在刘邦瞎胡闹的时候，是谁给了他胡闹的勇气，如果不是他哥和他爸给他擦屁股还账，他哪能有钱到处请人吃饭。\n\n亲兄弟明算账，但算的太清了，啥感情都得淡。\n\n穷人与富人相交，如果富人不愿多出钱，那穷人那边就维持不下去，自然就散了。\n\n管仲和鲍叔牙合伙做生意，赚了钱管仲每次都要多分，鲍叔牙的人就看不下去了，鲍叔牙还得来解释，这是因为管仲家中有老母要养，他家里穷，多分也是应该的。\n\n新中国十大将军中排名仅次于粟裕的徐海东，当年立的大功就是毛委员带领的中央红军经济困难向身为红十五军军长的他借钱的时候，他二话没说直接转了5000大洋过去，毛委员借只借了2500，徐直接给了5000。\n\n按现代人的理解，红十五军的钱中央当然有权动用，但在当时，徐被视为张国焘的人，借钱此举自然有着试探的感觉，如果不借，那说明指挥不动，如果借，当然说明听从中央指挥，而徐的回答则相当于告诉中央，钱是你的，命也是你的。\n\n这些例子只说明一件事，越强的支持系统，越是按需分配。\n\n人愿意帮助的，首先是需要帮助的人。\n\n找人借钱也得编个故事，家里人生病了，或者碰到难处，俗语说救急不救穷，救急说明这是迫切的需要，总之，对方需要。\n\n同理，如果我们需要寻求支持系统的支持，也要向支持系统提交我们的需要，支持系统才能给予反馈。\n\n在亲密关系中，主动的表达我需要你这个事实本身，就能增进感情，英语中我想你是I\\nmiss you，直译就是我错过了你或者我丢了你，而在法语中，我想你是Tu me\\nmanque，直译是你是我所缺少的。总之，你是我的一部分，缺了你不行，缺了你我就不再是我，这实在是比我想你更深的感情。",
    "excerpt": "# 按需分配，支持系统的工作原则  按需分配和按劳分配，似乎又回到了高中政治课上，按当时的说法，社会 主义是以按劳分配为主，而到了共产主义，那就是按需分配了  我们当时就觉得不可思议，在共产主义社会如果我和古天乐同时爱上刘亦 菲，她就分一分为二同时满足我们俩了？  当时我们对社会的复杂还缺乏了解，但...",
    "readTime": 9,
    "tags": [
      "支持系统",
      "人际关系",
      "职业发展"
    ]
  },
  {
    "id": "006",
    "slug": "006-支持系统与吸引力法则",
    "title": "支持系统与吸引力法则",
    "content": "## 支持系统与吸引力法则\n\n在十多年前我就读过这本神书，我对吸引力法则也经历过从相信到否定再到一定程度相信的过程。\n\n吸引力法则描述是你要尽量的去模拟你已经拥有某物的状态，然后就真的会吸引它的到来。\n\n这当然是属于玄学，难以验证，但你如果断了条腿，再怎么想像你仍然拥有，腿也不会长回来。\n\n所以吸引力法则肯定是不成立的。\n\n但从支持系统的角度，吸引力法则至少表达了一种需要。\n\n你不停的想像拥有某物本身，这就是承认你需要他，承认自己需要本身就不容易，大多数是不敢承认的。\n\n想想自己小的时候，如果别人说你喜欢班上某个同学，那是一定要否认的。\n\n当然，可能现在的小孩已经不这样了，但至少我读书的时候还是这样的。\n\n在学校如果有人问你读书为了什么，标准回答一定是为了造福社会，服务社会，如果你回答想当官想发大财，那肯定是不行的。\n\n你看，承认事实并不容易。\n\n对于玄学，总有一句话叫信则有不信则无，心诚则灵。\n\n比如某女去求姻缘，希望自己在几个月内碰到满意的对象，如果求来的是上上签。在许愿的时间内，只要有适龄的男子出现，总会猜想是不是神明所许下的对象。因为她信命，所以更愿意相信该男是真命天子。在这种思想的影响下，行为自然会发生变化，别人也会察觉她的意图，有时候男女之间就缺一个明确的意思表达，没有那么多明确的条条框框，条件差不多又在合适时候出现，事就成了。\n\n这就是我理解的吸引力法则的真相，当你向自己表达了明确的需求的时候，那你的行为一定会发生某种变化，也会向外界传递你的信息，而人总是愿意帮助需要帮助的人。\n\n所以许愿是有用的，应该是有用的。\n\n马克斯韦伯在《新教伦理与资本主义精神》中描述了当时人的一种信念，就是谁是上帝的选民这件事是注定的，并不会因为你今生行善或者做恶而改变，上帝那儿早就有谱了，但新教徒相信自己是选民，咱既然是选民，那自然不能跟普通人一样好吃懒做，否则别人不得怀疑上帝选错了人吗？\n\n所以努力工作，做个义人，这本身不会帮助你上天堂，但这是你向其他人证明你是选民的需要。\n\n你需要是个优秀的人才能证明你是选民，所以你就会去努力工作。\n\n这个理论本身靠不靠谱那是历史学家经济学家们的工作，但这个逻辑似乎是有道理的。\n\n在中国农村的很多研究中也发现了这个现象，如果某家只有女儿，传统上认为绝后了，那他就没有努力工作的必要，最后经济上就会陷入贫困，而另外一家生了几个儿子，不努力工作儿子娶不着老婆，往往会刺激他勤奋工作，最后就走向小康。\n\n我一个同学家里就五个兄弟，以前他爸在村里啥活都干，最后他和他哥两个人上了985，而他家也在县里买了好几套房。\n\n我还看过一个扶贫的视频，主讲人说中国人的信仰就是家族，很多穷人之所以穷就是因为没有结婚，只要结婚了，马上就从好吃懒做变成了踏实努力的人。\n\n吸引力法则讲的没事YY其实是没啥用处的，这个理论唯一正确的地方是反复向自己明确自己的需要。\n\n很多美女没有人追，因为大家都觉得她应该有很多人追，她从没有表达过自己的需要，潜在的追求者得不到信号，也就无人追求，这个时候如果有个条件一般的男生出现勇敢的接近她，成功率往往是很高的。\n\n刘慈欣的《三体》火了好几年之后，才有人花10万块买走了这部作品的影视改编权，而现在这个改编权至少价值20亿，后来引发了一个投毒杀人案。后来有记者采访他问他当时为啥那么便宜就卖了，大刘回了一句：你们在哪呢？\n\n对啊，你们早干嘛去了？\n\n大刘本职工作就是娘子关水电站的一个工程师，后面还面临失业的危险，在很长一段时间内科幻又是小圈子自嗨的东西，根本不赚钱，他为啥只卖10万，因为高了也没人出啊。\n\n我做过一段时间的房产投资，主要就是捡捡笋盘，知道有这么一个套路，就是到处去看房，然后给房东报一个怀疑人生的价格，大多数情况下都是没人理他的，但报的价格多了，最后却总能成交一两套。\n\n这也是按需分配法则的奇妙之处，他向很多房东表达他的需求，只要数量足够，再小概率的事情也会发生，于是他就捡到了7折甚至更低的房子。\n\n找对象也是一样的，只要给足够多的人表白，总是会有人答应的，如果没有，那就是不够多。\n\n在深夜EMO的时候，突然有个人说他喜欢你，这本身就足以慰藉一颗受伤的心。\n\n在数学上，我们都学过只要重复次数足够小概率事件必然发生的道理，但能实践这个道理的人少之又少。\n\n支持系统如果算一门学问的话，那肯定是科学而非玄学，因为它的逻辑是科学的，并且它能用科学的逻辑来解释玄学中有效的部分。",
    "excerpt": "# 支持系统与吸引力法则  在十多年前我就读过这本神书，我对吸引力法则也经历过从相信到否定再 到一定程度相信的过程  吸引力法则描述是你要尽量的去模拟你已经拥有某物的状态，然后就真的 会吸引它的到来  这当然是属于玄学，难以验证，但你如果断了条腿，再怎么想像你仍然拥 有，腿也不会长回来  所以吸引力...",
    "readTime": 9,
    "tags": [
      "支持系统",
      "职业发展",
      "思想哲学"
    ]
  },
  {
    "id": "007",
    "slug": "007-了解自己是研究支持系统的第一步",
    "title": "了解自己是研究支持系统的第一步",
    "content": "## 了解自己是研究支持系统的第一步\n\n你的知识、技能、人脉这一切都是你的支持系统，要别人支持你，先得自己支持自己。\n\n先搞明白自己拥有什么吧。\n\n以我为例：\n\n相对健康的体魄。\n\n北大的教育经历。\n\n还凑合的英语。\n\n能大概读懂法语文章。\n\n跟法语水平接近的马来语和印尼语。\n\n勉强能读一点德语。\n\n还会南昌话。\n\n听的懂一点吴语和粤语。\n\n以前微博有几万粉丝，后来销号了，但曾经拥有也是经历，经历是不会消失的。\n\n还有个公众号也有一万多粉丝，虽然一年多没写文章了。\n\n对诗、古文、历史、政治、哲学等也略有涉猎。\n\n还喜欢读一点数学和物理，尽管已经不会解微分方程。\n\n全国所有的省级行政区都走过。\n\n国外也去过几个国家。\n\n写过一些文章，虽然阅读量不太大。\n\n有点钱，不至于饿死。\n\n参与过一些项目，做为比较重要的参与者，有些项目在业内还有一些声誉，尽管没赚多少钱。\n\n......",
    "excerpt": "# 了解自己是研究支持系统的第一步  你的知识、技能、人脉这一切都是你的支持系统，要别人支持你，先得自 己支持自己  先搞明白自己拥有什么吧  以我为例：  相对健康的体魄  北大的教育经历  还凑合的英语  能大概读懂法语文章  跟法语水平接近的马来语和印尼语  勉强能读一点德语  还会南昌话  ...",
    "readTime": 10,
    "tags": [
      "支持系统",
      "自我成长",
      "思想哲学",
      "生活方式"
    ]
  },
  {
    "id": "008",
    "slug": "008-探索自我支持系统：你拥有的比你想像的多——跳出边际思维",
    "title": "探索自我支持系统：你拥有的比你想像的多——跳出边际思维",
    "content": "## 探索自我支持系统：你拥有的比你想像的多------跳出边际思维\n\n每个人自己就是自己最大的支持系统，对于外界，大家的支持比想像的多我想现在已经能理解，但对于自己，为啥拥有的也比想像的多呢。\n\n因为我们不自觉的应用了边际思维，你比别人多的才叫有。\n\n比如我问你的语言能力怎么样，你可能会说我英语怎么样，法语德语怎么样，而默认把自己的母语给忽略了。\n\n对啊，在中国，会中文这也算个能力？\n\n从边际角度看，人人都会，所以就不算，边际量为0嘛，但跳出边际思维，你就会发现全世界只有20%不到的人会中文，这妥妥是个能力。\n\n如果你会本地方言，这又是一个能力了。\n\n但谁会觉得会说天津话、广东话跟英语一样是能力呢？\n\n但跳出边际思维，你就会知道，这完全是一样的，法语德语在欧洲也就相当于河南话陕西话在中国，欧洲人开会，各讲各的，还能达成交流，跟中国人天南地北各说各的也能懂是一样的。\n\n如果你是个年轻人，那你甚至拥有绝对珍贵的财富，就是年轻本身，多少有钱的老人愿意花所有的钱换回年轻的身体，可惜做不到。\n\n《赌王何鸿燊天价治疗费曝光，每天花86万续命10年》。\n\n而他所做的续命，也不可能回到年轻的状态，所以对他来说，每天花86万都不可能体验一天20岁的日子了。\n\n如果你要比别人多才算拥有，那你在意的必然是自己所欠缺的，这是一种很隐蔽的思维方式，让我们专注于自己没有的而忽略掉已经有的。\n\n但走上社会我们才发现，你拥有的才决定了你是谁。\n\n在考试的时候，我们重要的是查漏补缺，一个知识点不会可能就少几分，多几个知识点不会就差很远了。\n\n但在社会上，你可以数学0分，英语0分，语文也0分，只要有做直播的天赋，你就可以比一个省状元赚的更多。\n\n你拥有的才定义了你，而不是你没有的。\n\n只要跳出边际思维，每个人都列出一长串自己的资源和能力。\n\n比如我会说南昌话，还会分辨一些野菜，野生菌和野果，一些常见的绿化植物。\n\n虽然这些技能似乎很难变成收益，但我确确实实的拥有这些能力。\n\n而任何一种看似无用的能力，都有人愿意花很多钱拥有。\n\n生活在杭州的人不会每天去看西湖，就如同生活在北京的不会每天去看长城。\n\n但并不影响杭州人会花钱去北京看长城，而北京人会花钱来杭州看西湖。\n\n你看，在本地并不重要的技能和体验，总是有别人愿意花钱来买的。\n\n每个人都足够有趣，哪怕一个看似很无趣的人，在自己熟悉的领域，也一定可以给人滔滔不绝的讲上三天三夜。\n\n当我们说一个小孩学习差的时候，肯定是说他学校的成绩不好，而不是说他学奥特曼卡片的能力不行，但实际上，他可能玩这个是最棒的。\n\n但直接给他盖一个学习不行的戳，似乎只有某些东西的学习才叫学习，而另外的技能根本不叫学习，这是完全不公平的。\n\n手工耿在学校一定是让老师头疼的孩子，但谁又能否认他的才华呢？\n\n一个人的聪明，表现是多元的，我们的评价标准太单一，而未来的社会，这些标准能一直维持吗？\n\n梳理好自己的能力清单，每个人都可以列出一条串。\n\n比如有人可以分清河里的每一种鱼，在某个小溪中，或许就有学术界未知的鱼，他所欠缺的只是一个发论文的机会。\n\n像发现石墨烯的那哥么，所做的无非就是拿胶带不停的撕，而不是什么高科技角磨机，一个小学生能想到也能拿一个诺贝尔奖。\n\n实际上，碳棒在水中通电之后，水面上就会浮一层石墨烯，全世界总共做过这个实验的没有一千万也有八百万，但没有人想到把它放到显微镜下看一看。\n\n审视自身，挖掘自身的宝藏，当你用同样的眼光看世界的时候，就能发现这个世界的许多美好。\n\n很多伟大的成果其实一直在那，但从未有人看一眼。\n\n比如夜为什么是黑的，这就是一个很棒的天文学问题，可人类诞生了这么多年，才有人想到问这个问题。\n\n夜当然是黑的，应该也必须是黑的，这有什么疑问吗？\n\n很多常识换一个角度就变的反常识了，比如你拥有2只眼睛的话就超过了全世界平均水平，因为总有人瞎。\n\n一个总喜欢问无聊问题的人，可能是因为他太敏锐了，敏锐到旁人无法理解。\n\n因为我们总把这些当做理所当然。\n\n把自己拥有的也当成理所当然。\n\n现在回过头来看看，一个高考满分750分考了300分的人，他是不是个学渣呢？\n\n他居然能掌握这么多伟大人物创造的知识的30%，简直太牛逼了好吗。",
    "excerpt": "每个人自己就是自己最大的支持系统，对于外界，大家的支持比想像的多\n\n我想现在已经能理解，但对于自己，为啥拥有的也比想像的多呢",
    "readTime": 3,
    "tags": [
      "支持系统",
      "自我成长",
      "职业发展"
    ]
  },
  {
    "id": "009",
    "slug": "009-有效的组织必然是支持系统",
    "title": "有效的组织必然是支持系统",
    "content": "## 有效的组织必然是支持系统\n\n组织一定是有目标的，但很多人参与组织，并不在意组织本身的目标，而是组织所带来的归属感。\n\n因为组织是个支持系统。\n\n村里有个残疾人，平常没有人跟他说话，他的内心非常苦闷，这个时候，他去了镇上的教堂，发现其他人待他非常友善，视他为弟兄，于是他理所当然的入教了。\n\n请问他是因为理解和基督教的教义才入教的吗？\n\n在军棋游戏中，司令死了不算输，军长师长旅长全死了也不叫输，只有全死光或者军旗被挖了才叫输，死光了是输很好理解，为啥军旗倒了也是输呢？\n\n因为军队是一个组织，只要军旗还立着，这个组织就不会倒，如果军旗都倒下来，那这个部队的精气神已经没有了，要么蜕变成逃兵，兵痞，要么直接投降。\n\n军旗是抽象共同体的体现，但这个共同体能运作，一定是因为它本身就是个支持系统。\n\n敢死队的兄弟相信自己会得到炮兵们的支援，也会得到其他系统的火力掩护，牺牲之后家人还能得到抚恤金。\n\n如果支持系统运作不畅，送死的时候无人支援，死后家人也不会有任何优待，那除非是到了亡国灭种的关头，所有人都做着必死的抗争，除此之外，这种情况下的部队是不会有精气神的。\n\n历史上国军需要抓壮丁，而共军的战士则舍生忘死，除去理念之类的区别，核心因素就是支持系统是否有效运作。\n\n在淮海战役的时候，甚至当天投降的国军经过思想转化当天就能上战场去跟国军做战。\n\n有吃有喝老家给分田地死了还有抚恤，跟没吃没喝硬绑过来打仗能一样吗？\n\n明末的时候明军投降满清之后往往战斗力爆棚，因为跟朱老板打仗，打赢了也不会分田分地，军饷还是一样被克扣，也不会出将入相，整个明代就没有军人入阁。\n\n而女真人不一样，全天下都是白捡的，也可以随便许出去，投降的汉人将领可以直接封王。\n\n这个支持力度差太远了。\n\n很多企业追求狼性文化，可是最近可可西里有只网红狼，人家为了口吃的可以很温顺。\n\n狼可能是最没有狼性的动物了，为了口吃的可以直接变成狗。\n\n企业对员工如果要求他们攻城略地又不给他们相应的奖励，那怎么可能做到人人如狼似虎呢？\n\n组织的一个重要功能是区分自己人和外人，在自己人的范围里很多东西都可以商量，没必要公事公办，也就是我们之前说的按需分配的意思，你要我帮忙，说句话就行。\n\n每个人都处于不同的组织之中，而在现代社会，大家的生活越来越的网络化，很多虚拟组织实际上承载了很多社会组织的功能，可能是一个明星后援会，可能是一个聊天群。\n\n你亲戚问你借钱你可能要犹豫很久，而网上未曾谋面相聊甚欢的陌生人有需要，可能直接几十万转过去了。\n\n这并不奇怪，因为这个陌生人提供了支持系统的价值。\n\n要么是支持了你的情感，要么是支持了你的梦想，要么是支持了你其他方面，总之，你愿意相信他，总是因为他在某种方面支持了你，尽管这种支持可能是隐性的，甚至跟他个人并没有关系\\n，仅仅是因为大家都有一个共同体身份而已。\n\n微信联系人其实就是一种支持系统，尽管你们可能没有聊过，甚至没有朋友圈点赞，但仅仅是联系人本身就能提供某种支持，比如一个没有聊过的朋友说已经默默关注你的朋友圈很多年，你是不是会有点感动。",
    "excerpt": "组织一定是有目标的，但很多人参与组织，并不在意组织本身的目标，而 是组织所带来的归属感  因为组织是个支持系统  村里有个残疾人，平常没有人跟他说话，他的内心非常苦闷，这个时候， 他去了镇上的教堂，发现其他人待他非常友善，视他为弟兄，于是他理所当然 的入教了  请问他...",
    "readTime": 6,
    "tags": [
      "支持系统",
      "人际关系",
      "思想哲学",
      "生活方式"
    ]
  },
  {
    "id": "010",
    "slug": "010-支持系统的工作原则：支持能提供支持的人",
    "title": "支持系统的工作原则：支持能提供支持的人",
    "content": "## 支持系统的工作原则：支持能提供支持的人\n\n你愿意帮助哪个人呢，我想首先是需要帮助的人，其次呢，可能就是能帮助别人的人。\n\n宋江文不能安邦，充其量会写几首烂诗，武不能定国，勉强能砍砍阎婆惜。\n\n连武松李逵这样的武力天花板都对他纳头便拜，他靠的是什么呢？\n\n无非就是能够在权力范围内给人周旋。\n\n于是一个基层公务员居然成了广大绿林好汉心中的大哥，成为他们所有人的支持系统。\n\n大家觉得给希望工程捐款是比较合理的，但给我打钱好像就很奇怪，因为希望工程的存在目的就是帮助那些失学的孩子，而给我打钱多半是被割了韭菜。\n\n三国时期刘备能得一众人才死力，靠的一是宗亲身份，二就是仁慈的名声。\n\n曾经曹操也是个热血青年，敢打豪门走狗，敢独自刺杀董卓，也能诸君北面，我自西向，颇有虽千万人吾亦往矣的孤傲。\n\n但后来他蜕变成一个因为父亲的死就屠城的军阀，而刘备则能为了不忍抛弃百姓而带着几万人逃难。\n\n在那个年代，刘备这样的人就是黑暗中的萤火虫，虽然只有微光，但足以照耀浊世。\n\n诸葛孔明，又何尝不是被这个\"孔明\"所感召呢。\n\n现在鸡鸣狗盗是个贬义词，形容人偷鸡摸狗，但其实当年孟尝君就靠着鸡鸣狗盗两位人才才能在秦国的龙潭虎穴之中逃出升天。\n\n这个词的贬义化很有现在卧龙凤雏的感觉。\n\n孟尝君那个年代流行养士养门客，这些人往往也能为主君解决疑难，战国四公子都是这样的人。\n\n现代人喜欢罗翔，喜欢罗永浩，喜欢明星，其实也是因为他们提供了很多精神上的支持。\n\n你否定他人的精神支持，这相当于否定这个人本身。\n\n基督教是目前世界上最成功的社会组织，他给无数的人提供了心灵的慰藉，所以他也能积累足够的资源。\n\n灵隐寺的存款余额据说常年处于杭州市的前几，当然也是因为佛教为很多人提供了心理支持。\n\n如果你想获得更多的支持，你可以试着支持别人。\n\n这种支持可以是显性的，直接打钱，直接问候，也可以是隐性的，拍个视频，写个文章，一定是你给对方提供了某种价值，对方才愿意看你的东西。\n\n一个优秀的人，一定是给其他人提供了很多支持的人。\n\n一个科学家，可能支持了社会的发展，一个历史学家，对历史爱好者提供了巨大的价值，一个企业家，为社会提供了有特色的商品。\n\n支持系统是一种积极的人生哲学，因为它给我们的启示在于，人应该表达自己的需求，寻找自己的支持者，也提高自己的知识和技能，扩大自身的支持，也同时支持别人，这样反过来又可以获得更多的支持。\n\n躺下为众人铺路者，众人把它举高。\n\n同时大家喜欢感恩的人，因为感恩的人懂得知恩图报。\n\n而所谓知恩图报，其实就是愿意支持支持者。\n\n所谓福往者福来，爱出者爱返，我们见了很多农夫与蛇的故事，导致在帮助别人的时候往往很小心，怕惹来白眼狼。\n\n但伟大人物一定有背叛者，耶稣也被犹大背叛，想有所成就，不可能躲在自己的螺蛳壳里，总要走出去，而与人交流，总得有人先表示善意。\n\n永远做主动表达善意与爱意的人，虽然会失去很多，但得到的一定会比失去的更多。\n\n因为主动是一种稀缺资源，物以稀为贵，稀缺资源一定会得到更高的定价。\n\n记住，支持系统理论是积极的，心理上积极，行动上也积极。\n\n比如我写这篇文章就很积极，而你来读，也很积极。",
    "excerpt": "你愿意帮助哪个人呢，我想首先是需要帮助的人，其次呢，可能就是能帮 助别人的人  宋江文不能安邦，充其量会写几首烂诗，武不能定国，勉强能砍砍阎婆惜  连武松李逵这样的武力天花板都对他纳头便拜，他靠的是什么呢？  无非就是能够在权力范围内给人周旋  于是一个...",
    "readTime": 6,
    "tags": [
      "支持系统",
      "职业发展",
      "思想哲学",
      "心理健康"
    ]
  },
  {
    "id": "011",
    "slug": "011-为什么支持系统并不是心灵鸡汤，也有别于其他玄学",
    "title": "为什么支持系统并不是心灵鸡汤，也有别于其他玄学",
    "content": "## 为什么支持系统并不是心灵鸡汤，也有别于其他玄学\n\n首先支持系统理论的重要思想来源是支持系统心理学，这是一个正经的心理学理论。\n\n其次，我们拓展了支持系统的解释范围，并提出了支持系统的重要运作机制，即按需分配。\n\n在此基础上，我们提出了一些推论，即主动表达需要，也解释了祈祷为什么有一定效果。\n\n总之，人愿意帮助需要帮助的人。\n\n这些都不依赖于任何玄学和心灵鸡汤，而是每个人都能体验感受到的东西。\n\n心灵鸡汤的特点是让你看了觉得舒服，但之后并不会改变你的行为，大多数情况下你又回到老路上，少数情况下你用心灵鸡汤的理论来改造自己，但往往并没有什么好的结果。\n\n而在支持系统理论中，我们认识到我们拥有的与支持我们的都远比想像的多，这也是非常科学的结论，在此之上，我们面对的问题是如何挖掘这部分资源。\n\n同时，增加个人表达能力，主动表达自己的需要和对他人的友善，这无疑会改善一个人的人际关系，也就反过来增强了自己的支持系统。\n\n此外，支持系统对于个人成长也提出了要求，因为我们自己就是自己最大的支持系统，如果不学习更多的知识，掌握更多的技能，也不能认为是在实践支持系统。\n\n总之，支持系统让你认识到你拥有的比你想象的多，所以你不应该自卑，同时爱你的人也比你知道的多，所以你也不用自怜，在解决了你心理上的需求之后，我们要增强自身的能力与交往能力，并变的更主动更友善，总之，支持系统是一套新的看待世界和自我的方式。\n\n它不是躺着让你什么都不干或者念什么秘诀就能改善自我的玄学，而是一套行之有效的行为逻辑。\n\n最重要的是，它是有事实和逻辑基础的，简单说，它是对的。",
    "excerpt": "# 为什么支持系统并不是心灵鸡汤，也有别于其他玄学  首先支持系统理论的重要思想来源是支持系统心理学，这是一个正经的心 理学理论  其次，我们拓展了支持系统的解释范围，并提出了支持系统的重要运作机 制，即按需分配  在此基础上，我们提出了一些推论，即主动表达需要，也解释了祈祷为什 么有一定效果  总...",
    "readTime": 3,
    "tags": [
      "支持系统",
      "自我成长",
      "人际关系",
      "思想哲学",
      "心理健康"
    ]
  },
  {
    "id": "012",
    "slug": "012-主动展示自己的支持，是壮大自己支持系统的需要",
    "title": "主动展示自己的支持，是壮大自己支持系统的需要",
    "content": "## 主动展示自己的支持，是壮大自己支持系统的需要\n\n支持系统的运作是一种有来有往的循环，要别人支持我们，我们要先支持别人。\n\n当然，这里的支持有显性隐性之分，之前讲过，显性的就是主动表达，隐性的就是输出内容，不特定人群可以从你的作品中得到力量。\n\n现在主要讲的是显性的支持。\n\n对于朋友，主动的表达问候，对于亲人，表达自己的关心，这些平常做了矫情不做又觉得哪里亏欠了什么的事情，主动的去做。\n\n中国人是不善于表达的，在传统观念中，哪怕夫妻在公众场合做出亲密举动也被认为不合适。\n\n当然，时代在变化，现在的人明显比以前善于表达了。\n\n但还应该有更多。\n\n如果你看到一篇文章觉得好，应该点赞，评论，赞赏。\n\n做为一个小小的公众号作者，收到陌生人5块钱的赞赏比赚了500块钱还开心。\n\n朋友或许是给你面子，而陌生人是真觉得你的东西好，对他有帮助。\n\n我朋友圈里有个小姑娘，之前给我发过几百红包，后来才知道她有严重抑郁。一个抑郁症病人能对我写的东西产生兴趣，让我又惭愧又自豪。我也不知道是不是我写的东西对她有点疗愈作用，但我希望是这样。",
    "excerpt": "# 主动展示自己的支持，是壮大自己支持系统的需要  支持系统的运作是一种有来有往的循环，要别人支持我们，我们要先支持 别人  当然，这里的支持有显性隐性之分，之前讲过，显性的就是主动表达，隐 性的就是输出内容，不特定人群可以从你的作品中得到力量  现在主要讲的是显性的支持  对于朋友，主动的表达问候...",
    "readTime": 2,
    "tags": [
      "支持系统",
      "人际关系"
    ]
  },
  {
    "id": "013",
    "slug": "013-PUA 本身是一种支持系统技术",
    "title": "PUA 本身是一种支持系统技术",
    "content": "# PUA 本身是一种支持系统技术\n\nPUA 技术传入中国大概是 08，09 年，我在 09 年初接触的PUA，当时\\nPUA 还只是男女交流的一些策略汇总，没有像今天这样太多的贬义。",
    "excerpt": "# PUA 本身是一种支持系统技术  PUA 技术传入中国大概是 08，09 年，我在 09 年初接触的PUA，当时 PUA 还只是男女交流的一些策略汇总，没有像今天这样太多的贬义      ...",
    "readTime": 1,
    "tags": [
      "支持系统"
    ]
  },
  {
    "id": "014",
    "slug": "014-多体现对别人的支持，是壮大自身支持系统的需要",
    "title": "多体现对别人的支持，是壮大自身支持系统的需要",
    "content": "## 多体现对别人的支持，是壮大自身支持系统的需要\n\n我们已经介绍了支持系统的两个工作原则，一是支持需要支持的人，二是支持能给别人提供支持的人，今天介绍第三个，就是支持支持自己的人。\n\n支持系统本质上是互利的，我们总是偏爱那些偏爱我们的人。\n\n至少在相对平等的支持系统中是如此，如果有严格的等级差别，这点体现的可能没那么明显。\n\n你并不需要真的为别人准备太多物质，只是偶尔的关心即可表达对方在你心里的地位，比如主动的问候对方，在聊天里多夹杂一点无效信息，同样的一句话，能用10个字不用5个字，在社交中我们总是会默认如果对方回复的字数更多，就表示更愿意交流，如果惜墨如金，那对方感觉到的就是敷衍。\n\n记住对方的生日也是一个不错的建议。\n\n如果能记得对方家人的信息那可能效果会更好。\n\n良言一句三冬暖，恶语伤人六月寒。\n\n我们在生活中一般能做到尽量不恶语伤人，但主动的表达感谢似乎并非我们的文化。\n\n而这也是可以做的更好的地方。\n\n每个人身上都有优点，当别人注意到你的优点的时候，你多么开心，那反过来也是一样的。\n\n之前在某本书上读到，劝说别人的时候少用yes,but, 多用yes and。\n\n总之，尽量少直接的否定对方，虽然有时候也不得不如此，但还是要记得，大多数交流并非交流信息，而是情绪和情感，机器和机器之间才能100%的交流信息，人之间的交流总是先处理情感和情绪的。\n\n这并非建议你做一个老好人。\n\n支持系统本质上是让你更强大强友善的一种世界观，大多数人的戾气都来自于旁人的不理解，当你认识到其实支持你的人有很多，你的戾气自然就消散了，戾气消散，和气自生，这是一个非常自然的过程。\n\n即使有人否定你，你也知道，肯定你的人有很多，在建立这个自信之后，你对别人的否定就能更多的对事不对人，我们往往会把对方的否定放在对我们人本身的否定上，这根源还是来自不自信。\n\n当你更自信的时候，对待别人的批评也能更客观。\n\n当然不排除对方就是个不可救药的小丑，那既然对方已经是小丑了，那也不必在他们身上浪费时间，除非不得不如此。\n\n支持系统跟PUA技术之间有很多共同点，本质上，任何有效的技术都一定有支持系统的部分，但PUA技术其实也是无罪的，我们赞美同事和朋友，即使夸的他们有点过了，也无伤大雅，并没有损害什么。\n\n所谓居移体养移气，一个人当官当久了，自然会产生一种上位者的气势，这种气势就来自于别人不敢否定自己带来的自信。\n\n这是权力对人的PUA。\n\n而我们不需要权力就能实践支持系统，当你认识到愿意跟你交流的大多数人都支持你，那你也会自信，这种由内而外的自信是一种强大的力量，让别人愿意接近你。",
    "excerpt": "# 多体现对别人的支持，是壮大自身支持系统的需要  我们已经介绍了支持系统的两个工作原则，一是支持需要支持的人，二是 支持能给别人提供支持的人，今天介绍第三个，就是支持支持自己的人  支持系统本质上是互利的，我们总是偏爱那些偏爱我们的人  至少在相对平等的支持系统中是如此，如果有严格的等级差别，这点...",
    "readTime": 12,
    "tags": [
      "支持系统",
      "人际关系",
      "职业发展",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "015",
    "slug": "015-别人需要你的支持，帮助他们建立支持系统，至少成为他们的支持系统之一",
    "title": "别人需要你的支持，帮助他们建立支持系统，至少成为他们的支持系统之一",
    "content": "## 别人需要你的支持，帮助他们建立支持系统，至少成为他们的支持系统之一\n\n支持系统这套理论真正的精华在哪呢，首先是支持系统内部的按需分配法则，这条很重要，原来我们并不需要多优秀就能得到别人的支持，支持你的人，大多数是因为你需要支持，你之所以没有感受到他们的支持，是因为你并没有表露出你需要。\n\n在此基础上，我们推理出，原来支持你的人比想像你的人更多。\n\n再跳出边际思维，认识到自己比想像中拥有的更多也更强大。\n\n于是，你获得了内心的强大，你看待世界的眼光也变了。\n\n你睁眼的时候，花才绽放，你闭上眼的时候，花寂灭在你心中。\n\n某种意义上，这是一种更强大更理性的唯我论，\"我\"是整个支持系统理论和实践中的核心。\n\n人缺爱的时候会表现的充满戾气，但你意识到原来你这么受欢迎，你这么强大，你自然而然的会生出一种帮助别人的心态。\n\n他们不敢表达对你的支持，所以你之前生活在自责与自怜之中，而现在你已经完成救赎，自然会想去帮助别人。\n\n而帮助别人的方式非常简单，表达自己对他们的关心，表达他们在你心中的地位。\n\n跟爸妈忏悔自己小时候的不懂事，给他们买点爱吃的东西。\n\n跟朋友回顾以往开心的日子，偶尔的小矛盾自然烟消云散了，再约个烧烤，咖啡，酒吧，citywalk。\n\n跟同事也是一样，肯定他们的工作能力和态度，之前的矛盾是因为自己不理解他们。\n\n每个人都能体会到你的支持，无论是10块钱的红包，还是一个赞赏，还是一句留言，总之，你从别人那得到的支持，想办法还万分之一回去。\n\n日本天皇可以研究一辈子虾虎鱼，对于他来说，天皇只是一个职业，而虾虎鱼才是他生命的乐趣。\n\n当你看世界的眼光变了，这个世界自然就变了。\n\n原来万事万物都在支持你。\n\n而你并没有发现。\n\n张献忠七杀诗里开头就是天生万物以养人，这句话是丝毫不错的。\n\n认识你的家族、朋友、食物，一切与你相关的东西，他们都是你的支持系统，当你意识到他们一直在支持你，哪怕并非他们本意，也自然会生出一种感恩之心。\n\n感恩不是一种要求，而是一种自发的感受。\n\n李叔同的遗嘱中要求抛弃他的尸体，让鸟兽啃食，因为他一生吃了太多动物，死后自然应该还给自然。\n\n从支持系统的角度非常容易理解，生前你获得了他们的支持，死后拿皮囊支持一下动物，也不足为怪。\n\n在多子女家庭中，总有小孩感受被忽略了，但当你意识到这其实是按需分配法则的作用，父母忽视你可能并不是因为他们不爱你，而是你更省心，你自然的就能跟他们和解。\n\n当然，这个世界上坏的人很多，他们很多也会当父母。\n\n跟自己与家庭的和解，应该是自发的，自然的，自主的，这不是一种要求，而是一种状态。\n\n支持系统本质上就是一种自足的强大的理论，你获得的足够多，所以你想还一点回去。\n\n就如同我写这篇文章。\n\n当我意识到支持系统这个概念的时候，我几乎瞬间就意识到我之前忽略掉了多少别人对我的支持，而我应该把这个事实告诉大家，我们原来拥有这么多。\n\n写这篇文章的时候我内心是喜乐自足的，而我愿意与你分享。\n\n每个人都有戾气，但这个世界支持你的人还是很多。\n\n压抑自己的戾气怨毒是没有用的，压制越大，反弹越大。\n\n只要意识到你生处很多人的爱与支持之中，你的怨气自然就消散了。\n\n但这个世界上还是有坏人的，反击他们，让他们付出代价，也是跟自己的和解。\n\n如果因为恐惧或者其他因素放弃为自己寻求正义的机会，你内心的正义小孩就受伤了，他会不停的问你当初为什么不反击，这就形成了精神内耗。\n\n自身是自己最大的支持系统，理顺自己，就是理顺最大的支持系统。\n\n一个人只有自足之后才能帮助别人，而帮助别人也是自足之后的一种需要，正如爱一个人自然就会表达，强行压制表达只会受内伤。",
    "excerpt": "支持系统这套理论真正的精华在哪呢，首先是支持系统内部的按需分配法则",
    "readTime": 1,
    "tags": [
      "支持系统"
    ]
  },
  {
    "id": "016",
    "slug": "016-找到自己的一百个优点，一种支持系统实践",
    "title": "找到自己的一百个优点，一种支持系统实践",
    "content": "## 找到自己的一百个优点，一种支持系统实践\n\n做为实践的部分，可以从这条开始。\n\n要想别人夸自己，不如自己夸自己。\n\n你在自伤的时候是如何无情的批判自己，现在要做的只是反过来，夸夸自己。\n\n毕竟只有你自己最了解自己，最了解自己的弱点，也最了解自己的优点。\n\n教育让我们多做批评和自我批评，但反过来，你也可以多做表扬与自我表扬。\n\n在社会中，扬长远远重要过避短，每个伟大人物都有一身的缺点，但就如鲁迅所说，有缺点的战士终究是战士。\n\n了解自己的长处，比补足自己的短处重要太多了。\n\n你有100个长处，就可以在100个方面帮助别人。\n\n这就是你的资产，能在100个方面帮助别人的人，自然会是大家需要的人。\n\n脱口秀演员徐志胜人缘很好，因为他总是能发自内心的夸别人。\n\n相信我，只有充分认识自己优点的人，才能认识别人的优点。\n\n因为这相当于你装了一台心灵显微镜。\n\n看自己看的更清楚了，看别人也能更清楚。\n\n大多数人只是不愿意承认别人的优秀，而这背后深层的原因在于不停的否认自己的优秀。\n\n在传统教育中，承认自己的优秀是可耻的，一个深感自卑的小孩，怎能发自内心的认可别人呢？\n\n是的，我们每个人内心都有很多小孩，正义小孩，懒惰小孩，也有自卑小孩。\n\n支持系统用在自身，其实就是协调这些小孩的一种技术。\n\n一个人状态变好之后，自然就有能力支持别人，所以支持系统是一种由内而外的理论和实践。\n\n一个实践支持系统的人，肯定是个自信的人，因为他愿意承认自己优秀，也能承认别人同样优秀。\n\n他不回避自己的问题，也愿意接纳别人的问题，每个人都有问题，何必苛求呢。\n\n我们从小得到的表扬和认可太少了，先表扬表扬自己。",
    "excerpt": "# 找到自己的一百个优点，一种支持系统实践  做为实践的部分，可以从这条开始  要想别人夸自己，不如自己夸自己  你在自伤的时候是如何无情的批判自己，现在要做的只是反过来，夸夸自 己  毕竟只有你自己最了解自己，最了解自己的弱点，也最了解自己的优点  教育让我们多做批评和自我批评，但反过来，你也可以...",
    "readTime": 7,
    "tags": [
      "支持系统",
      "自我成长"
    ]
  },
  {
    "id": "017",
    "slug": "017-当你能实践支持系统，自然能抵抗PUA",
    "title": "当你能实践支持系统，自然能抵抗PUA",
    "content": "## 当你能实践支持系统，自然能抵抗PUA\n\n我们前面说过，PUA技术其实很大程度上应用了支持系统，但支持系统比PUA更好的地方在于，他是一种自我变化，并不是用在表演，我们夸别人，也是因为我们内心感受到足够的爱和支持，所以用愿意表达对别人的支持。\n\n一个内心缺爱的人，面对PUA技术里的\"打压\"\"反撇\"的时候，自然会自卑自伤，而我们能感受到很多人的支持的时候，一两个人的打压又能有什么作用呢。\n\n我们对我们的优点了如指掌，对自己的缺点也心知肚明。\n\n但我们更知道，扬长重于避短，所以缺点大多数时候并没有那么重要。\n\n一个爱你的人，首先是一个肯定你的人，一个人都不愿意肯定你，他爱你什么呢？\n\n物必自腐而后虫生，考古现场那些珍贵文物一见阳光和新鲜空气，立即化成飞灰，并不是氧气突然牛逼了，而是因为这些文物本质上已经朽坏，只剩下外面一层壳还维持着，新鲜的空气和阳光进入，这点壳子也维持不住了，自然就崩坏了。\n\n人也是这样，能被PUA的人，内心其实有缺点，有的小一点，如果虫眼，这样的人被PUA也仅仅是短暂伤心之后自然能恢复，而有些人就如同尘封千年的文物，内心早已千疮百孔，被人刺激之后，就完全崩溃了。\n\n支持系统是一种感受到别人的爱与支持的理论，而这完全是基于事实的，因为我们总是不太愿意表达。\n\n而我们自己又是支持系统的核心，我们的优点远远多过缺点，只不过别人没有认识到，我们自己也没发现。\n\n再小的优点也是优点，正如别人给的再小的关心也能让我们感动一样。\n\n别人能感动自己，我们自己也行。\n\n一个神完气足的人，或许会被子弹击倒，但不至于被一场风雨摧毁。\n\nPUA充其量只是风雨，人的一生哪有不经过几场风雨的，大不了感冒，能有多大的事。",
    "excerpt": "我们前面说过，PUA 技术其实很大程度上应用了支持系统，但支持系统比PUA 更好的地方在于，他是一种自我变化，并不是用在表演.",
    "readTime": 1,
    "tags": [
      "支持系统"
    ]
  },
  {
    "id": "018",
    "slug": "018-很多人认可你的价值，找到他们",
    "title": "很多人认可你的价值，找到他们",
    "content": "## 很多人认可你的价值，找到他们\n\n如果你实在发现不了身边人对你的支持，或者他们并不理解你所做的事\\n情，那你需要的是拓展自己的圈子，寻找认可你的人。",
    "excerpt": "# 很多人认可你的价值，找到他们  如果你实在发现不了身边人对你的支持，或者他们并不理解你所做的事 情，那你需要的是拓展自己的圈子，寻找认可你的人      ...",
    "readTime": 1,
    "tags": [
      "其他"
    ]
  },
  {
    "id": "019",
    "slug": "019-对不起，谢谢你，我爱你，零极限的秘密",
    "title": "对不起，谢谢你，我爱你，零极限的秘密",
    "content": "## 对不起，谢谢你，我爱你，零极限的秘密\n\n我十多年前也是个心理玄学爱好者，这点我从不讳言，遇见未知的自己，吸引力法则，零极限这些畅销书我都读过，当时也能获得感动，但久而又固态复萌，我想大多数有相似经验的朋友都能理解。\n\n最近有个社区又凭借零极限火了，在这里，我想用支持系统的角度来解释一下零极限的秘密。\n\n零极限其实有四个魔法词：对不起、请原谅、谢谢你、我爱你。\n\n不过我删去了请原谅，因为剩下三个就足够了。\n\n在支持系统之中，我们认可到对方的支持，所以我们愿意表示感谢，所以有谢谢你，同时，我们也愧疚没有表达对你的支持，所以说对不起，当我可以坦然面对内心，承认对你的支持，这个时候我就说我爱你。\n\n你看，这三个词就足够了，并不需要请原谅。\n\n这三个魔法词本身是有效的，但零极限书中的解释并不足够好，还是要回到支持系统上来。\n\n支持系统本身并不是关于玄学的，他完全建立在科学和逻辑之上。\n\n以下是我反复强调的：\n\n我们大多数时候不愿意表达对别人的支持。\n\n人同此心，心同此理，所以我们可以推理出大多数人其实是在支持我们，尽管支持的方式你不一定能认同，比如很多跟家人关系紧张的孩子。\n\n祈祷有用，念零极限的咒语也有用处，但还不够好。\n\n再美妙的词汇，如果不是建立在足够坚硬的事实和逻辑的基础上，也是水中月镜中花，你当时获得的感动，很快就会被生活打回原型。\n\n而支持系统是基于事实的。\n\n当你愿意表达对别人的支持的时候，你会突然发现，原来这么多人在默默支持你，而你却从未注意到。\n\n还有，如果你不是内心真的认可对方对你的支持，你说出的谢谢你，也只是和尚念经，并不是从内心中生发出来，虽然也有用处，但一来不够真诚，别人能察觉，二来你自己也会慢慢演不下去。",
    "excerpt": "# 对不起，谢谢你，我爱你，零极限的秘密  我十多年前也是个心理玄学爱好者，这点我从不讳言，遇见未知的自己， 吸引力法则，零极限这些畅销书我都读过，当时也能获得感动，但久而又固态 复萌，我想大多数有相似经验的朋友都能理解  最近有个社区又凭借零极限火了，在这里，我想用支持系统的角度来解释 一下零极限...",
    "readTime": 9,
    "tags": [
      "支持系统",
      "自我成长",
      "人际关系",
      "职业发展",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "020",
    "slug": "020-父母忽视你是因为你乖，写给多子女家庭的你，或者是平凡的你",
    "title": "父母忽视你是因为你乖，写给多子女家庭的你，或者是平凡的你",
    "content": "## 父母忽视你是因为你乖，写给多子女家庭的你，或者是平凡的你\n\n这一篇是单独写给多子女家庭的朋友，如果你是独生子女，且也不打算生多胎，那此篇可以跳过。\n\n我有一个弟弟，长年生活在我的阴影之下。\n\n我从小成绩不错，最后考上北大，这都是事实，而我弟弟相对普通一些，但最后也考上了一本。\n\n从小亲戚就拿我和他比较，要他向我学习，给他造成很大的心理压力。\n\n甚至在我辅导他功课的时候，他压力大到把习题册都扔了。\n\n当然还有一些故事，但终究是他的私事，我不便多说。\n\n总之，我弟弟很长一段时间内都不满意妈妈的注意力一直在我身上。\n\n后来我妈妈知道了，跟我说我弟弟很乖，不像我那么调皮，所以当然把注意力放在了我身上。\n\n以后如果我得到我弟弟的授权，我可能会把更多的故事讲出来，但这里就写这么多吧。\n\n心理学上有个中间儿综合症（middle child\\nsyndrome），意思是老大出生的早，有段时间得到父母独宠，而且在兄弟姐妹中地位又最高，而老么因为最小，大家又都要让着他关心他，所以中间出生的孩子，就会觉得被忽视了。\n\n我们讲过按需分配的法则，老大的地位当然是天生的，TA自然是所有儿女中理所当然最有领导地位的那一个，而最小的孩子需要的关爱更多，所以中间的孩子被忽视了。\n\n但这并不是他的错，也并非父母的，这只是按需分配法则的结果。\n\n在支持系统中，我们总是按需分配。\n\n当然，在其他组织中，我们也能看到类似的效应，比如在班级里，最优秀的孩子总是得到老师最多的关心，而倒数的那些，又拥有更大的自由，成绩中等的孩子一方面没有来自老师的关爱，一方面又没有差生自暴自弃的自由，也相当于中间儿了。\n\n这些孩子在成长过程中往往体会到的爱和关心是不足的，但并不是父母和老师不支持不关爱你们，仅仅是因为你们需要的少，这不是你的错，但也不是父母老师的错，父母和老师对你们的关爱并不少，只是你们比较乖比较省心，所以他们不用表现出来。\n\n我相信很多孩子在成长过程中都因为自己的平凡而自卑。\n\n甚至我们在看了不少身残志坚的故事之后，会幻想自己是个坚强的残疾人，甚至以自己全手全脚而难过。\n\n这也是一种中间儿状态，因为我们既不够优秀，又不够不幸。\n\n但社会和家庭并没有不关心不支持你，只是你需要的少而已。\n\n在写作此文的时候，我把跟弟弟几年的心结放下了。\n\n写作这一系列文章的时候，我本身也在实践，如果不能付诸实践，那支持系统只是空中楼阁。\n\n在这个过程中，我体会到很多的爱与平和。\n\n在前一篇中我把零极限中请原谅删掉了，因为这似乎太重了，但对于少数我们一直忽视掉的对我们非常重要的支持者而言，这句也许也是必要的。\n\n总之，如果你因为你的普通而自卑，完全不必，因为你身在支持系统之中，支持系统就是这样工作的，你得到的爱与关心并不少，只是你没有表现出你的需要，当你需要的时候，他们都会奔涌而至。",
    "excerpt": "这一篇是单独写给多子女家庭的朋友，如果你是独生子女，且也不打算生多胎，那此篇可以跳过",
    "readTime": 1,
    "tags": [
      "支持系统"
    ]
  },
  {
    "id": "021",
    "slug": "021-支持系统不是包治百病的灵丹",
    "title": "支持系统不是包治百病的灵丹",
    "content": "## 支持系统不是包治百病的灵丹\n\n但凡是科学的东西都有他的边界，任何药物都只能治特定的疾病，包治百病的都是骗子。\n\n支持系统也是一样。\n\n如果你确实已经风雨飘摇，每天睡桥洞，那应该去寻找现实的帮助，或者自立自强，努力自己活出个人样来。\n\n支持系统拯救的是那些被精神内耗所困，觉得自己一无是处，一无所有，但实际上拥有很多财富与优点的人。\n\n如果你被边际思维所限制，看不到自己实实在在拥有的东西，那支持系统可以帮你打开天眼，但如果你是真的没饭吃了，那还是应该去找点吃的。\n\n我北大毕业之后有段时间过的很难，睡朋友家的沙发就睡了好几个月，而他也跟人合租，同租的姑娘因为一进客厅就发现有个男的在那睡而深感不满。\n\n那段时间我知道我自己很优秀，但我不知道怎么把优秀变成钱，所以时常在极度的自大与自卑之间徘徊。\n\n某种意义上，那个时候的我比现在的我优秀的多，因为那个时候的我足够勇敢，穷的没饭吃了你说能不勇敢吗。\n\n也对新事物更敏感，想想也是，那么穷了，肯定每天想哪里能搞钱。\n\n甚至也更有正义感，现在年纪大了，一是身体不如以前，二是动手的成本更高，总之，考虑的事情更多了。20出头的时候我敢在火车站抓小偷，现在再碰上，我也怀疑我敢不敢出手。\n\n在写到上面一段的时候，我给提供我住宿的朋友表示了感谢。\n\n写作支持系统系列文章，对我自身也是一个疗愈的过程，很多话其实早就该说了，但对很多人的感谢，可能在我们人生结束之前都无法出口。\n\n这真是一个遗憾啊。\n\n支持系统是一种实践，至少它实践的部分大于理论的部分，正如王阳明所说，一个人知道孝顺的理论却不孝顺，能叫知孝吗？\n\n同样，如果认同支持系统的理论却不去实践，怎么叫认同呢？\n\n对于阅读此文的朋友，我建议你也写支持系统的思路来写几篇，写到令自己感动的时候，把当初感动自己的人联系方式找出来表示感谢。\n\n我们首先是支持系统的实践者，其次才是传播者。",
    "excerpt": "# 支持系统不是包治百病的灵丹  但凡是科学的东西都有他的边界，任何药物都只能治特定的疾病，包治百 病的都是骗子  支持系统也是一样  如果你确实已经风雨飘摇，每天睡桥洞，那应该去寻找现实的帮助，或者 自立自强，努力自己活出个人样来  支持系统拯救的是那些被精神内耗所困，觉得自己一无是处，一无所有，...",
    "readTime": 4,
    "tags": [
      "支持系统",
      "人际关系"
    ]
  },
  {
    "id": "022",
    "slug": "022-支持系统与佛学",
    "title": "支持系统与佛学",
    "content": "## 支持系统与佛学\n\n传说释迦摩尼诞生的时候，指天划地，说出八个金玉之字：天上地下，唯我独尊。\n\n按佛学老师的解释，这个唯我独尊并不是指佛自身为尊，而是\"我\"这个概念是最尊贵也最重要的。\n\n在支持系统的理论里，\"我\"也是居于绝对的核心地位，我在之前的篇章中甚至解释为唯我论。\n\n只不过这是一种建立在事实与逻辑之上的唯我论。\n\n如果我不是肯定有很多人爱我而不说，我怎么敢说其实我比我想像的更受欢迎？\n\n如果不是肯定我有很多优点之前却没有注意到，我又怎么敢说自己很优秀值得这么多爱与支持？\n\n在肯定自己拥有足够的爱与支持，而不是厌恶与否定之后，我们内心充盈，才能有足够的力量向外界传递我们早应该传递的支持。\n\n我们用一种比喻的方式来看待佛教的理论，所谓的六道轮回其实就是人的六种状态，比如恶鬼道，就是纯粹的坏，想伤害所有人。而饿鬼道，就是想拥有更多，想发财，想有很多炮友，想当大明星。而畜生道就是冥顽不灵，既愚且痴。同理，阿修罗道则是想做好事做大事却不得其法，最后显的很笨拙，结果也不好。人间道算是老实本分，干自己该干的，普通的状态，天道则是处于平和安乐的状态，又足以做成想做的事情，实在是一种非常美好的状态。\n\n但因为人心如水，总是会起波澜，所以有六道轮回，人的状态总是在这六者之间波动，就算是天道，也会慢慢褪色，总之，跳不出轮回。\n\n而佛教修的是跳出轮回，永处极乐世界。\n\n支持系统在这个意义上跟佛教是类似的，一个普通人，如果无病无灾，小日子过的下去，家也矛盾没有大的矛盾，那我们可以在支持系统的帮助下较长时间的处于天道的状态，如果修行时间足够长，甚至能跳出轮回，再也不进入其他状态。",
    "excerpt": "# 支持系统与佛学  传说释迦摩尼诞生的时候，指天划地，说出八个金玉之字：天上地下，唯 我独尊  按佛学老师的解释，这个唯我独尊并不是指佛自身为尊，而是“我”这个概 念是最尊贵也最重要的  在支持系统的理论里，“我”也是居于绝对的核心地位，我在之前的篇章中 甚至解释为唯我论  只不过这是一种建立在事...",
    "readTime": 4,
    "tags": [
      "支持系统"
    ]
  },
  {
    "id": "023",
    "slug": "023-如今常存的有信，有望，有爱；这三样，其中最大的是爱",
    "title": "如今常存的有信，有望，有爱；这三样，其中最大的是爱",
    "content": "## 如今常存的有信，有望，有爱；这三样，其中最大的是爱\n\n**「我若能说万人的方言，并天使的话语，却没有爱，我就成了鸣的锣，响的钹一般。」**\n\n**「我若有先知讲道之能，也明白各样的奥秘，各样的知识，而且有全备的信，叫我能够移山，却没有爱，我就算不得什么。」**\n\n**「我若将所有的周济穷人，又舍己身叫人焚烧，却没有爱，仍然与我无益。」**\n\n我并非基督徒，却总为圣经中这段而感动。\n\n我记得在上基督教原典导读的时候读到的这一段，似乎就理解了为什么基督教能拥有如此多的信众。\n\n上帝存不存在，我不知道，也不想讨论，但爱是存在的。\n\n如果爱不存在，那人又何异于草木。\n\n当然，你可能并不爱人，但你也总有爱好，至少爱钱吧，如果钱也不爱，别的也不爱，人也没有你爱的，那完全是心如已灰之木了。\n\n爱就是支持系统的关键，别人支持我们，总是因为爱，当然，用爱个字眼可能太重了，但你明白我意思就行，也许我喜欢你的相貌，也许我喜欢人的文字，也许我喜欢你的观点，也许仅仅是某种我无法解释的因素让我愿意关注你关心你，这些总可以说是某种爱。\n\n我们也爱别人，爱朋友，爱亲人，爱子女，爱对象，爱一切可爱之物，爱瓜果蔬菜，爱山川草木。\n\n人生有所爱，活着才有意思，而被爱，则给我们力量。\n\n今天晚上我本来已经写了四篇，然后这些文章转到某个群里之后大家表示很喜欢，我感觉到了鼓励，于是又跳出来很多念头，睡不着，还是把这些写成文章落地为好。\n\n你们对我文章的喜爱，是我更新的重大动力。\n\n至少在这方面，爱真的可以发电。",
    "excerpt": "# 如今常存的有信，有望，有爱；这三样，其中最大的是爱  「我若能说万人的方言，并天使的话语，却没有爱，我就成了鸣的锣，响 的钹一般。」  「我若有先知讲道之能，也明白各样的奥秘，各样的知识，而且有全备的 信，叫我能够移山，却没有爱，我就算不得什么。」  「我若将所有的周济穷人，又舍己身叫人焚烧，却...",
    "readTime": 3,
    "tags": [
      "支持系统",
      "人际关系"
    ]
  },
  {
    "id": "024",
    "slug": "024-强大自身，健壮自己",
    "title": "强大自身，健壮自己",
    "content": "## 强大自身，健壮自己\n\n支持系统之所以不是一套单纯的身心灵理论，有别于心理玄学，因为它的概念体系里\"我\"的地位是最高的，所有的支持系统中，我们自己占了绝对的主导。\n\n在解决掉精神内耗之后，我们就要去强健自己的身体，丰富自己的知识。\n\n爹有娘有不如自己有。\n\n一个不依赖别的人才能更好的获得别人的支持，尽管这听起来有点绕。\n\n就像银行总愿意借钱给不需要钱的人一样。\n\n一个自身足够强大，能辐射能量的人，才能吸引别人。\n\n就如果太阳吸引它的行星。\n\n一个能坚持健身，坚持学习的人，听起来就很靠的住。\n\n而一个没有自制力的人，则说什么都显的很可疑。\n\n在经营支持系统的时候，我们对别人的支持并非一定能获得回报，就像我们认知的一样，社会上白眼狼还是不少的，借出去的钱往往也要不回来。\n\n但经营自身的支持系统则只赚不赔，你读了本书，谁还能逼你忘了，你锻炼了一天，这个肌肉难道能长到别人身上？\n\n钱和时间有一百种浪费掉的方式，但花在学习、锻炼、交友、旅游之上，则永远不会让人后悔。\n\n在之后的篇章中，我会以我自己为例如何用支持系统来学习。\n\n实际上，锻炼和学习虽然一开始往往难以坚持，但走过一个门槛之后，却是停不下来的。\n\n读一本书读上瘾了，熬夜也得读完，而跑步跑了三公里之后，则根本停不下来，分分钟跑到十公里。\n\n支持系统是一套以实践为核心的系统，我们认可自身的价值，表达对别人的支持，也收获别人对我们的支持，同时，我们也让自己的身体和灵魂变的晚强大。\n\n而一个强大的人，总是会散发出魅力。\n\n谁不喜欢跟强大的人交朋友呢。",
    "excerpt": "# 强大自身，健壮自己  支持系统之所以不是一套单纯的身心灵理论，有别于心理玄学，因为它的 概念体系里“我”的地位是最高的，所有的支持系统中，我们自己占了绝对的主 导  在解决掉精神内耗之后，我们就要去强健自己的身体，丰富自己的知识  爹有娘有不如自己有  一个不依赖别的人才能更好的获得别人的支持，...",
    "readTime": 3,
    "tags": [
      "支持系统",
      "人际关系",
      "心理健康"
    ]
  },
  {
    "id": "025",
    "slug": "025-人总是先变富，再有钱",
    "title": "人总是先变富，再有钱",
    "content": "## 人总是先变富，再有钱\n\n你足够优秀，配的上一切美好。\n\n我不是给你做消费主义洗脑。\n\n一个实践支持系统的人，绝非无脑冲各种超过自己实际消费能力商品的人。\n\n但我们的优秀，并不依赖于我们的财富。\n\n或者财富只是我们价值的一部分。\n\n一个有钱的烂人依旧是烂人，那反过来，一个没钱的高人也还是高人。\n\n人总是先变富，再有钱。\n\n富是一种状态，有钱只是你的账户数字。\n\n当你的能力提高，阅历增加，资源开始积累，你自然就开始富有，只不过你需要时间把脑子里的钱转到银行卡上。\n\n但你首先得有脑子。\n\n大多数人只关注最后的结果，就是账户数字，而对之前的积累视若无睹。\n\n我读历代帝王本纪，大多都是不好读书，喜欢兵法，结交亡命，不事生产不重视积累财富的人。\n\n他们起家靠的是年少时积累的各种朋友，而不是钱。\n\n当你的能力和资源积累到位的时候，获得一定的成功只是水到渠成的事情，并非强求而来。\n\n李子柒默默做了几年视频才开始在外网火爆，之后出口转内销，国内也知道她。李佳琦也是在口红档口积累了一两年才能在镜头前介绍各种色号如属家珍。\n\n这个过程中他们就逐渐变的富有，因为真正的富是你的能力。\n\n毛委员在少年时把湖南一师图书馆的书读了个遍，后来又在北大当图书馆管理员，又读了很多书。之后他平定宇内，扫平天下，这些书无疑有着相当大的作用，且不说他背后的运筹帷幄，就他写的那些文章发挥的作用就抵的上百万雄师。\n\n我们先要承认自己是个优秀的人，但我们的优秀不是静态的，而是动态的，我们还愿意进一步的学习和成长，无论是知识见识还是身体。\n\n一个在成长的灵魂本身就很优秀。\n\n你的焦虑在于，你成长的还不够，却要提前结出果实。\n\n你去看看水稻，在临灌浆之前一个礼拜稻壳都是瘪的，然后就一个礼拜，所有的养分都变成了米，稻壳一下子就饱满了。\n\n人的成长也是这样子，每一步好像都很关键，但每一步似乎又都不够好，但只要坚持往前走，往往是会有不错的结果的。\n\n我身边见过很多这样的人。\n\n越写越有鸡汤文的感觉了。\n\n但支持系统不是鸡汤，所有的成果都是自己努力得来的。\n\n无论是更好的社交状态，还是自身的学习成果，都是自己主动行动的结果。",
    "excerpt": "# 人总是先变富，再有钱    你足够优秀，配的上一切美好  我不是给你做消费主义洗脑  一个实践支持系统的人，绝非无脑冲各种超过自己实际消费能力商品的人  但我们的优秀，并不依赖于我们的财富  或者财富只是我们价值的一部分  一个有钱的烂人依旧是烂人，那反过来，一个没钱的高人也还是高人    人总...",
    "readTime": 4,
    "tags": [
      "支持系统",
      "自我成长",
      "人际关系"
    ]
  },
  {
    "id": "026",
    "slug": "026-向婴儿学习，如何用支持系统来学语言",
    "title": "向婴儿学习，如何用支持系统来学语言",
    "content": "## 向婴儿学习，如何用支持系统来学语言\n\n我每天都要学习法语、德语和印尼语，用的方法也很简单，直接将法语德语印尼语的新闻放在谷歌翻译里阅读，我一般选择翻译成英语，虽然这事实上也是一种学习英语的方式，但我的目的并非学习英语，所以不单列出来。\n\n就我个人的外语水平而言，英语肯定要比正在学的其他语文高很多，法语其次，基本能阅读新闻，德语刚学半年，新闻还无法独立阅读，而印尼语虽然阅读起来也有点吃力，但我在印尼跟当地人交流还比较容易。\n\n英语在我学的外语水平中最高，但我并不喜欢英语，因为大家总是会嘲笑中文使用者的口音，而我们也无法达到母语使用者的水平，经常会有挫败感，而其他语言，你会一点，则往往会被人称赞，尤其印尼语，在印尼跟当地人开点Saya\\nsuka susu besar的玩笑，很容易获得亲近感。\n\n于是我就在想，为啥水平差的语言学起来反而更快乐呢？\n\n因为你会一点，别人是真夸你啊，而英语你讲错个单复数，老外可能还不怎么样，而其他中国人多半是要来纠正你的。\n\n我们对一个说中文的老外也不会有苛求，而一般老外对中国人的英语同样也不会苛求，但中国人自己会苛求，这导致除非你英语说的很native，否则你是很难在中国自信的用英语表达的。\n\n仔细想来，我们多少人的学习经历里充斥着否定和打压？\n\n而一个婴儿学语言是怎样的呢？会不会有人纠正他这里说的不对那里说的不标准？\n\n不会的，所有人都为婴儿的成长而感到开心。\n\n如果他学一句就被批评一句，然后上一个婴儿考核标准，达不到60分的学一百遍，我想他就永远学不会说话了。\n\n当然，婴儿会直接哭，而我们被打压了更多的是花时间自我消化。\n\n无需否认，在中国学习的很大一部分功能是考试，如果不为了考试，99%的内容我们都学不下去，而考试的压力确实也让我们学了不少东西。\n\n但走向社会之后，没有考试压力之后的学习，我们能不能向婴儿学习呢？\n\n当然，没有那么多人对成年人有耐心，这真是一个遗憾。\n\n如果能以支持系统的方式结成支持小组，每个人都为其他人的点滴进步而鼓舞，我相信每个人都能快乐的学习，不仅能收获知识，也能收获一个强大的支持系统。\n\n一个外国人，会说几句中文，中国人就会夸他说的好，对于他来讲，学中文就是天然的处于支持系统之中，而中国人学英语，则处于否定系统之中，难易完全不同。\n\n所以很多外国人进入中国一年就能说比较流利的中文，而大多数中国人在学十多年英语之后，依然显的很笨拙。\n\n如果得不到外界的支持，那我们就自我支持，毕竟支持系统总是一种关于\"我\"的实践。\n\n我们看了一页书，真棒。记住了什么？什么也没记住。那也很棒，因为语言能力的增长总是很长时间内都看不出来，时间到了突然就出现了。我之前学法语的时候，强度并不高，每天也就看半小时，我到今天也就是看半小时左右，然后在某一天，突然发现阅读法语新闻基本能看懂了。\n\n为自己的每一点进步而欢呼，认可自己的优秀。\n\n如果你某天不学习感觉缺了点什么，那就对了，你学完之后会收获对自己毅力的认可，这就是一种自发的成瘾品，一种稳定情绪和日常生活的锚。\n\n说实话，我的法语水平依然很烂，可能你高强度的从0学三个月就比我强很多，但我依然觉得我很棒，因为我已经坚持好几年了，为一件没有实际益处的技能坚持这么久，我就觉得自己很棒。\n\n而且我还在学习印尼语和德语，以后也许还会学西班牙语日语韩语。\n\n我还能辨别常见野生菌和野菜，到今天也没毒死。\n\n我收获了快乐，这就是最大的意义。\n\n当然，除了自我肯定，我也希望得到别人的肯定，我希望大家能组织支持系统为基础的各种学习小组，学习各种知识和技能，收获很多朋友。\n\n说到底，支持系统是一种实践。",
    "excerpt": "# 向婴儿学习，如何用支持系统来学语言  我每天都要学习法语、德语和印尼语，用的方法也很简单，直接将法语德 语印尼语的新闻放在谷歌翻译里阅读，我一般选择翻译成英语，虽然这事实上 也是一种学习英语的方式，但我的目的并非学习英语，所以不单列出来    就我个人的外语水平而言，英语肯定要比正在学的其他语文...",
    "readTime": 7,
    "tags": [
      "支持系统",
      "自我成长",
      "人际关系",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "027",
    "slug": "027-感谢宇宙对你的支持吧",
    "title": "感谢宇宙对你的支持吧",
    "content": "## 感谢宇宙对你的支持吧\n\n我三年级的时候看过一篇李政道的演讲，虽然对于那个年纪的我，一篇十多页的文章本应是非常辛苦的，但我确实很喜欢，于是很快就看完了。\n\n在那篇演讲里我知道原来速度越快，时间就越慢，所以跑步是真的能长寿的（一个小玩笑）。\n\n而即使今天我已经不能找到这篇演讲的具体名字，我都还记得里面的一些内容，比如引力常数只要大一点点，这个宇宙就会坍缩成一个点，而只要大一点点，那宇宙又早就扩散的空无一物。\n\n要让这个常数不大不小刚刚好维持宇宙的运转，而可是非常困难的，精度得达到0后面十多个0。\n\n以上还是演讲的内容，下面是我的一些推测。\n\n如果引力常数确实没有某种先天的精确构造，简单说这个宇宙没有创造者，那理论上应该有无数个宇宙，只有这一个恰巧出现了很多星星，再此之上又诞生了生命，以及我们自己。\n\n这种偶然程度，相当于我在地球上开一枪，跨越整个银河系打中了一只外星蜻蜓的左眼。\n\n无论这个推测是否有道理，以下都是非常确定的，那就是我们自己的诞生是极度的偶然，也许几十亿前年太阳的一次爆发就不会出现今天的地球，而地球诞生的几十亿年里，某一时刻温度变化了十亿分之一度，也可能就没有今天的我们。\n\n总之，这个宇宙为了我们的出生已经很努力了。\n\n虽然它可能并不在意。\n\n但认识到这一点，总还是为自己的不容易而感到庆幸。\n\n我知道很多人都觉得活着不易，但既然还没有去死，那就好好活着对吧。\n\n发完疯，要么死，要么活。\n\n当然，还是不死的好。\n\n还有那么多美食没有吃，那么多美景没有逛，那么多小姑娘小伙子没有谈，怎么能死呢。\n\n生命是一场美好的旅行，我们知道它一定有终点，但能多看一眼路上的景色，就不必早一点结束，因为生命太美了。\n\n就如同这个宇宙一样。",
    "excerpt": "# 感谢宇宙对你的支持吧  我三年级的时候看过一篇李政道的演讲，虽然对于那个年纪的我，一篇十 多页的文章本应是非常辛苦的，但我确实很喜欢，于是很快就看完了  在那篇演讲里我知道原来速度越快，时间就越慢，所以跑步是真的能长寿 的（一个小玩笑）。  而即使今天我已经不能找到这篇演讲的具体名字，我都还记得...",
    "readTime": 4,
    "tags": [
      "其他"
    ]
  },
  {
    "id": "028",
    "slug": "028-写作这一系列文章，本身就是一次关于支持系统的实践",
    "title": "写作这一系列文章，本身就是一次关于支持系统的实践",
    "content": "## 写作这一系列文章，本身就是一次关于支持系统的实践\n\n我经常说表达自己的需求是有效的，而这也是吸引力法则和祈祷有时候有用的原因，而这一系列文章，我试图写成一本关于支持系统的书，正是一次支持系统的实践。\n\n我在11月2号的凌晨1点半，发了一条朋友圈，说也到了应该写书的年纪，而我却依然没有拿的出手的作品。\n\n而就在当天早上8点半，有个在联系人列表躺了可能有几年的一个朋友跟我发信息说想跟我语音，他有一些困惑。大家都知道，一个你不熟悉的同性想跟你打电话，这总是一件有点让人烦恼的事情，但他说他是我的北大校友，那我觉得既然他有问题向我求助，我又何必拒人于千里之外呢。\n\n然后电话一听声音是一个姑娘，我心中的烦恼就少了一大半，当然我也知道有不少姑娘故意把性别改的男的。而她确实有一些问题，我尽我所能的提供了一些建议，之后她说她关注我朋友圈好久了，经常几个月打开一次朋友圈，就看看北大老师和我的内容，然后又关上。\n\n原来我在朋友圈随便说的内容居然还有这么多人在偷偷关注，这个时候，突然很多年前看过的一个\"支持系统\"的概念跳了出来。\n\n支持系统在心理学上只是一个很平平无奇的概念，就是说人应该有多种社会支持，别太单一了，但借着这个概念，我似乎想通了很多东西。\n\n于是按需分配法则和其他的核心概念也一个一个出现。\n\n今天是11月12号，从我想写书到今天才十天，而前几天我还处于概念酝酿的阶段，并没有真正提笔写作。\n\n这十天时间，我已经写作了快30篇关于支持系统的内容。\n\n有不少朋友将我的内容转发到他们各自的小群，帮助很多人获得了内心的慰藉，甚至已经有朋友开始实践支持系统了。\n\n而在这个过程了，我跟我弟弟长时间的心结得以解开，我自己也在写作中收获了平和喜乐。\n\n我在写别的文章的时候，总是殚精竭虑，写完之后，都像大病一场，非常的心力交瘁，而在写作这个系列的时候，虽然有时候也为思路枯竭而焦虑，但一旦开始写作，内心充满了祥和。\n\n戾气消散，和气自生。\n\n吾性自足，不假外求。\n\n我并不敢保证这个系列能写到多少篇，当然我希望至少是一百篇，这样应该可以出一本小书了。\n\n但我相信，就算写不成书，这些文章也足以帮助一些人。\n\n而在文章中的具体论点如果你不同意也没关系，我的知识储备也有限，很多东西也可能解释不对，记忆不清，大家\"得意忘形\"即可。\n\n[欧阳修](https://baike.baidu.com/item/%E6%AC%A7%E9%98%B3%E4%BF%AE?fromModule=lemma_inlink) 《[试笔](https://baike.baidu.com/item/%E8%AF%95%E7%AC%94?fromModule=lemma_inlink)·李邕书》：\"余虽因邕书得[笔法](https://baike.baidu.com/item/%E7%AC%94%E6%B3%95?fromModule=lemma_inlink)，然为字绝不相类，岂得其意而忘其形者邪？\n\n你看，得意忘形这个词本意其实不是贬义的。\n\n只要你能理解支持系统的主要概念，我相信你会认同我的，而对于具体的方法和解释，我相信你一定能找到适合自己的道路。\n\n因为你愿意读完这些文章，其实就是一种支持。",
    "excerpt": "# 写作这一系列文章，本身就是一次关于支持系统的实践  我经常说表达自己的需求是有效的，而这也是吸引力法则和祈祷有时候有 用的原因，而这一系列文章，我试图写成一本关于支持系统的书，正是一次支 持系统的实践  我在 11 月2 号的凌晨 1 点半，发了一条朋友圈，说也到了应该写书的年 纪，而我却依然没...",
    "readTime": 4,
    "tags": [
      "支持系统",
      "人际关系",
      "心理健康"
    ]
  },
  {
    "id": "029",
    "slug": "029-实践支持系统的一些tips",
    "title": "实践支持系统的一些tips",
    "content": "## 实践支持系统的一些tips\n\n每次看到令自己喜欢的内容，写一点感悟或者摘抄下来，你读过的东西，可以让别人也读一下。\n\n打车点外卖的时候，给一两块钱赞赏。\n\n对于喜欢的公众号的文章，留言赞赏。\n\n跟孩子分别的时候，告诉他们你爱他。\n\n跟父母告别的时候，拥抱一下。\n\n想起朋友的时候，告诉他。\n\n在看到喜欢的博主直播的时候，点颗小爱心。\n\n告诉你的同事，他很优秀。\n\n告诉你的老师，他真的很棒。\n\n当你发完脾气之后，向对方道歉。\n\n如果对方真的是个人渣，那就让他知道你的厉害，这条是支持自己的正义小孩。\n\n多锻炼。\n\n多阅读。\n\n多写作。\n\n让自己变成一个值得爱的人。\n\n多分享自己，别人其实想要了解你，但不好意思说。\n\n多跟朋友吃饭。\n\n多跟孩子一起玩。\n\n多陪老人聊天。",
    "excerpt": "每次看到令自己喜欢的内容，写一点感悟或者摘抄下来，你读过的东西，可以让别人也读一下",
    "readTime": 3,
    "tags": [
      "支持系统",
      "自我成长",
      "人际关系"
    ]
  },
  {
    "id": "030",
    "slug": "030-用峰终定律来实践支持系统",
    "title": "用峰终定律来实践支持系统",
    "content": "## 用峰终定律来实践支持系统\n\n什么是峰终定律。\n\n　　2002年诺贝尔经济学奖获奖者，心理学家丹尼尔·卡纳曼（Daniel\\nKahneman）经过深入研究，发现我们对体验的记忆由两个因素决定：高峰（无论是正向的还是负向的）时与结束时的感觉，这就是峰终定律（Peak-\\nEnd\\nRule）。这条定律基于我们潜意识总结体验的特点：我们对一项事物的体验之后，所能记住的就只是在峰与终时的体验，而在过程中好与不好体验的比重、好与不好体验的时间长短，对记忆差不多没有影响。高峰之后，终点出现得越迅速，这件事留给我们的印象越深刻。\n\n以上是引文，我简单的解释一下，比如你被坏人抓起来了，连续饿你三天，然后你立即被解救，这个时候你对这三天的记忆是糟糕透了。但假如你其实是被抓了一个礼拜，在开始被饿了三天之后，剩下四天逐渐的给你恢复饮食，等你被解救之后，虽然比之前的例子多受了四天罪，但记忆中却比前一种感觉好多了。\n\n在我们的交往之中，如果不能给对方足够强的高峰体验，那可以在结束的时候给一颗小糖果。\n\n古人造字很有讲究，赆这个字由贝+尽组成，而贝就是钱，这个字的意思自然就是临别赠送的礼物。\n\n我们在跟对方交流结束的时候，可以送对方一点小礼物，可以是实体的，也可以是一句温暖的话，或者是一句表扬。\n\n比如今天真是开心的一天啊，跟你一起逛街真是太有意思了。\n\n在网络交流中也可以这样，表达对方的优秀和感谢之后结束。\n\n每一次跟你的交流都如沐春风的话，你的朋友很难不越来越多的。\n\n即使你是一个领导者，要批评你的下属，也可以用这套方法，在批评之后，不要立即结束谈话，可以聊一聊轻松愉快的话题，比如哪个球队又赢了。\n\n我之前说过的PUA其实应用了很多支持系统的技术，但它得其形而未得其神。\n\n我们所做的一切，都是对对方的支持，即使是批评，也是希望他们能变好。\n\n而亲密关系中，也不要带着怨气去结束一段交流，任何交流的结束都应该是美好的，令人怀念的，除非你已经打算结束这段关系。\n\n这一切都不需要表现的太刻意，因为你愿意跟对方交流，一定是因为对方有某种你喜欢的东西，你只要直白的说出来就好。\n\n人人都喜欢别人喜欢自己，人也容易喜欢上喜欢自己的人。\n\n而这是支持系统理论得以成立的重要心理基础。\n\n当然，如果你有能力让对方得到某种高峰体验，那当然再好不过，所以多带朋友去玩新的东西，逛新的商场，吃新的菜式和馆子。\n\n这些都是一些高峰体验，而且对你自己也是这样。\n\n我们并不是单纯的在取悦别人，更重要的是取悦自己，因为我们自己才是最大的支持系统。\n\n在我们取悦了自己之后，我们感受到快乐，才更能把这种快乐传递出来。\n\n永远要记得我们为什么会支持别人，是因为感受到别人和自身对自己的足够的支持，所以我们自然而然的会想还一点出去。\n\n所以峰终定律本质上不是应用在别人，而是应用在自己。\n\n如果你觉得学英语很辛苦，那在做完习题之后再看几个简单的英语小段子，带点颜色可能更好。\n\n在之后的记忆中，你会把这处理成一个整体，而非割裂成学习和看段子两块，这样你对整体的记忆就不会太辛苦，学习也会变成非常容易的事情。\n\n学数学也是，做完数学题，这个很辛苦，看一点牛顿和拉马努金的段子，你会油然升起对他们的感谢，虽然他们产生的知识你可能今生都无法掌握，但他们确实在支持你，也支持了整个世界。\n\n你看，做题和看数学家相关的段子同样也会被处理成一个整体，于是学数学也变的简单了。\n\n因为我们身处在支持系统之中，学什么都简单。",
    "excerpt": "# 用峰终定律来实践支持系统  什么是峰终定律      2002年诺贝尔经济学奖获奖者，心理学家丹尼尔·卡纳曼（Daniel  Kahneman）经过深入研究，发现我们对体验的记忆由两个因素决定：高峰 （无论是正向的还是负向的）时与结束时的感觉，这就是峰终定律（Peak-  End Rule）。这...",
    "readTime": 7,
    "tags": [
      "支持系统",
      "人际关系",
      "心理健康"
    ]
  },
  {
    "id": "031",
    "slug": "031-永远做孩子的支持系统",
    "title": "永远做孩子的支持系统",
    "content": "## 永远做孩子的支持系统\n\n今天看了篇文章，就讲现在儿童抑郁症高发，这个问题这几年讨论的也挺多了。\n\n我跟一位山东退休的高中校长聊天的时候他说现在高中生里抑郁的有30-50%，虽然我知道数量多，但确实没想到这么多。\n\n回想我们读书的时候，虽然压力也大，但总体还是很欢乐的时候，什么时候读书变成这么痛苦的事情了呢？\n\n直到我回到高中母校，每栋楼楼层间都焊上了铁条，一条条从楼顶垂到地的口号条幅如一条条符咒，不知道的还以为这里封印了什么上古怨灵。\n\n后来又听说相当数量的学校连课间十分钟都取消了，不允许在外面玩耍打闹。\n\n听的我一阵阵窒息。\n\n美军在越战的时候给伤兵大量的用吗啡止痛，让相当多数的军人感染了毒瘾，但其中的大多数在回国之后主动的戒掉了毒瘾。当然，我不是说毒瘾不可怕，但你得承认，在子弹面前，毒品的伤害还是要小那么一点的，随时面临死亡压力的军人，通过吗啡对抗这种压力，在一定程度上也可以理解，当他们回归正常生活之后，毒品不再是一种需要，很多意志坚定的军人是能够放弃毒品的。\n\n用支持系统的语言来描述这个现象，就是在生与死的压力之间，毒品是部分军人的支持系统，而他们回国之后，得到家庭和朋友的支持，就可以替换掉毒品。\n\n军人的压力有多大呢？\n\n反正我想像不出来，每天聊着天的朋友下一秒就可能变成尸体，所有乒乒乓乓的声音都下意识的认为是子弹打过来了。\n\n乃至于有营啸的现象。所谓营啸，就是几万几十万军人集体发疯，在完全没有敌人的情况下部队突然就乱了，自相残杀起来。\n\n或非史有明文，我实在无法想像这种事件。\n\n传说淮海战役时刘元良率领的16军团一夜之间崩溃，8万人跑到只剩下400人。\n\n除了营啸，也有监啸，就是监狱里所有犯人跟疯了一样互相残杀，有点像大家看的监狱电影，但无疑更加残酷。\n\n我用这么一段来介绍营啸和监啸，只是告诉大家一个简单的道理，人在长期高压和封闭的条件下，有可能会发疯。\n\n这个时候，他一定需要一个减压阀。\n\n我们读书的时候，每个月偷偷上一次网就是减压阀，每个课间的玩乐也是减压阀。\n\n而现在，当减压阀本身被减掉了，高压锅里的压力不断提升，可能很容易就炸开了。\n\n如果你的孩子沉迷游戏，那可能是他重要的支持系统。\n\n家长往往把孩子们的自救途径本身视做问题。\n\n比如孩子厌学，有可能就是老师欺负他，尤其是留守女童，被禽兽老师性侵绝非罕见。\n\n大人工作不舒服，还能辞职，而孩子在读书的环境中感到窒息，则是无可逃遁于天地之间，相反，这个时候时候父母做为支持系统不仅不能提供支持反而做为否定系统出现，能健康的长大真不容易啊。\n\n当然，大多数道理都是能听进去的不需要听，需要听的根本听不进去，这也很无奈。\n\n如果你了解到支持系统，一定要在自己身上先实践起来，让自己变的更好更优秀，再成为家人和朋友更好的支持系统，当然在这个环境之下，如果你不能提供额外的支持也没有办法，但至少不要剥夺孩子自己的救命稻草，压倒骆驼的可能就这么一根。",
    "excerpt": "# 永远做孩子的支持系统  今天看了篇文章，就讲现在儿童抑郁症高发，这个问题这几年讨论的也挺 多了。  我跟一位山东退休的高中校长聊天的时候他说现在高中生里抑郁的有 30- 50%，虽然我知道数量多，但确实没想到这么多  回想我们读书的时候，虽然压力也大，但总体还是很欢乐的时候，什么时 候读书变成这...",
    "readTime": 6,
    "tags": [
      "支持系统",
      "人际关系",
      "职业发展",
      "生活方式"
    ]
  },
  {
    "id": "032",
    "slug": "032-三世法，一种处理朋友和亲人之间关系的方式",
    "title": "三世法，一种处理朋友和亲人之间关系的方式",
    "content": "## 三世法，一种处理朋友和亲人之间关系的方式\n\n所谓三世法，就是时刻想到，人的一生由过去未来现在组成。\n\n当你见到父母的时候，不仅是当下这一刻，也是过去孩提相依，未来在父母坟前哭泣的孩子。\n\n如果你此刻想到未来再也无法相见，此刻多表达一分爱意岂非提前借来的幸运？\n\n而气盛时伤人的话语，是否也能在最后一刻刹车？\n\n家人是我们最重要的支持系统，每一个平平无奇的现在，都是过去所畅想的未来，也是将来所深深思念的过去。\n\n我们对他们的爱总是表达的太少。\n\n就像他们对我们一样。\n\n当此刻的一念同时包含过去与未来，那是不是立刻去表达你的爱意？\n\n什么都可以晚，表达爱意不可以。\n\n因为我们一定会后悔，后悔没有早点表达。\n\n既然如此，现在就去。\n\n当跟朋友因为琐事而争吵的时候，你要想到未来你们还是不是朋友，除非原则上人品上无可调和的矛盾，大概率你们以后也还是朋友，那最伤人的话语就可以止步唇齿。\n\n反过来，思念就应该尽早表达。\n\n宇宙给了我们几十年的时间表达我们的爱，可我们却说不出口。\n\n这真是一种遗憾啊。\n\n我有个高中同学，前段时间没了，一觉没睡醒人就没了。\n\n我时常想起跟他高考完之后看世界杯，我还记得我说德国队一定能赢某个队的时候，他QQ上回的是\"明先\"。\n\n一个很可爱的男孩子，后来成长为一个优秀的工程师，两个小姑娘的父亲。\n\n他带了他全家去美国准备开启一段新的人生，却止步于几个月前的一个夜晚。\n\n我们清楚的知道，我们会留下很多遗憾，那就提前做一点什么。\n\n这就是三世法。\n\n我们跟朋友家人在一起的时候，过去的欢乐总是能浮现，这并不难做到，而未来的遗憾则更少的出现，所以三世法的重点是站在未来去看现在。\n\n在体育比赛中，一堆评委给一个运动员的表现打分，去掉最高分和最低分往往会更公正一些。而在人与人的交往中，我们把最伤人的那句话留下，最温暖的那句话放行，相当于只减掉最低分再添加一个最高分，这无疑会提高平均分数。\n\n尤其前面我们学过峰终定律，峰值的加权更重一些，我们这样做会让我们的朋友和家人更温暖一些。\n\n人生总是充满遗憾啊，我们所处的每一个无聊的现在，都是未来所怀念的过去，既然如此，就从当下开始改变吧。\n\n当孩子把家里弄的一团糟，你怒气正准备发作的时候，想想这是未来你垂垂老矣的时候跟孩子和孙辈的谈资，是不是怒气自然消散了。\n\n所有当下的问题，在未来都不值一提，反而是有趣的谈资，所以心态就松弛了。\n\n最近大家追求的松弛感自然就出现了。\n\n很多鸡汤文给我们描绘了一个很美好的图景，但怎么到达，却没有清晰的路径，而支持系统在爱的帮助下，总是能轻易的到达。\n\n三世法的核心逻辑完全是基于支持系统的，我们过去，现在，未来都会支持我们的朋友和家人，在这种支持面前，矛盾只是一种调味品。\n\n于是松弛感就自然的涌现了。\n\n支持系统一直在那，却似乎一直没有人来描述，这真是奇怪啊，这么显而易见的东西，毫无上手难度，逻辑也清晰自明，为什么一直没有来说呢。\n\n但无所谓，当你看到它的一刻，它的逻辑就会展明开来，甚至你阅读完之后立刻就可以进行操作，当下立刻马上就行动，它就是这么简明简易简便。",
    "excerpt": "# 三世法，一种处理朋友和亲人之间关系的方式  所谓三世法，就是时刻想到，人的一生由过去未来现在组成  当你见到父母的时候，不仅是当下这一刻，也是过去孩提相依，未来在父 母坟前哭泣的孩子。  如果你此刻想到未来再也无法相见，此刻多表达一分爱意岂非提前借来的 幸运？  而气盛时伤人的话语，是否也能在最...",
    "readTime": 11,
    "tags": [
      "支持系统",
      "自我成长",
      "人际关系",
      "职业发展",
      "心理健康"
    ]
  },
  {
    "id": "033",
    "slug": "033-吾性自足，不假外求",
    "title": "吾性自足，不假外求",
    "content": "## 吾性自足，不假外求\n\n上一篇文章中写了这8个字，意犹未尽，不如单开一篇。\n\n在支持系统的理论和实践中，\"我\"的地位至高无上，凡事皆由\"我\"来产生，由\"我\"来改变。\n\n我比较喜欢王阳明，所以这8个字也是出自他，但古今很多大圣哲人往往都有类似的表述。\n\n在基督教理论中，人由上帝所造，而这材料除了泥土，就是圣灵吹入的那口气，说到底，人都有圣灵的一部分。\n\n在佛教中，则有人皆有佛性的理论，比如佛陀就亲口说过\"奇哉奇哉！\\n一切众生，皆具如来智慧德相。 但以妄想执著，不能证得。\\n若离妄想，则一切智、自然智、无碍智，则得现前。\"。\n\n我在意识到支持系统之后，则感叹，为何我自诩聪慧，却连这样的常识也未见呢？\n\n我读了一百篇好文章，可能都不会给其中一个赞赏，我见了一百位漂亮女子，却也难直接称赞其中的一位，既然如此，其他人是否也是一直在支持我们而未表达？\n\n一念及此，所遇疑难皆霍然而破，因为这本是明心见性，非常自然的东西。\n\n几何原本的理论，即使是从未学过数学的人也不难理解，但以此为基础，就可以建立仰而不见其顶的数学大厦。\n\n支持系统理论也是如此，一旦承认这些最基础的事实，我们就可以一步步搭建出完整的框架和方法论，从最微小处开始实践，自性自足，认识到自己的优秀，就如同认识到自己的不足一样。\n\n而我们之所以苛求别人，也是因为对自己的自信不够，才会过度的依赖别人。\n\n同样，我们不愿意承认别人的优秀，也是因为看不到自己的优秀，自信不足，所以总要从别人身上找点缺点来平衡一下。\n\n但认识到自己也很优秀，那承认别人优秀就容易多了。\n\n很多PUA技术的践行者其实本身也被PUA了，因为很多时候是因为自己不够优秀才想打压别人，我相信大家也能理解。\n\nPUA技术是得其形而忘其神，虽然有时候有用，但终究是南辕北辙，没有人可以靠单纯的PUA成就伟大事业，否则传授PUA的应该是马斯克这样的人。\n\n但你可以从乔布斯，马斯克和其他的优秀人物身上发现他们的PUA技术，但这绝非他们在学习和践行，而是由更强大的力量所驱动的，一种由内而外的优秀和使命感让他们能PUA自己的团队。\n\n而他们的团队也确实做出了原本做不出来的成绩。\n\n如果你能PUA我成为世界冠军，那PUA就PUA吧。\n\n总之，一切\"我\"由我改变，认识到这一点，实践支持系统就成为一种自然的行为，而非外界的要求。\n\n谁能要求\"我\"改变呢，只有\"我\"自己。\n\n而\"我\"为什么要改变？因为\"我\"有很多人支持，我之前没有认识到，现在认识到了，那不就应该向他们表达感谢吗。\n\n你看，支持系统的实践完全是自然而然的。",
    "excerpt": "# 吾性自足，不假外求  我并不敢保证这个系列能写到多少篇，当然我希望至少是一百篇，这样应 该可以出一本小书了  但我相信，就算写不成书，这些文章也足以帮助一些人  而在文章中的具体论点如果你不同意也没关系，我的知识储备也有限，很 多东西也可能解释不对，记忆不清，大家“得意忘形”即可  欧阳修 《试...",
    "readTime": 3,
    "tags": [
      "支持系统",
      "人际关系"
    ]
  },
  {
    "id": "034",
    "slug": "034-你不用那么优秀才能创造，你现在就可以",
    "title": "你不用那么优秀才能创造，你现在就可以",
    "content": "## 你不用那么优秀才能创造，你现在就可以\n\n我之前说过，在中国如果你的英语不够native，在表达的时候往往会获得否定的体验。\n\n而要改变这种状态，首先就要意识到你足够优秀。\n\n也许你想写首曲子，不用比莫扎特更好，你现在就可以写起来。\n\n因为你愿意写就已经足够优秀了。\n\n大多数人是不敢改变自己的。\n\n因为他们内心的支持不够强大。\n\n我们总是会羡慕那些没有足够条件却能启动某项事业的人，但却不相信我们自己也能做到。\n\n但按需分配的法则会起作用的。\n\n乐山大佛和莫高窟都是某个僧人突然受到感召，发下宏愿，然后就开始四处化缘募资，终于感动了很多人，大家集资做成了这件千古功业。\n\n如果他们要修成正果之后才能建设这些，那这终究是梦幻泡影。\n\n人总是愿意帮助需要帮助的人，其实我们自己也是。\n\n还记得前一篇吗？吾性自足，不假外求。\n\n其实你自己就是一个宝藏，但你不相信你有钥匙。\n\n诚然人跟人的天赋不同，有很多领域并非自己想做就能做到，比如你再怎么催眠自己，也不可能一夜变成一个伟大的数学家。\n\n可是在绝大多数领域中，真正阻拦我们的并不是天赋，而是勇气。\n\n而勇气缺乏，又是因为害怕自己不够优秀。\n\n可是谁说一定要非常优秀才能表达呢？\n\n如果你想作诗，那就去作，古人也不是人人都是李白杜甫，大多数诗人的作品也是淹没无闻，但他们也作了。\n\n\"白日不到处，青春恰自来。\\n苔花如米小，也学牡丹开。 \"袁枚的这首小诗在他的集子里沉默了几百年，到前几年突然爆火，大家感受到一种微小而强大的力量，是啊，苔花就不能开吗？\n\n君生我未生，我生君已老。君恨我生迟，我恨君生早。\n\n这首诗是上世纪70年代长沙官窑挖出来的瓷器上的作品。\n\n想来在当时这首诗应该不算出名，所以连作者都未标注，有可能就是某个乡间秀才的随性之作。\n\n但千年以后，我们却又被其中的真挚与遗憾打动。\n\n我们都学过很多关于生前不被认可死后才得到承认的内容，比如非欧几何，虚数，不可数无穷，乃至更早的无理数，都是如此，但我们知道归知道，但要去实践，却总是不敢。\n\n被别人嘲笑实在是太难堪了，以至于相比上战场，上台讲话看上去都更可怕。\n\n网上流传的段子里，如果被车撞了，临死前一定要将手机格式化，要留清白在人间。\n\n总之，人死可以，被人笑话那是万万不能的。\n\n但其实大家并没有笑话你，你自己设身处地的想想，那些勇敢的做你不敢做的事情的人，你哪怕嘲笑他了，之后内心就没有一丝的羡慕吗？\n\n人同此心，心同此理。\n\n我们大多数时候并不敢表达支持。\n\n这是支持系统的核心观点，我相信到这里你已经可以背出来了。\n\n但实践在生活的方方面面，还需要一点点的时间和一点点的勇气。\n\n如果你觉得生活已经糟透了，那它怎样能更糟呢？好像也很难对吧，那你还有啥怕的呢。\n\n大不了就是三天饿九顿嘛，又不是不能去搬砖送外卖。\n\n而且大多数时候，其实你并没有付出什么代价。\n\n相信我，相比别人的嘲笑，别人的视而不见才更伤人，你已经鼓起勇气做自己了，结果连个批评的人都没有，所有人都把你当空气，那想想都令人不寒而栗啊。",
    "excerpt": "# 你不用那么优秀才能创造，你现在就可以  我之前说过，在中国如果你的英语不够 native，在表达的时候往往会获得 否定的体验  而要改变这种状态，首先就要意识到你足够优秀  也许你想写首曲子，不用比莫扎特更好，你现在就可以写起来  因为你愿意写就已经足够优秀了  大多数人是不敢改变自己的  因为...",
    "readTime": 6,
    "tags": [
      "支持系统",
      "职业发展",
      "生活方式"
    ]
  },
  {
    "id": "035",
    "slug": "035-黑天鹅并不可怕",
    "title": "黑天鹅并不可怕",
    "content": "## 黑天鹅并不可怕\n\n大家都知道黑天鹅理论，如果不知道的话我再简述一遍，就是我们所有对事情的预案都只能关注到一定可能性区间之内，比如90%的概率，或者99%的概率，而在0.1，0.01\\n甚至0.0001%概率的事情我们就无法提前预案了。\n\n而这样的事情总是会发生的，所以我们的系统总是会崩溃。\n\n到这里都没问题，真正有问题的在于，为什么黑天鹅是不好的？\n\n你看，黑天鹅理论本身并没有规定可能性的方向，到底是好的还是不好的，其实它都有可能发生。\n\n而在默认的条件下，黑天鹅总是坏事。\n\n但在支持系统理论中，我们相信小概率事件的发生，并始终为之做准备。\n\n因为美好的小概率也总会发生。\n\n很多伟大人物的发迹都是莫名其妙的偶然，我们也时刻准备好，因为我们相信偶然。\n\n而在准备的过程中，我们结交更多的朋友，学习更多的知识，锻炼出更强大的体魄。\n\n我们做好准备，等待美好的发生。\n\n同样，墨菲定律并没有规定方向，如果坏事一定会发生，那同样，好事也一定会发生。\n\n只不过我们往往忽视掉好的黑天鹅，好的墨菲，所以这两个概念就总带着某种负面信号。\n\n而相信变实践支持系统的人，碰到好运的概率就是会更高的，因为我们更愿意表达自己的支持，也主动表达我们的需求，总有概率别人恰好有我们需要的东西。\n\n于是好运就发生了。\n\n一个愿意支持别人的人，总是会获得别人的支持。\n\n这点我会反复说，让你心里都起茧子。\n\n这一系列文章本身就是基于偶然的，我之前已经写文章介绍过了。\n\n我之前不停的输出，帮助别人，当我起心动念要写书的时候，就刚好有人需要我的帮助，而我在这种机缘之下结合之前心理学支持系统的知识得出了现在正在写作的理论。\n\n这就是黑天鹅，这就是墨菲。\n\n我们对外界的支持，总会收获一些回报。\n\n同样，外界对我们的支持，我们也想着回报万一。\n\n这就是一个正向的循环。\n\n施比受有福，正是在此，因为受我们无法掌握，而施是可以的。\n\n总之，每一个有所成就的人，一定是某种机缘的产物，既然别人能有，你也很可能会有，但在机缘降临的时候，你一定要有所准备。\n\n如果你没有足够多的朋友，你很可能就得不到这些机会。\n\n如果你没有足够的知识和身体，你可能无法胜任。\n\n一切的一切，都是基于你足够优秀。\n\n如果你不够优秀，就想办法变的优秀，这样好运才能降临。",
    "excerpt": "# 黑天鹅并不可怕  大家都知道黑天鹅理论，如果不知道的话我再简述一遍，就是我们所有对 事情的预案都只能关注到一定可能性区间之内，比如 90%的概率，或者 99%的 概率，而在0.1，0.01 甚至0.0001%概率的事情我们就无法提前预案了  而这样的事情总是会发生的，所以我们的系统总是会崩溃  ...",
    "readTime": 5,
    "tags": [
      "支持系统",
      "人际关系",
      "心理健康"
    ]
  },
  {
    "id": "036",
    "slug": "036-表场与自我表扬",
    "title": "表场与自我表扬",
    "content": "## 表场与自我表扬\n\n批评与自我批评大家都知道，也确实是成长的强大工具，但如果你本身还未建立自信，这就有可能将你彻底摧毁。\n\n就像我之前讲过的一样，即使我英语比其他法语德语马来语好很多，但我说英语的时候总是有点不自信，因为学英语的过程总是跟否定系统相关，而没有得到太多支持系统的支持。\n\n只有跳出边际思维之后，我才感觉自己的英语也很棒，就算我说的英语有口音，看电影要字幕，也很棒。\n\n经历过批评与自我批评的，大家都能感受到那种破坏力，经历的好可以破而后立，经历的不好人可能就被彻底击溃了。\n\n而表扬与自我表扬的效果也是类似的，只是方向相反。\n\n对于大多数没有意识到自己优秀的人而言，这只会壮大你自己。\n\n今天看了篇文章，讲现在年轻人不够社会化，不怎么社交，所以谈恋爱和结婚的人都很少，所以他们要社会化。\n\n而我想说的是，社会化只是一种结果，他们也想社会化，但如果每次社交的结果都不理想，你让他们怎么社会化呢？\n\n你要社会化，跟你要嫁给一个有钱人是一样的，谁不知道这样更好，但你得去劝社会，劝有钱人，是我不想社会化，不想嫁给有钱人吗？不是啊，是社会不接纳我，有钱人不看我啊。\n\n而一个人如果不知道自己有哪些优秀的地方，也就不知道如何表现自己，让自己更有吸引力，这样的社会化就很容易失败。\n\n而表扬与自我表扬就是一个很好的办法，听听别人怎么说你的优点，也许你一个无心之举被人感激了很多年，也许你丝毫不在意的小技能是别人一直眼红想要拥有的。\n\n你看，原来你如此优秀，有这么多人喜欢你，羡慕你，甚至想要成为你，而你却苦于没有人喜欢你。\n\n看看，你跟这个世界开了一个多大的玩笑。\n\n大家都知道，在支持系统内部是很容易产生感情的。我大学在一个登山社团，内部就产生了很多情侣。你想想吧，每天一起训练，一起放松，互相鼓励，掉队的时候别人不是来呵斥你怎么这么慢，而是耐心的陪你一起走，帮你背东西，在这样的环境里，社会化是不是一件自然而然的事情？\n\n你仔细找找，你一定有很多闪光点，只要你跳出边际思维，就一定能看到。\n\n如果你找不到，可以问问你的朋友，你直接问朋友我有哪些优点，看看别人怎样搜肠刮肚的找你的优点。\n\n他愿意跟你做朋友，总不可能是因为你是一个尖酸刻薄小气自私只会甩锅见不得别人好吃饭从不买单的人吧。\n\n你如果再想不出来，不如想想朋友的优点，就像支持系统的运作一样，我们先施再受，你先夸夸你的朋友，先表扬他，然后等他表扬你，表扬的越细致越好，你表扬的越细致，他在琢磨表扬你的时候也会越细致，这样你就可以知道自己有哪些非常具体的优点。\n\n如果你能想办法运作一个表扬与自我表扬小组，那你一定是小圈子里的明星，人人都想参与你的小组，谁不爱听漂亮话呢。\n\n而你夸的越真诚，对方就越开心，所谓的社会化，自然就达成的。\n\n一段时间之后，你会发现大家的关系更紧密了，肯定还会出现几对情侣，再真诚的祝福他们。\n\n得道多助，失道寡助，而在支持系统之中，这个道就是我们对别人和自己的支持。\n\n从现在开始就表扬自己吧。",
    "excerpt": "# 表场与自我表扬  批评与自我批评大家都知道，也确实是成长的强大工具，但如果你本身还 未建立自信，这就有可能将你彻底摧毁  就像我之前讲过的一样，即使我英语比其他法语德语马来语好很多，但我 说英语的时候总是有点不自信，因为学英语的过程总是跟否定系统相关，而没 有得到太多支持系统的支持  只有跳出边...",
    "readTime": 6,
    "tags": [
      "支持系统",
      "自我成长",
      "人际关系"
    ]
  },
  {
    "id": "037",
    "slug": "037-如果你的孩子考试不及格",
    "title": "如果你的孩子考试不及格",
    "content": "## 如果你的孩子考试不及格\n\n今天看一个视频，一个妈妈她小孩考试只考了44分，她哭的稀里哗啦的。你看，她就是在边际思维里，如果不比别人考的更好，那就不叫学的好，但44分里就算有些题是蒙的，那也掌握了知识总量的30%吧。\n\n**骐骥一跃**，不能十步；驽马十驾，功在不舍。劝学里的这段我现在还能背，在以后的社会，学习必然是一件终生的事情，学的慢一点没有关系，只要坚持，总能学下去，而多少人20多岁就停止成长了\n\n而且考试成绩里其实有个悖论，就是如果一直考的很高，接近满分，那就意味着你没有成长，因为你学的只是你已经会的东西。\n\n这在基础教育阶段当然没有问题，但如果你已经成年了，还按这个态度去学习就有问题了。\n\n你学新东西的时候，你是不可能考满分的，你考的满分越多，意味着一段时间内你的成长越慢。\n\n所以你学东西最快的时候，肯定是每次都考四五十分的，问问多少大学生被高数折磨的死去活来，他们也就考这个分数，但之后他们都会感谢这段时间，没有这段时间的折磨，数学之门根本就不会对他们打开。\n\n你的孩子考44分，他都没崩溃，你崩溃啥呢？毕竟学习的苦是他在吃，你也没吃啥。\n\n相反，你要珍惜这么一个坚强的孩子，如果单位给你考评打个D你还得伤心好几天呢，你孩子考了44分还能吃能睡，一看就嗷嗷能长，多棒的小孩。\n\n只要他坚持这种状态，生活中的苦就都无法将他击倒，你或许无法收获一个人上人孩子，但你却一直有个坚强能抗事的孩子。\n\n这真是一种幸运啊。\n\n在支持系统中，我们给予别人支持，是因为感受到别人一直在给我们支持，而我们却一直没有发觉。所有鸡娃的妈妈都觉得自己给了小孩太多支持却没有足够的回报，但反过来，你的孩子是不是一直在支持你呢？\n\n从他刚出生，一个小肉球就在你身上拱啊拱找奶头，之后有什么困难都只能找你，你收获的是孩子真正无条件的爱。孩子不会抱怨你不如别的父母，至少在很长一段时间内不会，他需要的只是你陪他玩。\n\n其实孩子对父母的支持才是更持久的，他们不需要父母拿出一张90分或者100分的考卷，哪怕在社会大学的考试中没考及格也没关系，陪伴就是最美好的状态。\n\n在未来的AI时代，一个人的知识存量并没有那么重要，因为大多数平凡的工作都可以由AI完成，人真正需要做的是保持自己的创造力。\n\n而现在的考试和选拔制度，并没有应对AI时代的策略，也许不用十年，三年五年之后大家就会发现一切都全变了。\n\n即使在现在，很多人也发现大学生找不到工作，在学校里学的东西根本没什么用。\n\n所以考试成绩差点，并不必然的就导向一个失败的人生。\n\n但强大的内心，坚定的意志，坚持学习的能力肯定是有用的，而那些考不及格还能健康成长的孩子，他们至少有颗强大的内心对吧。\n\n然后再鼓励他们学习，有没有可能就是在家这种紧张状态让他们无法爱上学习呢。\n\n把家庭本身变成一个支持系统，学习就算不会变的简单，至少会轻松一些。\n\n我虽然在义务教育阶段都是一个成绩优秀的小孩，但我小学第一次考试只考了62分，我还记得这个分数，因为等到我下次考60多分得到大学了。\n\n我记得当时回家的心情是很忐忑的，总害怕我爸会打我一顿，因为他确实经常会打我，但令人意外的是，那次他没打。\n\n你看，我们小时候考砸了自己也是很害怕的。\n\n而我们成为成年人之后，就对这种恐惧感淡漠了。\n\n大多数小孩厌学，我相信都不是教材太难的缘故，毕竟我们以前读书的时候比现在还难，现在经过好多轮减负，把偏难的内容删掉了很多，小孩厌学更有可能是学校和家庭的压力。\n\n他们不像成年人可以辞职，他们是真正的无可逃遁于天地之间，有时候想想都令人窒息啊。\n\n先把家庭变成孩子学习的支持系统吧，再用三世法观照一下，你现在生气的孩子就是几十年后在你床头坐着拉家常，在你生病的时候一边照顾你一边上班的大人，而孩子能陪伴你的时间能有多少呢，很快他们就长大，你是不是会遗憾没有再多陪他们一会。\n\n先处理好情绪，再处理事情，因为家人是我们永远的支持系统，所有的风雨只是点缀，不要让风雨变成家庭的的背景。",
    "excerpt": "# 如果你的孩子考试不及格  今天看一个视频，一个妈妈她小孩考试只考了44 分，她哭的稀里哗啦 的。你看，她就是在边际思维里，如果不比别人考的更好，那就不叫学的好， 但44 分里就算有些题是蒙的，那也掌握了知识总量的30%吧。  骐骥一跃，不能十步；驽马十驾，功在不舍。劝学里的这段我现在还能 背，在...",
    "readTime": 8,
    "tags": [
      "支持系统",
      "自我成长",
      "人际关系",
      "职业发展",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "038",
    "slug": "038-这个世界就是个草台班子，所以需要你的支持",
    "title": "这个世界就是个草台班子，所以需要你的支持",
    "content": "## 这个世界就是个草台班子，所以需要你的支持\n\n我见过很多赚了大钱的人，他们有些确实很优秀，但大多数只是某种机缘巧合的结果。\n\n当然，凭运气赚来的钱能守住也不容易。\n\n这个世界有钱人这么多，多我一个怎么了？\n\n当然是这样的，他们不优秀，靠运气能发财，你也不优秀，为啥不能发财？\n\n但其实你内心深处是不相信的，你相信自己不优秀，但不相信你能发财，好运只会落在别人身上，自己是不可能的。\n\n但黑天鹅总是会发生，小概率事件总是一个接一个出现，你只有相信机会会落到你头上，你才能准备，这样掉下来的时候你才能接住啊。\n\n天上下钱你也得准备个盆来接对吧。\n\n学而思的老板就是同宿舍的哥么，沪江英语也是，饿了么也是，米哈游也是，当然米哈游里有个创始人拿了大厂offer之后退出了，命运的齿轮本来已经开始转动，又被他凭毅力给转了回去。\n\n我微信联系人里有个朋友，他讲过一个故事，当初车库咖啡火的时候，他在那儿看到滴滴的程维在跟外包团队讨价还价，意思是这十几万的软件开发费用能不能不出，换成他们公司的股票。\n\n这个要求当然被拒绝了，谁能这么傻呢。\n\n而帮Facebook做壁画的大卫·崔(David\\nChoe)就抓住了这次机会，没有要钱而要了股份，等FB上市的时候变成了2亿美元。\n\n当然，这些都是小概率事件，大多数情况下你拿别人的股票都是归零的。\n\n但小概率事件也总是会发生的啊。\n\n如果你又想发财，又不想拼小概率，那咋办呢？\n\n何况这些小概率并不需要你花真金白银去赌，只需要花一点自己的时间，浪费了不就浪费了。\n\n字节跳动的老板张一鸣一开始工作的时候，谁让他帮忙他都干，不求回报，这对于现在的年轻人似乎是太傻了，但张一鸣并不傻，他的收获是技术水平极大提高，这对于他最后创立这家超级独角兽无疑是有帮助的。\n\n我读了不少历史，大多数大人物总是在某个点个做一些看似非常愚蠢的决策，但结果却出奇的好。\n\n比如刘邦拜韩信为大将军，曹操独自去营救皇帝，当然，那十几个在嘉兴红船上开会的年轻人也是。\n\n你想要有所成就，而你手里的牌又很少，那就一定要走少有人走的路，即使这条路荆棘丛生。\n\n很多草台班子成长为超级巨头，只不是因为他们坚定在这条少有人走的路上走了下去。\n\n比特币一开始也就是个草台班子，我眼看着一群普通人成长为行为巨头，而之前互联网创业热潮的时候，这样的机会更多。\n\n我相信未来也还是这样，你先要相信有机会，才能去抓住机会。\n\n就是按需分配法则，我需要一个机会，当你反复向自己强调这一点，你就会变的更敏锐，不停的注视身边擦身而过的机会。\n\n所有的成功团队都是事后的包装，一开始谁能看的出他们能成大事呢？\n\n刘邦老家沛县真就是天生龙虎地，满地将相才？当然不是，只不过他们跟对了好大哥。\n\n而好大哥靠着这些人才但绝非天才的人物成就了伟业，他们也各自获得了封赏。\n\n换了项羽得天下，那八千江东子弟里也多的是王侯将相了。\n\n只不过历史没有这么多假如。\n\n总之，你要相信你有上这个草台班子的能力，再加一点点运气，你就很可能站上去，谁还不是一根草了。",
    "excerpt": "# 这个世界就是个草台班子，所以需要你的支持  我见过很多赚了大钱的人，他们有些确实很优秀，但大多数只是某种机缘 巧合的结果  当然，凭运气赚来的钱能守住也不容易  这个世界有钱人这么多，多我一个怎么了？  当然是这样的，他们不优秀，靠运气能发财，你也不优秀，为啥不能发 财？  但其实你内心深处是不...",
    "readTime": 6,
    "tags": [
      "自我成长",
      "人际关系",
      "职业发展"
    ]
  },
  {
    "id": "039",
    "slug": "039-你的优秀，不用通过否定别人来展示",
    "title": "你的优秀，不用通过否定别人来展示",
    "content": "## 你的优秀，不用通过否定别人来展示\n\n反驳型人格你们肯定见过，就是喜欢用各种\"但是\"，常见的表达如。\n\n你说得对但是。\n\n你说得好但是。\n\n你有道理但是。\n\n你长得漂亮但是。\n\n当然，很多的前半也没有，直接说你不对，扯淡，瞎扯，你懂啥。\n\n反正给人的感觉就是ETC成精了。\n\n当然，如果他们如果确实讲的很对，比如学术上的争论，对就是对错就是错，如果人家确实一直对还愿意指出你的错误，这种是很难得的，但更多的只是意见的表达，其实很难说的上谁对谁错，这种情况下非要说别人不对，这就很令人厌烦了。\n\n之前介绍过，很多人因为内心力量不足，自信不够，所以对外表现就是喜欢打压别人来抬高自己，而内心充盈的人，因为能正确的认识自己的缺点，所以对别人的缺点也比较宽容，能欣赏自己的优点，所以也能欣赏别人的优点。\n\n今天看了个抖音视频，有个专家说不要跟反驳型人格的人建立亲密关系，那样就太辛苦了，也容易自我否定。\n\n这是肯定的啊，毕竟士为知己者死，女为悦己者容。一个了解我们，肯定我们的人，我们才愿意为了他去做很多的事情，如果他做的只是不停的否定我们，那真是想想就来气对吧。\n\n从小我们就学过一字师的故事，而孔夫子也为两小儿辩日的疑难无法解答，我们每个人都可以从别人身上学到很多东西。\n\n再次强调，我们足够优秀，并不是因为我们样样比别人强，这是边际思维的优秀，我们的优秀，是因为我们很多方面确实很优秀，不需要比别人更优秀才是优秀。\n\n我们也能从别人身上学习，当你思考别人的论点永远是先看看对方有什么可取之处的时候，你就一直在成长进步。\n\n而朋友之间尤其如此，朋友总是有什么优点你才愿意跟他成为朋友，就算是同班同学，也只有少数几个能成为朋友对吧，大多数也只是同学而已，这些能成为朋友的，总有些优点，至少愿意跟你玩啊，这也是他们的优点。\n\n不停的否定别人，实际上是否定了自己的成长，成为别人的差评师，最后自己也只得到差评，这样的人生多悲催啊。\n\n多用yes and，少用yes but，这样你的路就越走越宽了。\n\n当然，朋友之间互相打趣也很正常，这并不是差评师，或者对方确实有什么大问题，你觉得有必要直说的，也应该直说，总不能看着朋友去吸毒网赌也说你很好吧，这样也太假了，你也没有真心把他当朋友。\n\n承认朋友的优点，包容他的小缺点，就像他对你做的一样。\n\n多夸他的优点，较少的批评他的缺点，这样友谊不就越来越紧固了吗。",
    "excerpt": "# 你的优秀，不用通过否定别人来展示  反驳型人格你们肯定见过，就是喜欢用各种“但是”，常见的表达如  你说得对但是  你说得好但是  你有道理但是  你长得漂亮但是  当然，很多的前半也没有，直接说你不对，扯淡，瞎扯，你懂啥  反正给人的感觉就是ETC 成精了  当然，如果他们如果确实讲的很对，比...",
    "readTime": 5,
    "tags": [
      "自我成长",
      "人际关系",
      "思想哲学"
    ]
  },
  {
    "id": "040",
    "slug": "040-那些没病却瘫痪了的女生",
    "title": "那些没病却瘫痪了的女生",
    "content": "# 那些没病却瘫痪了的女生\n\n# 今天看到这样一个帖子，《108名女高中生几天之内集体瘫痪，医生却说她们身体没病》。\n\n以下是内容摘要。\n\n> 10月2日，肯尼亚卡卡梅加县的埃雷吉女子高中（Eregi Girls High\\n> School）发生了一件怪事：**超过108名女学生集体出现了四肢无力、行走困难、身体摇晃的腿部瘫痪症状。**当地医院立即采集了她们的血液、尿液、粪便等样本，在实验室内培养和测试，却并未检测到任何可能引起这类症状的病原体。\\n>\\n> 一系列检查之后，医生认为，**这些女孩的身体没有任何疾病，很可能是心理出了问题。**即便没有传染病，校方在学生和家长的压力之下也不得不让学生们放假回了家。当地卫生官员称，考虑到临近期末考试，应该是考试压力让这些女孩集体\"瘫痪\"，这是一种**群体性心因性疾病**（mass\\n> psychogenic illness）。\\n>\\n> ......\\n>\\n> 一个经典的集体运动型歇斯底里案例是1518年在法国爆发的**\"舞蹈瘟疫\"**（dancing\\n> plague）。那时，许多法国民众正遭受疾病和饥荒的折磨，一位名叫弗劳·特罗菲亚（Frau\\n> Troffea）的女性突然开始在斯特拉斯堡市的大街上跳舞。她跳啊跳啊，夜以继日。不到4天，不知哪里冒出来的33个人也开始和她一起跳。**仅仅一个月的时间内，就出现了400余名这样的舞者。**\\n>\\n> 斯特拉斯堡市政府认为这是一场由\"血热\"引起的瘟疫，于是开放了两个市政厅和一个粮食市场，专门\"收容\"这些舞者。他们甚至还为舞者搭建木制舞台，并聘请音乐家来伴奏。**舞者们跳了一周又一周，然后一个个死去。**最终，这场可怕的\"瘟疫\"在那年9月渐渐平息。人们把那些还没去世的舞者送往山顶的圣地，祈求神明宽恕。\\n>\\n> ......\\n>\\n> **绝大多数集体歇斯底里事件中，主要患者都是女性。**一方面，女性的确承受了极大的系统性压力；另一方面，父权社会下的女性应对外界压力的方式也与男性不同。在特殊的社会背景下，女性较少表现出对抗与攻击性，通常会以\"内化\"而非反抗的方式应对压力，因此出现了这些奇怪的躯体化症状。类似地，**集体歇斯底里也更容易发生在青少年群体中**，因为他们往往压力很大，同时情绪敏感。\n\n以下为本人内容。\n\n心灵对身体的影响总是被大家忽略，虽然大家也能在很多方面找到证据，但在实践中，往往又不是那么重视自己的内心状态。\n\n我在沈从文的小说中也看过湘西以前有姑娘以为自己要嫁给树仙，梳洗打扮之后就在树上上吊了，父母怎么按都按不住。按前面的科普来看，估计也是一种**歇斯底里。**。\n\n调整好我们自己的内心状态，壮大我们的支持系统，我们才不容易被各种焦虑和压力击垮。\n\n而女性由于更容易成长在否定系统中，加上内心更加敏感，也更容易被这些事情所影响。\n\n在我们的成长环境中，男性和女性都要面对不同的否定系统，而支持系统则往往只是沉默的背景，我们很少会直接表达爱意，无论是对家人还是朋友，而对于孩子的成就，我们最容易说的就是戒骄戒躁，虚心进步。\n\n我有个朋友的老公刚开始工作的时候在国企，升职之后回家告诉老爸，而老爸说他年轻的时候才不会这么没用，早就到什么什么级别了。于是她老公一气之下搬出家直接住单位工棚了，后来小拇指受伤没有钱治也没有问家里张口，硬生生拖到长好，但就永远伸不直了。\n\n爱要现在就说出口，对家人的支持一秒钟都不要等。\n\n每个人的内心都需要家人的支持，在得不到支持的时候，各种不良的暗示都会乘机而入，最终可能就会产生很多不好的结果。\n\n现在抑郁症的孩子这么多，很大原因就是他们在学校没有快乐成长的条件，如同生活在牢狱之中，而回到家又是冰冷的环境，在成长中的孩子自然受不了，别说小孩受不了，大人也很难受得了。\n\n最近的内容感觉跟之前的重复很多，确实道理就这么些，支持系统的核心概念也就那么几个，方法论也很少，更多的是在不同的环境中实践。",
    "excerpt": "# 那些没病却瘫痪了的女生  今天看到这样一个帖子，《108 名女高中生几天之内集体瘫痪，医生却说 她们身体没病》  以下是内容摘要  10 月 2 日，肯尼亚卡卡梅加县的埃雷吉女子高中（Eregi Girls High  School）发生了一件怪事：超过 108 名女学生集体出现了四肢无力、行 ...",
    "readTime": 7,
    "tags": [
      "支持系统",
      "自我成长",
      "人际关系",
      "职业发展",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "041",
    "slug": "041-朋友嘛，就是要一起吃饭一起玩",
    "title": "朋友嘛，就是要一起吃饭一起玩",
    "content": "## 朋友嘛，就是要一起吃饭一起玩\n\n一个非常有用的习惯是不再一个人吃饭，总是随时想约个人一起。\n\n如果你觉得吃饭有压力，也可以约个朋友逛公园。\n\n吃饭吃什么没那么重要，更重要的是跟谁吃。大家一起吃饭，聊聊天，这就有滋有味了。\n\n不用在意菜是否精致，大多数情况下我们也很难吃到特别惊艳的菜了，毕竟现在都是工业化产品。\n\n如果你觉得你的饭搭子很少，想想是不是因为自己没有主动请过朋友吃饭呢？\n\n在一座城市里，总有不少人跟你一样想找人吃饭的，你先看看跟哪些朋友在一座城市，再从你线下接触过还不错的朋友里找，一个月能吃一次饭的话，你们就算是很熟悉的朋友了。\n\n再次强调，支持系统的核心是\"我\"，如果你自己不主动，指望别人主动，那你的生活不会有什么变化的，因为他们又没学过支持系统。\n\n如果你平时还有阅读的习惯，可以把阅读中获得的好东西摘录下来，你可以经常在朋友圈，小红书，微博，推特上分享你阅读的心得，虽然这些碎碎念好像没啥意思，但我告诉你挺多人爱看的，只是他们不说。\n\n当然，你可能会考虑到这样不太专业，那你可以开个小号或者公众号，专门发你的书评。\n\n慢慢的你会发现你会吸引一些爱看书的朋友。\n\n社交圈子就是这样扩大的。\n\n你要主动的表达自己，这是一种需要，也是对别人的支持。\n\n如果你看到好东西不说，别人怎么知道呢？在这个时代，充斥着各种软文和广告，你这样真心推荐的好内容其实反而是非常稀缺的。\n\n你想吃饭，你就找一起吃饭的朋友，你喜欢阅读，就能吸引热爱阅读的朋友，你喜欢到处逛到处玩，这都是很健康的生活习惯，你当然也会吸引来跟你类似的人。\n\n但你不表达，别人怎么知道呢？\n\n我们总是以为别人不了解自己，但问题在于，别人没办法了解你啊，你朋友圈也就三天可见，新加你的人对你一无所知，又没有其他渠道增加对你的了解，于是你们的关系不就仅能维持在微信联系人这个状态吗？过段时间连是谁都忘了。\n\n你的世界很精彩，给别人一点机会，别人也能分享给你他的一部分，世界就变的更美好了。",
    "excerpt": "# 朋友嘛，就是要一起吃饭一起玩  一个非常有用的习惯是不再一个人吃饭，总是随时想约个人一起  如果你觉得吃饭有压力，也可以约个朋友逛公园  吃饭吃什么没那么重要，更重要的是跟谁吃。大家一起吃饭，聊聊天，这 就有滋有味了  不用在意菜是否精致，大多数情况下我们也很难吃到特别惊艳的菜了，毕 竟现在都是...",
    "readTime": 4,
    "tags": [
      "支持系统",
      "人际关系",
      "生活方式"
    ]
  },
  {
    "id": "042",
    "slug": "042-分享你的非消耗性资源",
    "title": "分享你的非消耗性资源",
    "content": "## 分享你的非消耗性资源\n\n什么叫非消耗性资源呢？\n\n消耗性资源以实物资源为主，比如一个苹果，你吃了我就没有了，当然时间也是消耗性资源，比如理发师的时间，他现在在给你理发，就没办法给我理发了。而非消耗性资源就是这部分之外的，比如你看到一幅画特别好看，你发给我，并没有消耗什么，当然这背后总还是有所消耗，但极少，我们一般视为没有消耗。\n\n你看到一个段子，然后分享给你的朋友，大家就都开心了，这就是分享非消耗性资源。\n\n在基本的物质需求满足之后，大家就会转向精神需求，而精神消费品往往是非消耗性的。\n\n这部分资源的分享并不会减少你本身的使用，只会让更多的人享受到。\n\n大家看的各种直播和短视频，本质上都是非消耗性资源，创作者创作完成之后就希望更多的人看到，很多小众的品牌和小网红也是在大家的口口相传中才为人所知。\n\n甚至支持系统本身也是非消耗性的，你分享给别人支持系统相关的文章，也会让别人接受支持系统的概念，改变他们的状态。\n\n当你认识到你是一个很优秀的人，你拥有的比实际上多很多，你每学到一个单词，一个段子，一个公式，都可以与人分享，比如我就经常跟人分享我学到的一些字。比如风雨潇潇，鸡鸣胶胶。在这里胶胶是鸡叫声，说明在诗经的时代，胶就读高或者搁了，而我的南昌方言里也是这么念，一种文化自信油然而生。\n\n你跟朋友一起吃饭是分享你的时间，而这里是分享你的资源，我们没办法像佛陀一样舍身饲虎，毕竟身体就这一幅，对于朋友的金钱支持也要很小心，因为我们的这些资源是消耗性的，但是对于非消耗性资源，就可以多给别人分享。\n\n总会有人喜欢这些奇奇怪怪的东西，如果你找不到，那就开一个微博、小红书或者其他个人社交媒体号去表达，总会有人喜欢的。\n\n你如此有趣，只是你不表达，所以别人也不知道你原来这么有趣。\n\n找一找自己有哪些非消耗性资源吧，比如哪家店好吃，哪本书特别有意思，哪部电影里哪个片段你记得很清楚。\n\n在这个信息爆炸的时代，个人化真诚的表达反而成了稀缺品，我们总是怕暴露出自己品味不高的事实，又或者被别人觉得幼稚，反而是那些已经退休的大妈旁若无人的在表现自己的舞姿。\n\n你难道也要等到退休了才敢表达自己吗？\n\n那也太遗憾了吧。\n\n你不用比别人优秀，我们的优秀不需要跟别人比较，就像我说你中文说的好，并不代表你说的比别人好一样，你中文好是一个事实，任何一个外国人说中文如果有你的水平大家都会惊掉下巴。\n\n你可能觉得自己见解不够，长的不漂亮，怕这怕那，这些都是边际思维，扔掉这些好吗。\n\n当你主动的表达自己，你会发现总是有人感激你的分享，愿意反过来分享好东西给你，你的社交圈子也越来越广，然后总是有人突然来加你想认识你，你也总是能得到各种奇奇怪怪的机会，于是好运黑天鹅不断降临，你的人生真的就改变了。\n\n俟河之清，人寿几何?\n\n你要等到自己足够优秀，足够美丽，见解足够深刻才表达，你要等多久呢？\n\n支持系统对于行动的要求是立刻马上现在。\n\n生命这么长，不是让你一直等待的，现在就去做。",
    "excerpt": "# 分享你的非消耗性资源  什么叫非消耗性资源呢？  消耗性资源以实物资源为主，比如一个苹果，你吃了我就没有了，当然时 间也是消耗性资源，比如理发师的时间，他现在在给你理发，就没办法给我理 发了。而非消耗性资源就是这部分之外的，比如你看到一幅画特别好看，你发 给我，并没有消耗什么，当然这背后总还是有...",
    "readTime": 6,
    "tags": [
      "支持系统",
      "人际关系"
    ]
  },
  {
    "id": "043",
    "slug": "043-如果你实在不会输出你可以先模仿",
    "title": "如果你实在不会输出你可以先模仿",
    "content": "## 如果你实在不会输出你可以先模仿\n\n当你学的越多，会的越多，你的支持系统就越强。你看到这的时候，应该不会怀疑这一句话了，因为你清楚的知道你自己就是自己最大的支持系统，那强大支持系统本身最主要的不是表达感谢，也不是支持别人，而是壮大自己。\n\n你要分享，你要输出，但你发现你肚里空空，没有东西怎么办呢？\n\n输出的第一步是模仿，比如你想拍小视频，总是想先看看别人怎么拍的，你想办好一件事，也总是先看看别人怎么干。\n\n乔布斯有句名言Good artists copy; Great artist\\nsteal，而这句话也是抄来的，原句是毕加索说的Bad artists copy, good\\nartists steal。\n\n乔布斯当然说的不是艺术，他实际上是说一种商业模式，他从施乐公司里偷来了图形界面。\n\n只不过乔布斯自己也被偷过，当他在研制第一代iPhone的时候，做为苹果公司董事的谷歌CEO施密特也了解到了iPhone的技术。而原本为键盘机设计的安卓系统立刻调整研发方向，也改向触屏了。\n\n当然，我不是教你怎么做商业间谍，只是说这么一个事实，就是你会的越多，你模仿起来就越容易，你的支持系统越强，你就越容易输出。\n\n比如古龙小说里各种暗器，事实上，大家看的武侠小说里总有各种暗器，而暗器这种东西在古代传奇小说中是很少出现的，你想一下三国演义里有没有，水浒传里确实有拿石头打人的张清，但也并不是主角。事实上，暗器真正进入小说成为主角，是近代的事情，之前看过篇论文就是暗器其实就是子弹，像古龙小说中的小李飞刀，你可以理解成就是狙击枪。\n\n这些作家生活在热武器的时代，又要写作古典背景小说，所以就化子弹为暗器。\n\n这真是一种很成功的创作。\n\n而金庸武侠中的密室传功，跳崖不死，其实也是经典桥段，都是从大仲马的基督山伯爵那里偷师来的。\n\n大家都以为李白写诗漫无边际，但其实李白是下过很多功夫读过很多书的，比如他下面的这首。\n\n山中与幽人对酌。\n\n两人对酌山花开，一杯一杯复一杯。\n\n我醉欲眠卿且去，明朝有意抱琴来。\n\n后两句用的是陶渊明的典故：\n\n潜不解音声，而畜素琴一张，无弦，每有酒适，辄抚弄以寄其意。贵贱造之者，有酒辄设，潜若先醉，便语客：\"我醉欲眠卿可去。\"其真率如此。\n\n------《宋书·陶潜传》\n\n李白的诗才在于前两句似乎只是大白话，也不讲格律，后面两句忽又改成用典，而且又讲格律了，这种变化真是很有趣。\n\n杜甫就更不用说了，读书破万卷下笔如有神这句是他形容自己。\n\n如果你感觉自己表达不出东西，那肯定是因为你肚里没货，要么看书看少了，要么没有仔细看。就算是看部电影，你也总可以找到一点好东西，不行就看几部关于电影的书，这样你肚里就有货了，表达也就有料了。\n\n前一篇文章讲你要勇敢表达，而这一篇讲的是如果你实在觉得自己不行，那就怎样模仿别人进行表达。\n\n肚子里多装点货，再模仿一下，也就可以了，你看李白不也模仿吗？《陶潜传》原文是\"我醉欲眠卿可去\"，而李白诗则是\"我醉欲眠卿且去\"，这都不能说模仿了，基本就叫抄。\n\n当然，现在讲知识产权了，硬抄有点不太合适，改成致敬比较好，比如《爱情公寓》就致敬了老友记和一堆美剧。\n\n总之，如果你觉得你不愿表达并非不想表达，而是确实没有货，就先充实自己，让自己更强大这是支持系统最核心的要求，充实自己之后你就可以模仿着别人进行表达，之后再原创出自己的内容，从易到难，层层推进。\n\n最后，你就是一个表达能力很强的人了，大家都期待你的东西。\n\n最后，分享一个我改编的段子：\n\n甲：我喜欢一个姑娘，但她家人不同意。\n\n乙：哈，我知道，一定是她老公不同意对吧，我看过这个段子。\n\n甲：不是的，是她爸妈不同意。\n\n乙：这有啥，上门好好表现一下就是。\n\n甲：她兄弟也不同意。\n\n乙：小舅子不同意这个好办，给他送部iPhone15。\n\n甲：她儿子也不同意。\n\n乙：啥？\n\n甲：她孙子也不同意。\n\n乙：哈？都有孙子了？这谁能同意啊。\n\n甲：你看，我就说她孙子不同意吧。\n\n乙：谁，你说谁？你想娶我奶奶，我打死我。",
    "excerpt": "# 如果你实在不会输出你可以先模仿  当你学的越多，会的越多，你的支持系统就越强。你看到这的时候，应该 不会怀疑这一句话了，因为你清楚的知道你自己就是自己最大的支持系统，那 强大支持系统本身最主要的不是表达感谢，也不是支持别人，而是壮大自己  你要分享，你要输出，但你发现你肚里空空，没有东西怎么办呢...",
    "readTime": 7,
    "tags": [
      "支持系统",
      "生活方式"
    ]
  },
  {
    "id": "044",
    "slug": "044-冬天了，你要多晒晒太阳",
    "title": "冬天了，你要多晒晒太阳",
    "content": "## 冬天了，你要多晒晒太阳\n\n冬季是抑郁症高发的季节，甚至专门有个概念叫冬季抑郁症，原因是冬天光照太少，同时大家冷的不爱出门，不晒太阳不走动，想想都容易抑郁。\n\n如果你感觉你有抑郁倾向，一定要及早干预，多约人吃饭，外面冷不爱逛可以逛商场，中午太阳充足的时候也要多出去走走。\n\n你要先调理好自己的心理和生理状态，再去照顾其他人。\n\n如果你觉得自己内心能量不足，一定是没有充分的挖掘你的优点。\n\n也可能你已经尽力挖掘了，但生活依然很难，我之前就说过，支持系统并不包治百病的灵丹，它需要你自己的行动才能让你收获人生的改变，这是它跟玄学和祈祷不同的地方。\n\n但你一定可以有办法让自己开心起来，最简单的就是多晒晒太阳。\n\n海子说你来人间一趟 你要看看太阳，我真的觉得这现代诗里水平非常高的一句了。\n\n支持系统的文章写到现在已经写了40多篇，离100篇的目标还差一半多，但核心内容早就已经讲完了，所以后面的部分会更零散，也更轻松一些。\n\n这对于我本人，是一次支持系统的实践，而对于读者你，你也肯定可以写出跟我水平接近或者超过我的文章，因为支持系统的文章完全可以只是生活中实践的记录。\n\n在这十多天里，已经有很多朋友把我的文章转到各种小群，甚至不少已经开始实践这套方法，不少都收获了不错的效果。\n\n支持系统的实践，从支持自己开始吧。",
    "excerpt": "# 冬天了，你要多晒晒太阳  冬季是抑郁症高发的季节，甚至专门有个概念叫冬季抑郁症，原因是冬天 光照太少，同时大家冷的不爱出门，不晒太阳不走动，想想都容易抑郁  如果你感觉你有抑郁倾向，一定要及早干预，多约人吃饭，外面冷不爱逛 可以逛商场，中午太阳充足的时候也要多出去走走  你要先调理好自己的心理和...",
    "readTime": 3,
    "tags": [
      "支持系统",
      "人际关系",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "045",
    "slug": "045-立志、目标与实现",
    "title": "立志、目标与实现",
    "content": "## 立志、目标与实现\n\n我们从小就知道要立大志向，但为什么要立大志向，却很难说的明白。\n\n等到我们在社会上摸爬滚打许多年，幼时的志向已经显得幼稚可爱，也不敢跟人提起，但内心的火终究无法熄灭。\n\n无论你是否被日常的琐事淹没，你总是想改变一些东西，这个时候，你最好有一个目标。\n\n立志的好处其实就是表达需求，在支持系统中，表达需求是很重要的一步，不仅要告诉别人，更要告诉自己，这就是为什么祈祷会有点用处。\n\n比如一个孩子正在生病的母亲，她许下的愿是愿意付出一切换回孩子的生命和健康，而人会愿意支持需要支持的人。\n\n我愿意跟你分享这个故事：\n\n2011年，一位母亲抱着7个月大的女儿，在广州大道跪行，据了解，母亲怀中的女儿患有眼癌，手续费用巨大，家里已经承担不起，上网发帖求助也无人搭理。\\n就在母亲绝望之际，一位名叫\"广州富家公子\"的网友出现了，表示自己愿意捐款2万，前提是必须从广州大道跪行到体育中心。\\n尽管觉得这个要求十分荒唐，但救女心切的母亲还是照做了......\\n本以为富家公子会信守承诺，可他却狠狠嘲笑了这位母亲，说是这位母亲自己犯贱，随后拒捐消失。\n\n消息一出立刻引起轩然大波，富二代以他人苦难寻乐的行为，遭到几家报社的联名谴责。一时间\"跪行母亲\"成为网络焦点，网友们纷纷为其捐钱，并线上疯狂辱骂私信轰炸\"广州富家公子\"，还通过线下举报，让其失去了工作。\\n几天后，母亲收到28万捐款，可网友们却不打算放过\"广州富家公子\"。很快，就有人扒出他名叫石金泉，根本不是富二代，而是一名网络推手。\n\n眼看舆论愈演愈烈，母亲收到捐款也良心不安，两人决定说出实情。\\n原来，跪行本就是商量好的一场戏......\\n石金泉在网上看到这位母亲的求助，对她和女儿的悲惨遭遇深感同情，可求助贴犹如石沉大海，无人关注。为了救下女孩儿，他主动联系这位母亲，提出用\"跪行\"的方式吸引社会注意，以达到筹集手续费的目的。\\n他自知个人能力弱小，只有放大事件，引起社会关注才有机会。为了尽可能吸引社会人士的关注，特意将路线选在了广州报社和公交站最多的一条路。\n\n这个故事有人起了个标题叫《谋士以身入局，举棋胜天半子》。\n\n人无远虑，必有近忧，如果没有长远的目标做指引，人总是会迷失方向。\n\n比如人在沙漠中走路，如果不以北极星或者其他方式来辨别方向，只是靠自己的判断来走直线，最后总是走出一个个大大小小的圆，这样就走不出沙漠。\n\n如果你发现你的人生总是在兜圈子，有可能就是因为你没有目标，当你找不到你生命里的北极星，你就出不出这片人生的沙漠。\n\n当然，你可能会说，我的目标就是赚钱。这当然也可以是目标，当还不够好，因为钱本身只是手段，如果真把钱当目标，你就成了葛朗台了。\n\n你目标可以是交10个朋友，读20本书，逛30个城市，去5个国家。\n\n建立目标谁不会啊，不就是新年许愿吗？可是有几个能完成呢。\n\n这就是支持系统与许愿不同的地方，这个也是我讲过很多次的，支持系统不是玄学，你要实践支持系统，一定要把\"我\"放在最高的位置。\n\n大多数人许完愿之后就搁置一边，就当没许过，因为他们潜意识里并不相信自己能完成。\n\n如果你许的愿是今天走100步，你可以当下许完当下就走了，100步嘛，去楼下买瓶水就超了。\n\n支持系统是一整套成熟的，按部就班的方法论。当你认识不到你的优秀，你的目标只是糊弄自己的，因为你压根没有相信过你会完成。\n\n如果你许的愿是赚1个亿，你可能啥都不会干，如果你许的愿是赚10万块钱，可能现在就去下载美团骑手了。\n\n看出二者的区别了吗？\n\n完全在于你潜意识里相不相信自己能做到。\n\n支持系统并不支持你许完全不切实际的愿望，因为你也知道完成不了。\n\n上面的例子中几十万医药费相对于母亲当然是天价，但这并非完全不可能，因为谋士知道只要引起舆论，大家捐点一会就凑够了。\n\n当然，长线目标你可以不切实际一点，因为黑天鹅总是可能出现的，我指的是好运黑天鹅。\n\n我也确确实实的见过很多人被好运黑天鹅光顾，从一无所有的穷小子到身价几亿可能也就一个月。\n\n但至少你要去尝试，越高的目标要尝试的次数就越多，这才符合概率论。\n\n如果你坐着不动，指望身上掉几十斤肉，那是不行的，支持系统做不到，截肢可以。",
    "excerpt": "# 立志、目标与实现  我们从小就知道要立大志向，但为什么要立大志向，却很难说的明白  等到我们在社会上摸爬滚打许多年，幼时的志向已经显得幼稚可爱，也不 敢跟人提起，但内心的火终究无法熄灭  无论你是否被日常的琐事淹没，你总是想改变一些东西，这个时候，你最 好有一个目标  立志的好处其实就是表达需求...",
    "readTime": 8,
    "tags": [
      "支持系统",
      "人际关系",
      "职业发展",
      "生活方式"
    ]
  },
  {
    "id": "046",
    "slug": "046-坦然接受朋友对你的好，因为你不会亏欠他",
    "title": "坦然接受朋友对你的好，因为你不会亏欠他",
    "content": "## 坦然接受朋友对你的好，因为你不会亏欠他\n\n不知道大家有没有这样的体验，就是觉得朋友对自己太好会不好意思。\n\n我举我一个同学的例子吧，可能略极端了，但很能说明问题。\n\n我有几个高中同学一起考上北师大，有一年大家一起出门聚餐，回去的时候有人打车，按理说肯定一起走对吧，但有一个同学就不肯坐车，非要自己坐公交车回家。\n\n大家代入一下就能感觉到，这个同学无非就是不愿受人恩惠，但AA车费又开不了口，所以还是自己管自己得了。\n\n在支持系统中，我们总是愿意支持朋友，因为我们知道朋友也会一直支持我们。如果你一段时间比较困难，那别人对你主动的支持你也坦然接受即可，管仲要多分钱的时候是直接跟鲍叔牙提的，并没有不好意思，何况现在是别人主动示好呢。\n\n不愿意接受别人的小恩惠，无非是不愿欠人情债，怕不好还，但朋友对这举手之劳可能根本不在意，而且朋友之间就是有来有回，如果你不来我不往，真成君子之交淡如水了，那可能过段时间感情就淡了。\n\n朋友之间的交往讲究的是一个情义上的相等，而非价格，等价交换是市场经济的原则，不是朋友之间交往的原则。\n\n在支持系统之中，按需分配才是主导性的原则。\n\n刚上大学的时候，我们宿舍只有一台电脑，我们就经常借这个室友的电脑。后来有一天，这个室友跟我说他不喜欢我借他电脑时候的态度，因为他并没有不愿意借，而我借的时候，就是一种不平衡的感觉，你有电脑我没有。\n\n我自己心态先没有放平，就是一种不太甘心的状态，那我室友就会感觉莫名其妙，总之心里是不太舒服的。\n\n当然，支持系统并不是只关注朋友和家人，很多陌生人其实也是我们的支持系统，对于关系没有那么熟的人而言，相对平等的交易会更好，越熟悉的关系越接近按需分配，而越淡漠的关系则越接近等价分配。\n\n如果你拿捏不住这个尺度，那还是尽量等价交换来的好。",
    "excerpt": "# 坦然接受朋友对你的好，因为你不会亏欠他  不知道大家有没有这样的体验，就是觉得朋友对自己太好会不好意思  我举我一个同学的例子吧，可能略极端了，但很能说明问题  我有几个高中同学一起考上北师大，有一年大家一起出门聚餐，回去的时 候有人打车，按理说肯定一起走对吧，但有一个同学就不肯坐车，非要自己坐...",
    "readTime": 4,
    "tags": [
      "支持系统",
      "人际关系",
      "心理健康"
    ]
  },
  {
    "id": "047",
    "slug": "047-支持系统的内圈和外圈",
    "title": "支持系统的内圈和外圈",
    "content": "## 支持系统的内圈和外圈\n\n上一篇将了陌生人也是我们的支持系统，支持系统其实由内至外可以分成很多个圈子，最外层就是最简单的联系，比如粉丝支持爱豆，爱豆本身并不知道也无法跟单个的粉丝建立联系，往里一点就是有些交换，双方都知道彼此，但只是单纯的点头之交或者业务往来，再往里就是我们一般的朋友，再就是比较好的朋友，之后就是亲人等待。\n\n当然每个人的圈层不一样，比如粉丝对于爱豆来说是最外层，但爱豆可能是粉丝的最里层，甚至比父母还重要，这也是有可能的。\n\n我们并不会批判这种事情，因为对他来说，爱豆确实是给了他支持，是他重要的心灵支柱。\n\n而很奇怪的是，有时候内层的支持系统并不理解你甚至往往在很多事情上并不支持你，相反是外层的支持系统可能更支持你。\n\n所以我们的心事可能跟网上完全不了解的人讲，而不会跟父母讲。\n\n所以我们应该平衡自己的内圈与外圈，只有内圈是不行的，只有外圈也不行，只有内圈，这个支持系统就相对静态，没有新的人和事物进来，而没有内圈就更不行了，连最核心的家人与朋友都没有，这人就活的没意思了。\n\n如果你最近都是跟熟人交流，那你的内圈可能就偏重了，如果这些人都不理解你，那你就会很痛苦，好像所有的支持都被切断了一样。\n\n如果主要跟陌生人交流，那也不好，要告诉家人你爱他们，告诉朋友你想约他们吃饭喝茶。\n\n经常有陌生人进入你的支持系统，逐渐变成熟人，而你的熟人也能经常交流，这样支持系统就会越来越强大了，你的内心会更有力量，你的社交圈子也会更加强大，最后的结果就是幸运黑天鹅光临的可能性就增加了。\n\n往往很多陌生人会给我们带来新的机会新的体验，比如支持系统这一系列文章，就是某个躺在联系人列表里的陌生人一通电话的结果。",
    "excerpt": "# 支持系统的内圈和外圈  上一篇将了陌生人也是我们的支持系统，支持系统其实由内至外可以分成 很多个圈子，最外层就是最简单的联系，比如粉丝支持爱豆，爱豆本身并不知 道也无法跟单个的粉丝建立联系，往里一点就是有些交换，双方都知道彼此， 但只是单纯的点头之交或者业务往来，再往里就是我们一般的朋友，再就是...",
    "readTime": 4,
    "tags": [
      "支持系统",
      "人际关系"
    ]
  },
  {
    "id": "048",
    "slug": "048-原生家庭理论与支持系统",
    "title": "原生家庭理论与支持系统",
    "content": "## 原生家庭理论与支持系统\n\n原生家庭理论讲出一些真相，但如果加上支持系统，可能效果会更好吧。\n\n我讲过很多次，我们总是很少表达对家人的支持，对于孩子来说，他可能就体会不到家人的爱。\n\n大人们会说，我当初也是这么长大啊，是的，你是这么长大的，所以你也没有生活在支持系统之中。\n\n我们的文化是追求严父慈母的，但现在往往是母亲在管小孩的学习，然后搞的很崩溃，而父亲一般忙事业，也没有时间慈，所以家里的爱反而缺位了。\n\n同时父母自己因为没有建立支持系统的概念，总觉得自己付出的已经够多了，其他人怎么不明白呢。\n\n你看，家庭做为最核心的支持系统，反而缺位了。\n\n在这样的家庭中成长，加上学校里一派监狱作风，孩子是很容易出心理疾病的。\n\n在这里，我下一个武断的结论，一切孩子的问题都是家长的问题。\n\n因为家长是成年人，成年人有相对成熟的人生观，如果成年人都无法改变，那你怎么能指望孩子改变呢。\n\n毛委员在对军地问题上有过指示，凡是军队与地方出现矛盾，军队先做检讨，先自我批评。为此军队方面代表不理解啊，很多时候明明是地方上不讲理，不支持军队工作，怎么让军队先自我批评呢？毛委员的特点是讲道理，我的道理讲的肯定不如他，不如看看他当初的原话怎么说的：\n\n\"开天辟地以来只有军管民，老百姓见了军队就跑。现在老百姓敢批评军队，这是件大好事。从古到今，哪有老百姓敢批评军队的？你们懂历史，你们说说看，是不是这样？如今变成了民管军，说明我们边区的民主运动深入到群众中去了，这该多好哇！人民群众敢批评军队，这说明我们边区政府民主建政工作有成绩。有广大人民群众当老师，你们部队工作才不会犯大错误，才能打胜仗。军队离不开地方的支持。部队驻在哪里，就要尊重哪里的地方政府；军队和地方关系出了问题，军队首先要作检讨；军队和地方闹矛盾，军队要多作自我批评。这是一条原则，什么时候都必须坚持的原则。\"。\n\n\"你是个老同志，应该清楚我们军队的传统。部队在哪里都要尊重地方政府、尊重当地党组织。现在我们中央机关驻在这里，连中央决定的事情也要通过一下西北局，你留守兵团决定的事情怎么能不通过西北局呢？\"。\n\n我勉强做一点解释，军队自古就是强势的一方，这无需讳言，只有在人民军队，老百姓敢跟军人争执，不怕打击报复，这实际上也是军队力量的源泉，脱离了人民的军队是没有力量的。军队做为强势方，先自我检讨，之后有矛盾才能有商有量，工作就好推动了。\n\n在家里，家长自然是强势方，如果家长不能先承认自己的错误，自己对孩子的关爱不到位，只是指责孩子不肯学习，不理解父母，一个几岁十几岁的孩子，你指望他能理解什么呢？\n\n原生家庭理论在这部分是正确的。\n\n但你在实践支持系统的时候，也总会发现，有些石头捂不热，每个人秉性都不同，你无论对孩子支持有多少，总有人觉得不够，甚至可能多数人都觉得不够，只不过没有到出精神问题的地步。\n\n这是很无奈的，因为某种意义上这也是我们社会的追求，社会进步就是让各种脆弱的人能生存下来，无论是生理还是心理上的脆弱。\n\n如果在战乱时代，大多数脆弱的人一开始就淘汰掉了，像斯巴达他们就有个奇葩传统，生下来的小孩太瘦弱肯定直接就扔了，但即使通过了初筛，还要把小孩们都放在酒盆中，如果被酒气熏晕了，那也要淘汰。\n\n这个淘汰是物理意义上的淘汰，直接就扔了。\n\n如果生活在那个时代的斯巴达，你有几成概率能活下来呢？\n\n父母们大概也知道小孩分天使宝宝和恶魔宝宝，也就是高需求和低需求，对于高敏感，高需求的孩子，你只能说这是你命中的福分，你再怎么支持他关爱他也是不够的。\n\n再加上，每个坏人也都曾经是孩子，如果你孩子秉性不良，天生就喜欢欺负同学，虽然大多数人成年之后会变的奉公守法，但也总有人变成犯罪分子。\n\n万一你的孩子是这样的恶魔种子，原生家庭理论也没办法帮助你。\n\n大多数坏人的童年总有些阴影，让他们感受不到人性中的爱，同时迷恋暴力。\n\n如果家庭能变成一个有效的支持系统，虽然无法百分百的解决这些问题，但总是可以让恶魔们少一些。\n\n每个家长也曾经是孩子，当自己是孩子的时候，觉得父母不理解你，当你是父母的时候，觉得孩子怎么这么不听话。\n\n这也是一种以\"我\"为核心，但跟支持系统的以\"我\"为核心是完全不同的。在支持系统中，\"我\"是行动的主体，我们不指望其他人改变，先改变自己，之后或许能改变别人，但无论能否改变，我们都愿意主动的表达爱与支持。\n\n人生脱离了爱与支持，将会苍白枯萎，毫无生气。\n\n我们知道死的时候会非常遗憾，没有告诉很多人我们爱他，所以我们愿意提前说出来，减少这份遗憾。\n\n最后多说一些，原生家庭理论把孩子的失败都归结于父母，正如基督教把人的罪恶都交给耶稣来洗清，这样剩下的人就能得到救赎与新生，无论这个人是孩子还是教徒。\n\n佛教也同样把罪孽推给业力和前世，总之，你的苦处有来由，你知道自己其实是无罪的，所以你可以好好生活了。\n\n宗教的支持系统运作逻辑就有这一条，让人能忍受今生的痛苦。普通人会陷于，我没做错什么，为什么社会、家庭这样对我，而宗教和原生系统理论会告诉你，你没做错什么，只是别人的错，前世的错。于是你就得到救赎与新生。\n\n这当然也是一种支持系统，而且也恰恰是他们被很多人接受的原因。但在我所描述的支持系统中，善恶皆由\"我\"做，\"我\"是最终的裁决人和执行者，如果\"我\"不能改变，也不指望别人会改变，只能改变了自己，我们才希望或许能改变别人，期待好运黑天鹅的降临。",
    "excerpt": "# 原生家庭理论与支持系统  原生家庭理论讲出一些真相，但如果加上支持系统，可能效果会更好吧  我讲过很多次，我们总是很少表达对家人的支持，对于孩子来说，他可能 就体会不到家人的爱  大人们会说，我当初也是这么长大啊，是的，你是这么长大的，所以你也 没有生活在支持系统之中  我们的文化是追求严父慈母...",
    "readTime": 10,
    "tags": [
      "支持系统",
      "自我成长",
      "人际关系",
      "职业发展",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "049",
    "slug": "049-被孤立不是你的错",
    "title": "被孤立不是你的错",
    "content": "## 被孤立不是你的错\n\n今天看到一条新闻，一个佳木斯大学的大三女生跳江身亡了，因为她要竞选团委副书记而舍友拉着全班孤立她。\n\n看到这样的新闻，想说很多，又不知道从何说起。\n\n一个人很难被大多数人喜欢，万一你被大多数人都不喜欢，那你可以试着去改变，改变了如果没有效果，这也是正常的。\n\n我小时候也经常感觉被孤立，常常觉得很压抑。是的，成绩好的学生也会被孤立。\n\n我记得有一次代表全校参加市里的一个作文大赛没有拿奖，后来老师说我写跑题了，肯定是得0分了，于是班上很多同学总是会到我面前用手指比出0的形状，说\"欧分\"，也就是O分了。\n\n小学我换了两个学校，一个是国企的子弟学校，我做为借读生肯定是被孤立的。明明是我跟另外一个同学一起搞坏了一把女生的伞，这个女生告老师的时候就只告我，然后说跟另一个同学无关。\n\n我就跟班上所有人打架，然后我妈就一个个去赔礼道歉。\n\n后来转到我们镇小，一个转学来的成绩好的学生，被孤立就更理所当然了。\n\n到了初中，大家都崇拜古惑仔，觉得那些不良少年才酷，像我们这种又被当成死读书的，于是又被孤立了。\n\n人是不需要太多朋友的，人只要有几个朋友就足够。\n\n还好，我在每个学校都有那么几个朋友。即使在最早的国企子弟学校，也有玩到现在的朋友，我毕业没地方住住客厅的就是他。\n\n如果我们被孤立了，对于小孩子，这是非常大的伤害，但每个人都总有一两个好朋友，如果这一两个朋友也没有了，那才会让人感觉到绝望。\n\n小孩子是很懂恃强凌弱的，工作中也总有这样的人，而大多数人其实也并不讨厌你，只是别人都来欺负你，他们也就来欺负你一下，表示他也是群体的一部分。\n\n这就是我们前面说的，很多人支持你但他不表示出来。\n\n于是你就觉得全世界都抛弃你了，在某种年轻人的荷尔蒙的作用下，可能就跳江跳楼了。\n\n本质上，人都是孤独的，提前习惯就好。\n\n因为每个人最后都只能孤芳自赏。\n\n但你只要认识到你是\"芳\"的，就不会觉得自己一无是处。\n\n别人怎么孤立你，贬低你，都没办法真正的伤害你，真正伤害你的是你对自己的不了解。\n\n如果你找到自己足够多优秀的点，你自然就开朗自信起来，一个开朗自信的人，总是有人一起玩的。\n\n这样就很难有人能带动所有人孤立你。\n\n即使还能孤立你，你也不至于感受到绝望。\n\n自我的成长是比别人的看法更重要的。\n\n一个有趣的人不怕没有人接近。\n\n如果你总是能找到最好吃的店，最好玩的小景点，即使你身边没有人支持你，网上也一定会有人支持你。\n\n就像我之前说的一样，支持系统也分内圈和外圈，不停的让外圈的人进来，室友这些本应该属于内圈的人如果孤立你，那他们就是外圈，自己平衡好内外圈，人总是有一群好的内圈朋友，怎么会被孤立呢。\n\n地下这么黑暗，也压不住一颗要发芽的种子，如果你的支持系统不系于自身而是系于别人的看法，即使别人不孤立你，你也处于危险之中了。",
    "excerpt": "# 被孤立不是你的错  今天看到一条新闻，一个佳木斯大学的大三女生跳江身亡了，因为她要竞 选团委副书记而舍友拉着全班孤立她  看到这样的新闻，想说很多，又不知道从何说起  一个人很难被大多数人喜欢，万一你被大多数人都不喜欢，那你可以试着 去改变，改变了如果没有效果，这也是正常的  我小时候也经常感觉...",
    "readTime": 6,
    "tags": [
      "支持系统",
      "自我成长",
      "人际关系",
      "职业发展",
      "生活方式"
    ]
  },
  {
    "id": "050",
    "slug": "050-施比受有福，千金散尽还复来，MrBeast 的故事",
    "title": "施比受有福，千金散尽还复来，MrBeast 的故事",
    "content": "## 施比受有福，千金散尽还复来，MrBeast的故事\n\n<https://zhuanlan.zhihu.com/p/112606970>。\n\n想了解MrBeast的故事，你可以点上面的链接。\n\n当然，我也可以简述一下，就是他喜欢撒钱，给各种人送钱，让别人随便花他的信用卡，给清洁工和外卖小哥送上万元大礼包，给无人问津的女主播打赏几十万。\n\n但他同时也是一个无聊的人，可以坐在那读数字读一天，从1读到10万。\n\n然后就一堆人看他的youtube视频，他收获很多广告费，然后他再次去撒钱，形成循环。\n\n他说他广告收入的90%都会花出去。\n\n于是每条视频下面都有一堆人许愿，抽到我吧。\n\n这真是一个很奇妙的事情，他赚到了钱，粉丝们收获了快乐，广告商也赚了钱，还有人拿到了他送的钱，谁亏了呢？\n\n真没有谁亏，支持系统的世界是非零和的，也是非边际的，它不是打麻将，完全可以没有人亏。\n\n一个人越成功，往往是因为他给出去的越多，中国话就是格局大。\n\n当然，中国早就人财聚人散和财散人聚的说法，而毛委员也说过**存人失地**，人地皆存；存地失人，人地皆失。\n\n总之，人是一切资源中最宝贵的，而要获取人这种资源，就需要我们提供我们的支持。\n\n一个能成就事业的人，并不只是汇集资源，也同时在分散资源，而这种分散往往能获得更多的汇集，于是形成正向的循环。\n\n所谓时来天地皆同力即是如此，将事情做对之后，车轮滚滚向前，就很难阻挡了。\n\n比如MrBeast并不需要玩什么花活，就延续他的这个特色，就能吸引到很多关注，他的收入也只会越来越高。\n\n虽然我们无法简单的模仿MrBeast的方法来获得成功，但通过付出自己的支持获得更多的人支持，最后导向自己的成功，这肯定是行的通的，只不过我们得再去找出新的具体路径。",
    "excerpt": "# 施比受有福，千金散尽还复来，MrBeast 的故事  https://zhuanlan.zhihu.com/p/112606970  想了解 MrBeast 的故事，你可以点上面的链接  当然，我也可以简述一下，就是他喜欢撒钱，给各种人送钱，让别人随便 花他的信用卡，给清洁工和外卖小哥送上万元大...",
    "readTime": 3,
    "tags": [
      "支持系统",
      "职业发展"
    ]
  },
  {
    "id": "051",
    "slug": "051-切断对某些人的支持也是一种自我支持",
    "title": "切断对某些人的支持也是一种自我支持",
    "content": "## 切断对某些人的支持也是一种自我支持\n\n我们都需要支持别人，但边界在哪？\n\n总有些石头捂不热，也总有人天性凉薄，这个世界并非永远这么美好。尽管有很多人支持我们但不表达，但暗地里使坏的人也很多。\n\n如果你有网赌的朋友你肯定能知道人心有多险恶，你肯定会一次又一次的被骗。\n\n这个时候，及时切断对他们的支持才是对自己更好的支持。\n\n永远不要忘记，支持系统的核心是\"我\"，支持自己永远是第一位的，谁的支持也代替不了自己的支持。\n\n所以我们之前说的更多的是分享一些低成本非限制性的资源，比如对家人的爱与问候，跟朋友分享一些信息，当然限制性资源也是可以分享的，比如跟朋友一起吃饭逛街，金钱与时间都是限制性较强的资源。\n\n多分享非限制性资源这样对自己的压力会比较小，而被支持的人依然会感觉到你的支持，这样就是一个总福利的增加，你看，按需分配也是符合经济学的，这叫帕累托最优。\n\n但在限制性资源，尤其是金钱的分享中，尤其要小心，朋友借钱不还我相信不少人都有这种经验，我自己也有。\n\n这个边界很难把握，但总体上，如果对某人的支持已经让你觉得有压力，那就是时候切断对他的支持了，除非不得不如此，比如对你的父母、配偶或者小孩。\n\n支持系统并不是一套僵化的学说，而是一种非常灵活的实践。\"我\"的感受是至高无上的。\n\n你的内圈和外圈也并非固定不变，有些内圈的朋友如果品行有问题，也可以把他们转到外圈，而外圈的朋友经过时间的检验，也可以进入内圈，这样一个动态的平衡，让你能随时给别人提供支持的同时保持自己的最佳状态。\n\n我们支持别人是因为别人支持了我们，我们感受到别人的支持之后，想回报一部分。我们的支持并不预设对方会回报，但如果一直感受不到对方的支持，甚至能感觉到对方潜藏的恶意，那就务必收回对对方的支持。\n\n寻找值得支持的人，也是支持系统实践的一部分，而对于已经证明不值得支持的人，我们则会逐步收回。",
    "excerpt": "# 切断对某些人的支持也是一种自我支持  我们都需要支持别人，但边界在哪？  总有些石头捂不热，也总有人天性凉薄，这个世界并非永远这么美好。尽 管有很多人支持我们但不表达，但暗地里使坏的人也很多  如果你有网赌的朋友你肯定能知道人心有多险恶，你肯定会一次又一次的 被骗  这个时候，及时切断对他们的支...",
    "readTime": 4,
    "tags": [
      "支持系统",
      "自我成长",
      "人际关系"
    ]
  },
  {
    "id": "052",
    "slug": "052-孟乔森综合征",
    "title": "孟乔森综合征",
    "content": "## 孟乔森综合征\n\n世界之大无奇不有，今天听说了这么一个名词，先看看百科的解释：\n\n孟乔森综合征是指一种通过描述、幻想疾病症状，假装有病乃至主动伤残自己或他人，以取得同情的心理疾病。它还有求医癖、住院癖、佯病症等俗名。\n\n孟乔森综合征又可分为一般的孟乔森综合征和代理型孟乔森综合征，其症状的范围都很广。\n\n孟乔森综合征患病者的行为不断向周围的人报告自己拥有各类疾病，模仿疾病的症状，但经诊断后都会发现患者其实无病。有些患者则会篡改医生的诊断报告，同时对疾病非常熟悉、了解，拥有近乎专业的相关知识。吃药、打针、住院动手术时非但不反感，反而显得非常兴奋、愉悦。最严重的患者则会伤害自己，使自己表现出来的症状更符合自己所描述的疾病。\n\n代理型孟乔森综合征则是虚构别人的症状，特别是子女、晚辈、弟妹等需要照顾的人。也有护士向医生谎报患者出现疾病的案例。严重的代理型孟乔森综合征则会向所照顾对象的饮用水、食物中投放有毒药物。有些人在工作中向老板谎称自己遇到了巨大的困难并将其解决，甚至故意制造混乱然后再将其恢复，这种现象被比作孟乔森工作综合征。\n\n很多人心理有点病态，为了得到别人的关注装病就是一种，这个孟乔森综合症就是指这种情况。\n\n前段时间有个词比较流行，叫\"病媛\"，反正也不知道有病没病，就说自己有病，然后又打扮的特别精致。\n\n这种人想必是特别想得到别人的支持，但方式不对，就比较令人反感。\n\n当然，这个世界有奇葩审美的人也不少，病媛也满足了这部分人，好像也没有什么不对。\n\n只不过对于普通人来讲，还是敬而远之的好，咱们井水不犯河水吧。\n\n如果你有家人有这个病，那你要反思一下是不是平常对他的关心不够，让他只能通过这种奇怪的方式获得别人的注意。\n\n但如果你觉得你没有啥问题，你家人本身是个奇葩，那就算了。\n\n这个世界并不是人人都能正常健康的生活的，如果他没有伤害别人，只是单纯装病，就随他去吧。\n\n改变我们自己，争取别人的改变，忽略那些我们改变不了的，这就是支持系统。",
    "excerpt": "# 孟乔森综合征  世界之大无奇不有，今天听说了这么一个名词，先看看百科的解释：  孟乔森综合征是指一种通过描述、幻想疾病症状，假装有病乃至主动伤残 自己或他人，以取得同情的心理疾病。它还有求医癖、住院癖、佯病症等俗 名。  孟乔森综合征又可分为一般的孟乔森综合征和代理型孟乔森综合征，其症 状的范围...",
    "readTime": 4,
    "tags": [
      "职业发展",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "053",
    "slug": "053-优秀的人总是有人黑，越优秀的人黑的人越多",
    "title": "优秀的人总是有人黑，越优秀的人黑的人越多",
    "content": "## 优秀的人总是有人黑，越优秀的人黑的人越多\n\n太阳越大，地上阴影越多，太阳被浓云遮住，地上灰蒙蒙一片，反而看不出哪里有阴影了。\n\n很多人内心很卑劣，因为他知道自己内心价值太低，别人价值一高，他就感觉被侮辱了，于是必须要黑这些优秀的人才能获得他内心的平衡。\n\n所以一个人要能认识到自己的优秀和价值，才能戾气消散，和气自生。\n\n政治人物就先不提了，因为政治人物的影响是多方面的，有争议很正常。我只说最简单的体育竞技明星，这些人我们只看他们竞技表现，表现好就值得看，至于私生活什么的只要不违法犯罪也轮不到我们去说。\n\n但你会发现，任何体育明星，只要影响力够大，就一定有很多黑粉。\n\n这点时常让我很费解，如果你不看比赛，那他优不优秀跟你没关系，用不着黑人家，如果你看比赛，那对方的优秀是显而易见的，你应该感谢他贡献了这么精彩的比赛，黑人家干嘛呢？\n\n当然像足球篮球这样的项目有可能赢的不太干净，有点假摔，小动作也正常，但真正伟大的球员还都是比较干净的，就这样也免不了被黑。\n\n再说更没啥黑点的智力运动吧，最近国内中国象棋最新的个人赛冠军，等级分连续十年排名第一，最高甚至超过2800的王天一，也被录音门事件黑的体无完肤。\n\n王天一的成就有多难呢，建国以来一般认为中国象棋有两代棋王，第一代胡荣华，成就是十连霸，连续十座分量最重的个人赛冠军，总共14座，15岁夺冠，到59岁还能夺冠，创下夺冠年纪最小和最大两个纪录，基本上无人能挑战胡的纪录了。第二代棋王是许银川，也就是九十年到到2013年之前20多年的统治者，虽然等级分跟他师兄吕钦交替领先，但也拿了六座个人赛冠军，排名第二，如果说这二十年是许银川时代还有些勉强，那跟他师兄吕钦一起肯定算的上了，他们合称岭南双雄。\n\n而胡荣华等级分最高2697，许银川等级分最高2683，而王天一最高则达到2802。\n\n对于不熟悉体育比赛等级分规则的朋友介绍一下，至少在中国象棋的等级分比赛中，等级分对应的是两个人下棋获胜的概率，分数高的对分数低的下，赢了加分很少，和了要扣分，输了要扣大分，比如2700的选手碰到2400的选手，赢了只加1分多，和了大概扣4分，输了则要扣9分。\n\n而象棋又是很容易和棋的，所以等级分的上涨就很困难，而且越高就越困难，这也是它公平的地方。\n\n尤其当今棋坛只有两个棋手高于2700，到了第三名的赵鑫鑫就只有2640，差了前两位一百多分，在这种情况下保持等级分有多困难可想而知。\n\n但你随便在抖音上搜王天一，找评论，黑他的人简直不要太多。\n\n但数据往往更真实，大多数没有王天一的比赛，直播观看人数可能就几千一万多，而有王天一的比赛，则动辄三四万，这说明大多数棋迷还是喜欢他的，但你如果只看评论的话可能就搞不清楚了。\n\n这也是我们反复强调的，大多数支持你的人不会主动表示支持，而黑你的人则把你黑你当成使命。\n\n所以当你也被人黑的时候，要想想是不是自己真有问题，如果没有问题，那就是你过于优秀了。\n\n我之前讲过我小时候的经历，我从一个国企子弟小学转到我们镇小，一个外来学生垄断了原来学校的第一名，被人孤立太正常了。\n\n虽然当时的我感觉挺压抑，但现在看看，并不奇怪。\n\n一个被黑被孤立的优秀者，不需要为自己的优秀而惭愧。\n\n我们的支持系统是我们自己，这是最重要的。\n\n有些人会为了合群而隐藏掩饰自己的优点，这其实大可不必，让自己继续优秀下去，而且越来越优秀就对了。\n\n不畏浮云遮望眼，只缘身在最高层。",
    "excerpt": "# 优秀的人总是有人黑，越优秀的人黑的人越多  太阳越大，地上阴影越多，太阳被浓云遮住，地上灰蒙蒙一片，反而看不 出哪里有阴影了  很多人内心很卑劣，因为他知道自己内心价值太低，别人价值一高，他就 感觉被侮辱了，于是必须要黑这些优秀的人才能获得他内心的平衡  所以一个人要能认识到自己的优秀和价值，才...",
    "readTime": 7,
    "tags": [
      "支持系统",
      "人际关系",
      "生活方式"
    ]
  },
  {
    "id": "054",
    "slug": "054-强大的自我能扩大你的支持系统，甚至转否定为支持",
    "title": "强大的自我能扩大你的支持系统，甚至转否定为支持",
    "content": "## 强大的自我能扩大你的支持系统，甚至转否定为支持\n\n支持系统的核心是\"我\"，\"我\"的强大是第一位的。\n\n尤其不同的支持对于不同的人效果完全不一样，比如你是全村人的希望，背负着全村人的预期凑钱上的大学，如果你性格坚毅，就会有强大的动力去学习去进步，而如果你其实并没有那么强大，这么大的期望就会将你压垮，这个时候，你说这份期望是支持系统还是否定系统呢？\n\n同样，有人在伤害你在诋毁你，如果你够强大，这些都是小事情，而且只会激励你更优秀让对方无可挑剔。比如我前面说过的王天一，总有人黑他上厕所的时候用软件，于是他现在厕所都上的少了，而且用越来越恐怖的胜率来回击对他的质疑。\n\n但如果你不够强，这么多人黑你，你可能就受不了，直接就崩溃了，从此一蹶不振。\n\n你看，这就是\"我\"的强弱之别，你本身越强大，支持系统就越强大，即使是否定系统也可以转化成你的支持系统。\n\n而你如果不够强，本来的支持系统事实上也成了否定系统，成了你的负担，所以让自己变强才是最核心的。\n\n我前面说了与原有支持系统的切割，其实也是一以贯之的，在你目前的条件下，如果承担不了支持某些人的责任，那就先切割掉。\n\n承认我们的优秀与承认我们的缺点和不足是同样重要的，我们的自我认可并不意味着不承认自己的不足，这是我反复在强调的，因为我们要跳出边际思维，并不是比别人强才叫优秀，就如同我并不需要比你的中文说的更好才叫我中文好。\n\n清晰的自我认知本身就是我们优点的一部分，不足之处可以慢慢弥补，但优点则应该尽快发扬。\n\n一袋芝麻掉地地上，你一捧就可以捧起很多，但如果你要把犄角旮旯里的每一粒都捡尽，那可能得花上一天。\n\n所以对于普通人来说，补足缺点和不足的收益远远不如发扬自己优点多获得的多。\n\n就如同你省钱省下来的永远没办法比赚的钱多一样，你一年赚10万，变成30万其实相对容易，但你要省下三万五万，那就难太多了。",
    "excerpt": "# 强大的自我能扩大你的支持系统，甚至转否定为支持  支持系统的核心是“我”，“我”的强大是第一位的。  尤其不同的支持对于不同的人效果完全不一样，比如你是全村人的希望， 背负着全村人的预期凑钱上的大学，如果你性格坚毅，就会有强大的动力去学 习去进步，而如果你其实并没有那么强大，这么大的期望就会将你...",
    "readTime": 4,
    "tags": [
      "支持系统",
      "自我成长"
    ]
  },
  {
    "id": "055",
    "slug": "055-见到朋友发财你开心吗",
    "title": "见到朋友发财你开心吗",
    "content": "## 见到朋友发财你开心吗\n\n咱说实话，这个问题是不是不好回答。\n\n按群里流传的说法：\n\n兄弟，你赚100刀，那我替你高兴，如果你拿到现在吃了10000倍，我会吃不下饭。\n\n哥 说真的 你赚个几十U，几千U，\\n兄弟我为你开心，为你高兴，你一赚，赚几十万U，\\n兄弟我真的是吃不进饭睡不着觉啊。\n\n（稍微解释一下，这里的刀和u都是美元的意思）。\n\n又怕兄弟苦，又怕兄弟开路虎。\n\n兄弟我希望你过的好，但不希望你过的比我还好。\n\n......\n\n总之，我们对身边的人发迹往往感情复杂。\n\n本来大家一起穷的好好的，怎么突然有钱了呢？你有钱了我们还怎么一起开心玩耍？\n\n大体上，一个人的成就往往是他最熟的几个朋友的平均值。\n\n从这个角度讲，朋友赚钱了离轮到你就近一步了。\n\n是不是焦虑缓解了一些了。\n\n支持系统的逻辑其实是修改潜意识，当你潜意识没有意识到你的优秀，你有很多人的支持，你总是会希望从别人的苦难那里获得一点优越感，反过来，别人过的开心比拿开水烫你还难受。\n\n炒币炒股的人往往都能体会看到你们赚钱比我自己亏钱还难受的感觉。\n\n但当我们认识到自己的优秀，自己拥有的足够多，支持自己的人足够多，那对于财富我们就不再是一种歇斯底里的渴求，而是静待花开。\n\n我们不是疯狂的赌徒，只是种下种子等待收获的农夫。\n\n虽然有时候有虫，有大水，有旱灾，但总会收获，也总有丰收。\n\n因为支持我们的力量一直都在，只要等他们慢慢的发挥作用即可。\n\n同时自我的壮大，能力的增强，也可以先于财富而来，就像我之前说的，人总是先变富再有钱，大家往往只看到最后的结果，而对前面的努力视而不见，直到对方真的脱胎换骨有所成就才后知后觉，说这孩子我打小就看他聪明。",
    "excerpt": "# 见到朋友发财你开心吗  咱说实话，这个问题是不是不好回答  按群里流传的说法：  兄弟，你赚100 刀，那我替你高兴，如果你拿到现在吃了10000 倍，我会 吃不下饭  哥 说真的 你赚个几十U，几千U， 兄弟我为你开心，为你高兴，你一赚， 赚几十万 U， 兄弟我真的是吃不进饭睡不着觉啊  （稍...",
    "readTime": 3,
    "tags": [
      "支持系统",
      "自我成长",
      "人际关系"
    ]
  },
  {
    "id": "056",
    "slug": "056-渡尽劫波兄弟在 相逢一笑泯恩仇",
    "title": "渡尽劫波兄弟在 相逢一笑泯恩仇",
    "content": "## 渡尽劫波兄弟在 相逢一笑泯恩仇\n\n实话实说，我们跟最好的兄弟之间也会有些疙瘩，属于那种说嘛，感觉没意思，不说吗，又一直噎着难受。\n\n可能是几年前说好要A的钱他没A，也可能是他无意间说了你一句胖子，光头。\n\n这些事情可能几十年都不会说，也可能突然某一天喝多了开始发疯。\n\n所以跟老同学喝酒是有点风险的事情。\n\n本来没啥，喝着喝着就把当年的事一股脑说了，结果没想到对方怨气比你还大，于是就打起来了。\n\n在支持系统中，\"我\"是最优先的，优先处理\"我\"的问题。\n\n无论对方有没有问题，先把\"我\"的情绪化解掉。\n\n而化解情绪的办法可以用三世法，或者其他法门，总之，当你突然意识到你们之间友谊才是永恒，这些不过是过眼云烟的一刹那，你的问题就解决了。\n\n人与人之间的问题，很多是庸人自扰，其实我没有看你不爽，你以为我看你不爽，于是你先看我不爽，到处找我的毛病。而你到处找我毛病，我就真看你不爽了。\n\n尽管这个世界上针对你的人确实有，但确实没有你想的那么多，因为这个世界挺大，你也挺小，很少有人会专门针对你。\n\n除非有明确的利益冲突。\n\n如果是一时间的互相看不惯，往往换个时空这些就无关紧要了。\n\n所以我们先不恶意的猜测对方，先处理自己的情绪，再与对方接触。\n\n自己心无挂碍，无挂碍故，无有恐怖。\n\n你心里怕对方对你有意见，动作就会变形，怕对方看出你的小心思，就会恐惧。\n\n心无挂碍首先是你自己轻松了，跟别人接触也更自然，如果对方确实对你有小心思，我们能遮过的遮过，如果实在矛盾公开化了，就将他从内圈往外移，把他降为点头之交即可。\n\n我们的能量要留给我们爱的人。\n\n支持别人也是需要能量的，如果你的能量全留在各种小心思里了，自然就会忽视别人对你的支持。\n\n这才是因小失大啊。\n\n在写作这些篇章的时候，我也在自我实践，发现很多问题自然就解决了，比如写这一篇的时候，我单方面跟一个有点疙瘩的朋友和解，其实我们大多数观点都一致。我不管他是不是对我有意见，反正我对他已经没意见了，我舒服了，你随意。",
    "excerpt": "# 渡尽劫波兄弟在 相逢一笑泯恩仇  实话实说，我们跟最好的兄弟之间也会有些疙瘩，属于那种说嘛，感觉没 意思，不说吗，又一直噎着难受  可能是几年前说好要A 的钱他没A，也可能是他无意间说了你一句胖子， 光头  这些事情可能几十年都不会说，也可能突然某一天喝多了开始发疯  所以跟老同学喝酒是有点风险...",
    "readTime": 4,
    "tags": [
      "支持系统",
      "自我成长",
      "人际关系",
      "心理健康"
    ]
  },
  {
    "id": "057",
    "slug": "057-不要把自己的委屈当成别人的责任",
    "title": "不要把自己的委屈当成别人的责任",
    "content": "## 不要把自己的委屈当成别人的责任\n\n\"我\"是第一位的，我基本每篇都要说。\n\n如果你选择某条路，一定要记住，是你自己选的，没人逼你。\n\n没有人逼你辞去工作照顾孩子写作业，我相信你小孩还巴不得你找个班上呢。\n\n也没有人逼你做你不喜欢的工作，如果你不喜欢，你可以自己当老板，如果你没有能力，你就提高自己的能力，如果你没有钱，你就去赚钱，去找投资你的人，如果你什么都没有，也不想赚钱，那就是你活该。\n\n在家庭之中，每个人都觉得自己付出了很多，而不被对方理解。\n\n那是因为，首先，每个人都忽略了别人大多数的支持和关心，其次，你很少表达你的需求，等着别人自动发现，你还是自我矮化成一个依附者了。\n\n同样，没有什么生意是必须喝酒才能谈成，不喝酒就谈不成的，我保证。\n\n因为生意人赚钱是第一位的，你爱喝不喝，其实没人管你，如果真要你喝了才签，那我教你个办法，带包头孢在身上，但不要自己吃，来，放他酒里，你看着他喝，他喝了你就喝。\n\n他或许不拿你的命当命，肯定拿自己的命当命。\n\n面对任何让你不爽的事情，你都可以表达，因为让自己舒服是第一位的，当然表达有艺术，如何委婉的表达是一门艺术。\n\n但我有更简单的办法，就是你先强大自己，没有人会逼自己的上司喝酒。\n\n当你无求于人时，你就是无敌的。\n\n当你有求于人时，那你老老实实服从人家的规矩。\n\n这个世界不可能每件事都顺你心意，甚至不如意事常八九。\n\n但先接受下来，因为路是自己选的，你把责任推给别人，虽然轻松很多，但却也把成长的动力推开了。\n\n支持系统不是宗教，不是玄学，你可以理解是一种唯我论的实践。\n\n我们认可自己的优秀，但并不觉得自己无可挑剔，我们还有成长进步的巨大空间，并努力实践进步。\n\n我们让更多的陌生人进入我们的支持系统外圈、内圈，支持他们的同时也获得他们的支持。\n\n这个过程中付出一定的代价是应该的，没有哪笔投资一定会赚钱，没有哪次支持一定会获得更大的支持，否则那就不是支持，而是生意了。\n\n生意也没办法保证次次赚钱啊。\n\n如果我们必须忍受现实，那我们就蛰伏下来，等待自己足够强大的时候，再开创出自己的一片天地。\n\n四海之内皆兄弟，天下谁人不识君。\n\n当你壮大你的支持系统到某一步的时候，你会突然发现，这些束缚就都消失了，你真正成为了自己的主人。",
    "excerpt": "# 不要把自己的委屈当成别人的责任  “我”是第一位的，我基本每篇都要说  如果你选择某条路，一定要记住，是你自己选的，没人逼你  没有人逼你辞去工作照顾孩子写作业，我相信你小孩还巴不得你找个班上 呢  也没有人逼你做你不喜欢的工作，如果你不喜欢，你可以自己当老板，如 果你没有能力，你就提高自己的能...",
    "readTime": 5,
    "tags": [
      "支持系统",
      "自我成长",
      "职业发展"
    ]
  },
  {
    "id": "058",
    "slug": "058-支持系统的三个维度",
    "title": "支持系统的三个维度",
    "content": "## 支持系统的三个维度\n\n之前讲了一个维度是内圈与外圈，可以理解为亲密度，还有一个维度是帮助程度。往往在我们支持系统的边缘，有很多有强大能量的人，他们或许能提供很大的支持，但问题在于亲密度不够，人家很难支持我们。\n\n所以真正提供支持的，可能是亲密度和能量的一个平衡。\n\n比如往往朋友的朋友给我们可以带来很多新的机会。\n\n但支持系统其实还有第三个维度，就如同这个世界是三维的一样，这第三个维度也是我们往往会被忽略的，就是自我的强大程度。\n\n支持系统你可以理解成一个恒星系，\"我\"就是太阳，然后外面排列着行星矮行星小行星彗星等，并不是离的越近的就越大，有可能远一点还会更大。\n\n但只要太阳够大，所有的星体都会拉的更近一点。\n\n很多人讲人际关系中是讲等价交换的，而我则说支持系统是按需分配的。\n\n其实二者兼而有之，亲密度越高越按需分配，越低则越等价分配。\n\n但只要你自身足够强大，本来较远的支持也会拉近一些。\n\n因为别人也需要你的支持，离你近一点总是好一些。\n\n黄渤曾经说过：\"过去在剧组，你能碰到各种各样的人。现在身边全是好人，每一张都是洋溢的笑脸。\"。\n\n就是这个意思。\n\n我们扩大支持系统，本身是会壮大我们自身。\n\n这就是一个正反馈，所以施比受有福啊。\n\n你的朋友越多，支持就越多，成就也就越大，越容易，而你有所成就之后，又会有更多的人来支持你，想进入你的内圈。\n\n几个循环下来，你就完全不一样了。",
    "excerpt": "# 支持系统的三个维度  之前讲了一个维度是内圈与外圈，可以理解为亲密度，还有一个维度是帮 助程度。往往在我们支持系统的边缘，有很多有强大能量的人，他们或许能提 供很大的支持，但问题在于亲密度不够，人家很难支持我们  所以真正提供支持的，可能是亲密度和能量的一个平衡  比如往往朋友的朋友给我们可以带...",
    "readTime": 3,
    "tags": [
      "支持系统",
      "自我成长",
      "人际关系"
    ]
  },
  {
    "id": "059",
    "slug": "059-祈祷是有用的",
    "title": "祈祷是有用的",
    "content": "## 祈祷是有用的\n\n这句话我说过很多次，这次单独开一篇。\n\n祈祷之所以有用，是因为它向自己和外界表达了自己的需求。祈祷并不是某种形式，任何主动表达自己需求的行为都可以算是祈祷。\n\n而在按需分配法则的作用下，你的祈祷在小概率的情况下会被别人所支持。\n\n我以前看过一个奇案，大家可以搜一下王亚丽案。简单说王亚丽是一个全程造假当上石家庄团委副书记的一个女官员，然后在一个企业家死后以私生女（但并不是）的身份夺取了这个企业家的家产。这个企业家的五个子女在当时毫无办法，然后有一个在烧香拜佛的时候放声大哭，引人侧目，围观之人有个京城的神秘人物，在此人帮助下此案终于水落石出。\n\n这自然是小概率的事件，但如果这个苦主没有向社会表达他的冤屈，恐怕也没有人知道此事，更遑论帮他。\n\n大多数罪犯进入监狱之后都会认罪伏法，所以几十年如一日写喊冤信的就很少见。现在开始落实疑罪从无之后，不少已经无辜入狱几十年的可怜人人就是通过这种方式得到了重审改判无罪的机会。\n\n当然，这个话题比较沉重，也不深聊。\n\n当我们大概率已经没有办法解决问题，自然就只能寄希望于小概率，而小概率就要重复更多的次数，这才符合概率论。\n\n但你要相信，你不相信，你就不会去做，不去做，小概率就变成0概率了。\n\n虽然0概率并不代表不可能发生，但那已经不是奇迹，而是神迹了，不要指望神迹降临在自己身上。\n\n你想发财，想赚小目标，就得不停的去尝试，去告诉别人你在做什么，这样别人才有支持你的机会，再加上点机缘巧合，你或许就做成了，但如果你重复的次数不够多，又不敢向别人寻求帮助，只是坐在那等着天上掉金条，那就没办法了。\n\n就算真掉金条你也得锻炼身体才能多拿几块对吧。\n\n越强大的自我，越能吸引外界的支持，也就越有机会把小概率变大，让幸运的黑天鹅降临。\n\n先祈祷，向自我祈祷，也向神明祈祷，向世界知道你要干什么。",
    "excerpt": "# 祈祷是有用的  这句话我说过很多次，这次单独开一篇  祈祷之所以有用，是因为它向自己和外界表达了自己的需求。祈祷并不是 某种形式，任何主动表达自己需求的行为都可以算是祈祷  而在按需分配法则的作用下，你的祈祷在小概率的情况下会被别人所支持  我以前看过一个奇案，大家可以搜一下王亚丽案。简单说王亚...",
    "readTime": 4,
    "tags": [
      "自我成长"
    ]
  },
  {
    "id": "060",
    "slug": "060-无聊就读书",
    "title": "无聊就读书",
    "content": "## 无聊就读书\n\n现代人总有无聊的时候，你无聊会干嘛？我无聊会去逛西湖，会去捡蘑菇，捡酸枣，但更多多多多的时候我会刷抖音。\n\n当然，看书会更好。\n\n谁都知道看书好，但看书累啊。\n\n但凡你想学点东西，都累，而看小说就轻松多了，谁指望从《斗破苍穹》里学做人做事的道理呢？\n\n也许我们看书累的原因就是想学东西，而娱乐类的读物就轻松多了。所以东周列国志永远比左传好读，里面全给你整理成故事了，而三国演义也比三国志轻松。\n\n如果未来的知识都能像三国演义这样去学习该多好了。\n\n这就是国外推崇的游戏化学习。\n\n不要给自己设立太高的目的，最好是不要有目的，书不一定要读完，读了也不一定要做笔记，也不要记住，文字心中过，什么都不留。\n\n但你读了总是跟没读过不一样。\n\n如果你喜欢历史，又不想读大部头，明朝那些事儿和各个朝代的演义小说就是不错的选择，反正我们又不写论文，知道点大概就行了，真想研究可以再去找具体的史料来看。\n\n如果喜欢科学，各种科学家的八卦科普也可以去找来读，反正不要把读书当成压力，就当成娱乐。\n\n又或者像峰终定理那篇讲的一样，在正经的学习之后加一点跟学习内容相关的娱乐性材料，这样大脑就会被骗过去，认为读书没那么辛苦了。\n\n如果读书的时候老师每节课都抽5分钟插播一个八卦，我相信没有人能在这样的课堂上睡着的。",
    "excerpt": "# 无聊就读书    现代人总有无聊的时候，你无聊会干嘛？我无聊会去逛西湖，会去捡蘑 菇，捡酸枣，但更多多多多的时候我会刷抖音  当然，看书会更好    谁都知道看书好，但看书累啊  但凡你想学点东西，都累，而看小说就轻松多了，谁指望从《斗破苍穹》 里学做人做事的道理呢？  也许我们看书累的原因就是...",
    "readTime": 3,
    "tags": [
      "其他"
    ]
  },
  {
    "id": "061",
    "slug": "061-尽量以善意推测人",
    "title": "尽量以善意推测人",
    "content": "## 尽量以善意推测人\n\n读书的时候读到下面这段：\n\n人有亡鈇者，意者邻之子，视其行步，窃鈇也；颜色，窃鈇也；言语，窃鈇也；作动态度，无为而不窃鈇也。俄而抇其谷而得其鈇，他日复见其邻人之子，动作态度，无似窃鈇者。\n\n简单说就是你怀疑某个人是贼，那他干啥都像贼，你看他像好人，他就干啥都像好人。\n\n人爱我，我必爱之；人恶我，我必恶之。\n\n当你怀疑对方想对你不利的时候，你总是能从各种蛛丝马迹里找到证据。\n\n可是当你释放出怀疑的信号的时候，对方也总是能发现，于是弄假成真了。\n\n我不敢说大多数时候你的怀疑都是错的，但恐怕相当有一部分时候是错的，因为我们都是普通人，不好自诩有啥过人的识人之能。\n\n假设我们看人准不准的概率各半，在一定范围内善意的推测对方，把对方的行为都理解成支持，至少不是敌对，那结果很显然，有可能你会因为善意失去一些，但你也可能因为善意而得到一个好朋友。\n\n我们普通人，能为这有限的善意失去什么呢？\n\n我之前讲过的，我们尽量分享我们非限制性的资源，我可没叫你动不动借人几万块钱。\n\n你就算每天给我发个段子，我也当是你喜欢我，这并不损失你什么，最多一点时间，这也是一种善意的表达。\n\n支持系统是基于科学的，我们相信小概率事件存在，所以给小概率事件留下机会，往往我们的机会就来自于支持系统的外侧甚至边缘。以善意推测他人，我们支持系统的边界一下子就扩大了，而是以二次方级数扩大。\n\n而事实恐怕也是大差不差，世界上能一直当坏人还没被发现被抓住的也不多，只要你的支持系统够大，就能有条件对一个人进行多方面的考察，这样上当受骗的概率就更小了。\n\n总之，支持系统最后支持的是我们自己，让我们变成一个温柔而强大的人。",
    "excerpt": "# 尽量以善意推测人  读书的时候读到下面这段：  人有亡鈇者，意者邻之子，视其行步，窃鈇也；颜色，窃鈇也；言语，窃 鈇也；作动态度，无为而不窃鈇也。俄而抇其谷而得其鈇，他日复见其邻人之 子，动作态度，无似窃鈇者。    简单说就是你怀疑某个人是贼，那他干啥都像贼，你看他像好人，他就干 啥都像好人 ...",
    "readTime": 8,
    "tags": [
      "支持系统",
      "自我成长",
      "人际关系",
      "心理健康"
    ]
  },
  {
    "id": "062",
    "slug": "062-如何识别PUA 和洗脑",
    "title": "如何识别PUA 和洗脑",
    "content": "## 如何识别PUA和洗脑\n\n如果一个人的情绪和认知都被别人牵着鼻子走，他就没办法做自己的主人。\n\n很遗憾的是，人在自我欺骗方面的天赋往往远比其他方面要强。\n\n一个被PUA的很惨的姑娘，总是愿意相信渣男是爱她的，他怎么不PUA别人呢？\n\n同样，被纳粹德国和军国主义日本控制的国民，也没办法承认他们是邪恶的一方并注定失败。\n\n而无论是PUA还是邪教，他们能洗脑，都有个关键技术，就是切断受害者的外界支持。渣男常说只有我对你好，别人都看不起你，而邪教则会把教徒与自己的社会关系隔绝，甚至最后互相只有彼此。这个时候，如果对方要你去死，你大概率也会去死的。\n\n上个世纪很多邪教发起过集体自杀，有一个是把教徒集体带到国外丛林里，没有任何外界信息，最后要发动集体自杀的时候，几乎无人反对，只有死在最后的几个人因为再也没有其他人的压力才活了下来。\n\n如果有任何人或者组织想切断你的大多数支持系统只保留他一个，那你就要非常小心了。\n\n但遗憾的是，就如果大多数自杀者都是心甘情愿的一样，切断支持系统也是这些人心甘情愿的。\n\n在支持系统理论中，我们要壮大我们的支持系统，让更多的陌生人进入和深入我们的支持系统。虽然我们也会切断部分原有的支持系统，但这也是我们自主判断，对方向我们索取的大大超过他能给予的，我们无法再像之前一样提供支持了。\n\n人类能成功发展出文明，并不是因为互不信任，而是我们发展出了合作，最低限度的信任也能达成某种合作，于是我们所有人的支持系统就都壮大了。\n\n还记得我说过支持系统是非零合的，可以共赢的了吗？\n\n很多人信奉他人即地狱的理论，这种人很难信任别人，好处是几乎无法被骗，坏处则在于很难壮大自己，因为任何交往都得有一方先展示善意。\n\n经济学上有个柠檬市场理论，它描述了这样一种情况，二手车情况有好有坏，平均价值1000，消费者自然也只愿意出1000来买这样的二手车。于是车况较好的二手车就没办法卖了，谁也不肯亏本不是，于是这个市场上只剩下价值低于1000的二手车，这个时候，车的平均价值降到了800，于是消费者又只愿意出800。循环往复，最后消费者一毛也不愿意出，于是尽管需求和供给仍在，但市场消失了，所有人都成了输家。\n\n主动展示自己的善意，建立更多的支持系统，这个过程中你会有所失，但得肯定是超过失的，除非你太善良，吸引来的都是骗子。\n\n而让你切断大多数支持系统的，则几乎肯定不安好心。\n\n让自己的支持系统壮大，多元化，你就很难被PUA被洗脑。\n\n因为这个过程中，你见识的也多了，你的资源也多了，不再是几句话就能被忽悠的人了。",
    "excerpt": "一个被 PUA 的很惨的姑娘，总是愿意相信渣男是爱她的，他怎么不 PUA别人呢？",
    "readTime": 2,
    "tags": [
      "支持系统",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "063",
    "slug": "063-如何养生",
    "title": "如何养生",
    "content": "## 如何养生\n\n养生这个话题本不是支持系统系列的重点，我们重要的还是梳理并壮大自己的支持系列。而在这个意义上，养生是对自己身心的一种处理方式，自然也属于支持系统。\n\n一般意义上的养生大家理解就是少食多餐，饮食有节，粗茶淡饭等，如果要写这些那也就没有写的必要了。我想起这个问题是在看书的时候看到下面这一段：\n\n晏平仲问养生于管夷吾。管夷吾曰：\"肆之而已，勿壅勿阏。\"晏平仲曰：\"其目奈何？\"夷吾曰：\"恣耳之所欲听，恣目之所欲视，恣鼻之所欲向，恣口之所欲言，恣体之所欲安，恣意之所欲行。夫耳之所欲闻者音声，而不得听，谓之阏聪；目之所欲见者美色，而不得视，谓之阏明；鼻之所欲向者椒兰，而不得嗅，谓之阏颤；口之所欲道者是非，而不得言，谓之阏智；体之所欲安者美厚，而不得从，谓之阏适；意之所为者放逸，而不得行，谓之阏性。凡此诸阏，废虐之主。去废虐之主，熙熙然以俟死，一日、一月，一年、十年，吾所谓养。拘此废虐之主，录而不舍，戚戚然以至久生，百年、千年、万年，非吾所谓养。\"。\n\n这段想来大家就能会心一笑了，这不是很多现代人的生活观念吗？\n\n开开心心过好每一天，这才叫养生，活一天，一个月，一年也叫养生，如果节制自己的欲望，啥也不能干，那活一百年也叫等死。\n\n当然，这段还有后续，读完养生还讲了送死，这个送死不是让你送死去的送死，而是怎么埋怎么送葬的意思。\n\n管夷吾曰：\"吾既告子养生矣，送死奈何？\"晏平仲曰：\"送死略矣，将何以告焉？\"管夷吾曰：\"吾固欲闻之。\"平仲曰：\"既死，岂在我哉？焚之亦可，沈之亦可，瘗之亦可，露之亦可，衣薪而弃诸沟壑亦可，衮衣绣裳而纳诸石椁亦可，唯所遇焉。\"管夷吾顾谓鲍叔黄子曰：\"生死之道，吾二人进之矣。\"。\n\n反正死了爱咋地咋地，扔了也行，烧了也行，埋了也行。\n\n像我之前举的李叔同的例子，扔到山里给老虎吃了也行。\n\n活着每一天都好好活，因为我们不会有来世。\n\n关于这个问题我有个简单的证明，比如经常有人说自己前世怎么怎么样，还有记得前世什么东西埋在哪的，反正说的你一愣一愣，但我从没见过有人用前世的语言说话。如果你前世是个古人，说话肯定不可能跟现代人一样，你让一个没怎么接触过古人的编几个古文，这是万万不可能的，就如同没有人求神拜佛来证明黎曼猜想一样。\n\n如果说投胎转世比较快，就按18年吧，也不可能永远投胎在一个地方吧，那些能记起前世的人，能否用前世的方言说话呢？\n\n这点非常容易验证，没有人能做到，除非他专门学过。\n\n承认自己的欲望，追求自己的欲望，而非压抑。\n\n很多法门讲究的是压抑欲望，但如果人没有了欲望，那岂不跟木石一样，正是欲望让我们成为生命体。生命跟非生命的本质区别就在于欲望，比如任何生命都有求生欲，会趋利避害，而非生物则不会，石头不会主动远离破碎机，甚至对石头来说，本身并没有利益的概念，碎了也并不会比不碎好。\n\n欲望本身就是我们的支持系统，但欲望的放纵则是有害的，比如你想抽烟，这可以算是欲望，而吸毒，那就是欲望的放纵了。这之间的把握还是对身心伤害大小来区别，大多数欲望有益无害，少数欲望大益小害，极少的欲望坏处大过好处，那这部分就是要压抑的。\n\n总之，生命就是几十年的光阴，好好让这几十年过的精彩，减少遗憾，才是最重大的课题。支持系统的重大作用就是减少我们的遗憾，既然以后会遗憾，那现在的日子就是向上天借来弥补遗憾的，对爱的人及早表达，想做的事尽早做。\n\n这就是养生，这就是支持系统。",
    "excerpt": "# 如何养生  养生这个话题本不是支持系统系列的重点，我们重要的还是梳理并壮大自 己的支持系列。而在这个意义上，养生是对自己身心的一种处理方式，自然也 属于支持系统  一般意义上的养生大家理解就是少食多餐，饮食有节，粗茶淡饭等，如果 要写这些那也就没有写的必要了。我想起这个问题是在看书的时候看到下面...",
    "readTime": 7,
    "tags": [
      "支持系统",
      "生活方式"
    ]
  },
  {
    "id": "064",
    "slug": "064-培养一个健康的生活习惯或体育爱好，作为你的情绪锚",
    "title": "培养一个健康的生活习惯或体育爱好，作为你的情绪锚",
    "content": "## 培养一个健康的生活习惯或体育爱好，做为你的情绪锚\n\n心似败絮，身如浮萍是一些人的生活状态，干几个月就换工作，换行业，换城市，时不时的gap一下。\n\n这样的生活让很多人羡慕，但生活在其中的人才能体会到那种漂泊无依的感觉。\n\n即使不过这样的生活，在这个变化动荡的时代，能维持一个规律的作息都已经不容易了，何谈其余。\n\n这个时候先调理好自己身体的状态就显得很有必要。\n\n生活大爆炸的Sheldon说过一句名言，Women think they are angry, but in fact\\nthey are hungry。\n\n一个健康的生活习惯，比如每天读几页书，记日记，或者下楼走几公里，又或者打打羽毛球网球拳击健身，都可以让你的生活有个锚，而不是身如不系之舟，一任流行堪止。\n\n比如你已经崩溃了，但想到今天还没有走够一万步，你就得下楼去走路，习惯是一种强大的力量，每天不完成就会觉得非常焦虑，类似一种上瘾反应。\n\n我每天健身的时候就是这样，哪天不健身了就会觉得很奇怪。\n\n当然如果连续一两周不健身了，那也不会再有这种感觉，戒断了。\n\n用习惯的力量来收拾你每天破碎的状态，你怎样崩溃都不影响。\n\n我每天学法语（当然现在已经加了马来语和德语）已经三年了，这三年无论是过年过节还是出门喝酒，我都会完成学习任务，只中断过两三次，而且都在第二天补回来了。\n\n体育爱好当然更好，无论是一个人就能完成的跑步健身，还是需要搭子才能完成的打球拳击，出一身汗，马上负面情绪都随着汗水流出了。\n\n收拾好情绪之后，我们就能更好的面对问题本身。\n\n大多数时候，情况都没有那么糟，很多人动不动觉得天塌了，这关过不去了，甚至轻生自杀，显然都是把问题看的太严重了。\n\n我群里有个朋友，虽然我没见过他，但也打过几次电话，本来一直好好的，但期货爆仓了，借朋友和亲戚的钱还不上，然后就带着老婆跳海了，跳海之前还杀了他3岁的女儿。这事闹的很大，大家可以搜一下大连618跳海案。我到现在都留着他的聊天记录，警示自己无论啥时候都得小心。\n\n这个故事还有后续，他跳海之后很快行情就反转了。我群里还有个朋友因为跟他很熟，借了全副身家给他然后就破产了，但在之后几个月这个破产的朋友就通过借来的20多又赚了几千万，翻身了。如果他不跳海，未必就不能一起翻身。\n\n总之，先处理情绪再处理问题，而处理情绪的好办法就是给自己生活设立一个锚，一个健康的体育项目会是更好的锚。\n\n情绪处理完成之后，你会发现事情也没有那么难。",
    "excerpt": "# 培养一个健康的生活习惯或体育爱好，作为你的情绪锚  心似败絮，身如浮萍是一些人的生活状态，干几个月就换工作，换行业， 换城市，时不时的 gap 一下。  这样的生活让很多人羡慕，但生活在其中的人才能体会到那种漂泊无依的 感觉  即使不过这样的生活，在这个变化动荡的时代，能维持一个规律的作息都 已...",
    "readTime": 5,
    "tags": [
      "人际关系",
      "职业发展",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "065",
    "slug": "065-再谈切割原有支持系统",
    "title": "再谈切割原有支持系统",
    "content": "## 再谈切割原有支持系统\n\n很多机构的存在目的不是为了解决问题，而是延续并扩大问题，这样他们才能搞更多的钱。\n\n熟悉中国历史的朋友肯定知道杀良冒功和养寇自重这两个词。\n\n历史虽然不会简单重复，但总是会押韵。\n\n比如出租车问题，在网约车出现之前，出租车总是不够用，动辄拒载，拼单，而且出租车公司还连年亏损，每年问政府要补贴。\n\n反正就是出租车司机也没赚钱，公司也没赚钱，乘客更是打不到车，也不知道问题在哪。\n\n后来网约车出来了，大家打的到车了，出租车司机还是抱怨赚不到钱，而出租车公司则天天想着封杀网约车。\n\n刚建国的时候有个一机部，管民用机械，还有一个轻工业部，反正大家穿衣吃饭这些设备都归他们管。后来取消了，于是大家就能穿上各色衣服吃各种美食了。\n\n在只有国营饭店的时代，墙上贴的是不准无故打骂顾客，而后来放开了，大家发现服务员越来越客气，越来越年轻，菜单也越来越多样化了。\n\n很多支持系统本是为了解决问题而存在，后面却变成了问题。\n\n前面我们说过应该切断对部分朋友的支持才是更好的支持自己，其实不止是朋友，对所有的支持系统都必须重新审视。\n\n比如有些女生的父母一直吸血她们来补贴她的兄弟，这样的父母作为支持系统就有很大的问题，即使无法完全切割，也要一定程度的切割。\n\n我们都知道一个人的荣誉和成就也是他的支持系统，但如果背着这些东西反而患得患失，关键时刻总是想赢怕输，反而有问题。\n\n要理清自己的支持系统，首先是理清\"我\"。有时候我们必须舍弃很多才能获得更多，什么都想要，什么都放不下，最后什么都留不住。\n\n列宁在1917年割了300多万平方公里的土地给德国求和，稳固了新生政权。毛也在解放战争中主动放弃老根据地延安，获得更大的腾挪空间。\n\n当原来的支持系统成为负担，果断的切割掉不失为上策，而当断不断则反受其乱。\n\n当然，谁也不能保证这种切割一定是对的，只有用结果来说话。\n\n只不过对于个体而言，我们不需要背负巨大的历史责任，做决定就要容易的多，一个一直向你索取而极少回报的朋友，切割就切割掉吧，天天问你要钱支持弟弟的父母，虽然无法完全逃避责任，但该拒绝的也是要拒绝，能少回家就少回家。",
    "excerpt": "# 再谈切割原有支持系统  很多机构的存在目的不是为了解决问题，而是延续并扩大问题，这样他们 才能搞更多的钱  熟悉中国历史的朋友肯定知道杀良冒功和养寇自重这两个词  历史虽然不会简单重复，但总是会押韵  比如出租车问题，在网约车出现之前，出租车总是不够用，动辄拒载，拼 单，而且出租车公司还连年亏损...",
    "readTime": 4,
    "tags": [
      "支持系统",
      "人际关系"
    ]
  },
  {
    "id": "066",
    "slug": "066-我们的学校在大量的培养精神病",
    "title": "我们的学校在大量的培养精神病",
    "content": "## 我们的学校在大量的培养精神病\n\n今天又看到一个新闻，给我气笑了，家长接送小孩不带头盔，学校要求老师去劝说家长。\n\n而我在评论里又看到，很多老师给家长很多表格和文件要签字，都是政治任务。\n\n我知道有种作法叫\"小手拉大手\"，当然这种做法并不像表述的那像温馨。\n\n小手拉大手实际上是指通过控制孩子来达到控制家长的目的。\n\n比如疫情的时候，某地政府监控不了本地人的流动，就要求每天上传家长行程码，美其名曰是为了孩子的健康，但实际上就是不让家长出所在辖区。\n\n如果说疫情的时候还情有可原，那通过控制软肋达到要挟家长目的的很多作法就实在是没法说了。\n\n咱就说说很久以前的事情，当初还在收提留款的时候，很多地方是家长不交提留款就不让小孩上学的。\n\n以至于中央要专门下文小孩上学不能以有没有交提留款为条件，义务教育就是义务教育，不能搞这些有的没的。\n\n现在提留款已经是历史名词，普通人闻所未闻，但前事不忘后世之师。\n\n类似的事情在新的时代自然有新的表现，有心的朋友找找就能找到很多例子，我也不再举例。\n\n我只是想表达，如果连老师都逼疯了，那孩子们能不疯吗？\n\n前段时间有个刚入职几年的新班主任自杀。\n\n我在此把她的遗书全文载录：\n\n麻麻，对不起，我真的撑不住了。\n\n答应我姐一起买车的事情食言了，和我姐幻想的未来生活也实现不了了。我真的好难过，我觉得自己喘不过来气。\n\n我从来没想过，作为一个小学老师会这么的难，面对学生很想真的做到教书育人，但是学校的工作，学校的活动，领导的检查，让我们这些没有培训过就直接当班主任的毕业生像入了牢笼、牢笼一点点缩小，我们每天都提着最后一口气上班。\n\n什么时候老师才能只做教书育人的工作?不幸福的老师怎么能教出来积极乐观的孩子呢?\n\n如果要是没有死透，也别救了，就把器官捐赠了吧。\n\n从这个遗书来看，这个老师是个好人，临到要死了，还想着把器官捐了。\n\n但谁给她这么大的压力呢，她的压力从何而来呢？\n\n显然，她并不是因为教学压力而崩溃的。\n\n非教学任务不断的施加在老师身上，让老师们承担额外的任务，比如最上面的劝家长戴头盔的任务，才是她崩溃的原因。\n\n还得应付各种检查。\n\n里面有句说的很有道理：不幸福的老师怎么能教出来积极乐观的孩子呢?\n\n长此以往，必然是一堆神经病老师培训神经病学生，我们共同步入神经病院。\n\n当然，是不是仅仅老师在面对这些业务之外的压力呢？这点留给大家去想。\n\n大环境我们注定改变不了，对于我们自己，能独善其身就不错，实践个人的支持系统，让自己在各种变态环境中不变态，保持一个正常人的身心，也就够了。",
    "excerpt": "# 我们的学校在大量的培养精神病  今天又看到一个新闻，给我气笑了，家长接送小孩不带头盔，学校要求老 师去劝说家长。  而我在评论里又看到，很多老师给家长很多表格和文件要签字，都是政治 任务。  我知道有种作法叫“小手拉大手”，当然这种做法并不像表述的那像温馨  小手拉大手实际上是指通过控制孩子来达...",
    "readTime": 5,
    "tags": [
      "支持系统",
      "人际关系",
      "职业发展",
      "生活方式"
    ]
  },
  {
    "id": "067",
    "slug": "067-这个世界不合理的地方正是你的机会所在",
    "title": "这个世界不合理的地方正是你的机会所在",
    "content": "## 这个世界不合理的地方正是你的机会所在\n\n这个世界不够好，所以需要你。\n\n我以前讲过这样一个道理，就是大家是不是都为领导是草包而愤愤不平，凭啥他能当领导？但这恰恰是这个世界的机会所在，如果每个人都是因为自己的能力而当上的领导，那你觉得你还有机会吗？\n\n科举制相比世袭制有一个不起眼的弊端，就是世袭制我们可以理直气壮的骂领导是草包，而科举制之下，你有本事你考去啊，你考不上你怪谁？\n\n这样，你人生的失败就只能责怪你自己了。\n\n很多人抱怨工资低房价高，工资低消费高，但这种不合理，难道不是机会所在吗？\n\n在以前房价大涨的时候有这么一个数学题，当然叫段子更合适，小明年收入10万，每年工资涨幅5%，房价200万，涨幅每年12%，首付3成，请问小明工作多少年能买的起房？\n\n显然，即使小明不吃不喝也买不起房，到后面首付增加的速度比工资增加的速度还快。\n\n但这就是机会啊。\n\n如果你这么笃定房价永远涨，借钱也得上车啊，而且炒房的人确实是这么干的，他们不仅借钱，还想办法从银行搞贷款，套信用卡，甚至有个水库论坛就专门教这个，当时也确实让一批人发财了。\n\n你看，不合理的地方永远意味着机会，这个机会能不能把握住那是另一回事，但如果一个领域已经没有机会，那你再强也不行，没有空间了。\n\n同理，工资低消费高的城市，意味着该城市的财富分配并不以工资为主导，要么是消费旅游城市，要么是有大量的灰色机会，只要你有办法参与进来，你就可以获得远远超过工资水平的收入。\n\n比如很多人在厦门开民宿，一间小民宿一年搞一二百万也不是太难。厦门每年游客人数近亿，而世界旅游圣地巴厘岛一年才几百万，这就是市场量级的差别。\n\n当你的能量太弱，所有的不合理都是对你的伤害，你就觉得这世界糟透了，而如果你能量增强，那就发现机会遍地。\n\n在印度卖卫生巾都能发财。\n\n所以支持系统越强，你能获得的支持也越多，原来的否定系统也可以转化过来变成支持系统。\n\n乱世出豪杰，而这些人在盛世只能蛰伏。毛委员放在今天可能也只能当个普通老师或者意见领袖，顶天了当个省政协委员。\n\n如果某个地方一看就乱糟糟，没有秩序，那可能正是为了等你来收拾局面。\n\n以前国内快递业不合法的时候，几个快递巨头都是偷偷干，大晚上装车跑高速，正是这种不合规才能让草根长大，因为巨头进不来。\n\n币圈在中国一直是灰色地带，所以传统的互联网巨头和创业企业不敢进来，于是火币\\nOKEX\\n币安等就在这样的环境中成长，现在币安已经成为了世界区块链经济的核心，市值远远超过一众传统互联网上市公司，仅低于几个巨头。\n\n当然，我不是教大家要违反法律，只不过是讲，往往混沌处才有机会，所谓浑水摸鱼。\n\n首先你得有心态的变化，如果一看到没有秩序的领域就厌烦，那你自然无法获得这份超额收益。\n\n其次你得认真研究，寻找自己的机会，在混沌中寻找规律，看看自己能解决什么问题。\n\n这个世界就是个草台班子，也未必不能多你一个草根在舞台的中央。",
    "excerpt": "# 这个世界不合理的地方正是你的机会所在    这个世界不够好，所以需要你  我以前讲过这样一个道理，就是大家是不是都为领导是草包而愤愤不平， 凭啥他能当领导？但这恰恰是这个世界的机会所在，如果每个人都是因为自己 的能力而当上的领导，那你觉得你还有机会吗？    科举制相比世袭制有一个不起眼的弊端，...",
    "readTime": 6,
    "tags": [
      "支持系统",
      "自我成长",
      "职业发展",
      "心理健康"
    ]
  },
  {
    "id": "068",
    "slug": "068-想有大成就者，早点破产是好事",
    "title": "想有大成就者，早点破产是好事",
    "content": "## 想有大成就者，早点破产是好事\n\n昨天有个朋友跟说我年轻的时候早点亏光是好事，下面是我们对话原文：\n\n以前没钱的时候归零几次还是挺有帮助的。\n\n他：\n\n归零是真的痛苦。\n\n以前就一万块钱。\n\n归零了我饭都吃不下。\n\n我：\n\n是的。\n\n年轻的时候多经历是好事，只不过当时别人这么说肯定觉得站着说话不腰疼。\n\n他：\n\n经验真的都是亏出来的。\n\n生命是一场伟大的冒险，而你又想成为其中最优秀最有成就的那一批，又必然要冒更大的多的险。\n\n读历史，经常觉得这些古代帝王确实也有点气运在身上，但凡有点差错，早就没了。\n\n在《后出师表》中，诸葛亮这么描述曹操：\n\n曹操智计，殊绝于人，其用兵也，仿怫孙、吴，然困于南阳，险于乌巢，危于祁连，逼于黎阳，几败北山，殆死潼关，然后伪定一时耳。\n\n曹操五攻昌霸不下，四越巢湖不成，任用李服而李服图之，委任夏侯而夏侯败亡，先帝每称操为能，犹有此失。\n\n其实这还只是曹操有所成就之后遭遇的失败，一开始的时候也是草台班子，在三国志裴注中引魏书有这么一段：\n\n兵谋叛，夜烧太祖帐，太祖手剑杀数十人，馀皆披靡，乃得出营；其不叛者五百馀人。\n\n这种变起肘腋才最是难防，后面张绣又差点要了他的命。\n\n像这种故事，随便读哪个朝代的高祖本纪都能看到一堆，总之，没有谁是得天下如唾掌的，即使是号称史上最容易的隋文帝杨坚，也屡次被他女婿北周宣帝宇文赟猜忌，每天战战兢兢的活着。\n\n孟子那段\"故天将降大任于是人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其所为，所以动心忍性，曾益其所不能\"我们都是从小学过的，但大多数人真的面对生命中的苦难时，都只会惊慌失措，不知进退。\n\n在这里，我并没有说人应该去感谢苦难，但苦难这玩意儿是不以人的意志为转移的，人这一生总是要经历一些苦难，这个时候应该用毛委员的革命乐观主义，战略上藐视敌人，战术上重视敌人。\n\n战略上不藐视，在重压下动作就会变形，变成逃跑主义，碰上问题就逃跑，那肯定不行。战术上不重视，那就容易在与苦难对抗的时候失败，不能战胜困难而为困难所战胜，那也不行。\n\n当我们说苦难是一笔财富的时候，肯定说的是已经熬过去，已经战胜了的苦难，就跟古代的大将军都要夸耀对手一样，这样才显的自己成就更大，如果你熬不过，被苦难打的丢盔弃甲，那肯定没办法来说这句话。\n\n就如同只有赢家才能宽恕敌人一样，有机会报仇而你不报，化干戈为玉帛，你是好样的，你是和平主义者，你被敌人打到要投降，说我们别打了，要和平，那是城下之盟，是被逼求和，往好一点说也只是忍辱偷生，徐图复兴。\n\n如果你年纪轻轻就破产了，那你说拿这个宽慰你也好，真的信也罢，总之，哪套理论能让你重新振作，重新面对稀碎的生活，那就是好的。\n\n支持系统本身不是玄学，不是宗教，而当支持系统用于自身的时候，你可以向宗教、玄学寻求支持，只要能让你恢复状态，求神拜佛也没问题。\n\n但如果你是个无神论者，没办法用这套说服自己，那你就看看这篇，来缓解一下你的焦虑。\n\n日后，如果你真的有所成就，这个时候你也可以高姿态云淡风轻的讲讲过去自己有多难了。\n\n真正过难受日子的是没办法讲的，要讲也是声泪俱下的来讲。",
    "excerpt": "# 想有大成就者，早点破产是好事    昨天有个朋友跟说我年轻的时候早点亏光是好事，下面是我们对话原文：  以前没钱的时候归零几次还是挺有帮助的  他：  归零是真的痛苦  以前就一万块钱  归零了我饭都吃不下  我：  是的  年轻的时候多经历是好事，只不过当时别人这么说肯定觉得站着说话不腰 疼 ...",
    "readTime": 6,
    "tags": [
      "支持系统",
      "人际关系",
      "生活方式"
    ]
  },
  {
    "id": "069",
    "slug": "069-看棋涨三先，从装逼到牛逼",
    "title": "看棋涨三先，从装逼到牛逼",
    "content": "## 看棋涨三先，从装逼到牛逼\n\n做为一个没事爱去公园看老头下棋的象棋爱好者，我觉得街头象棋比大师比赛好玩的一点在于它是个集体项目，边上看棋的比真正下棋的热闹多了。\n\n看棋的时候，我时常会看到很多好棋，这里有连将杀，那里有妙手得子，但自己下，却往往连自己的子都看不住，别人要吃了都没看到，甚至主动送到别人嘴里。\n\n这就是俗称的眼高手低。\n\n但眼高手低本身并不是坏事，因为眼界决定了你操作的上限。\n\n如果你在边上看棋都看不到妙手，你去下更下不出来。\n\n看棋的时候因为没有压力，而且不用全程思考，只需要计算某一两步棋，所以往往会比下场下来的厉害。\n\n而在街头下棋，压力又远没有在赛场上来的大。虽然我没有上过赛场，但看着直播里棋手把棋钟拍成彩铃，尤其在三秒一步的时候，基本上看到啥就得走啥，走完还得立即按钟，慢一点就得超时判负，活生生把一个智力项目变成了体力项目。\n\n所以即使是新中国一代棋王的许银川，在赛场上都走出过直接送闷宫自杀的棋。\n\n这跟我们在真正做事业与围观别人做事是完全一样的，在外面看的时候觉得这不对那不对，真正上手了发现自己也不行。\n\n但这并非如一般人解释的那样是不当家不知柴米贵，而是在约束条件小甚至没有的情况下，我们更容易求出理论上的极值解，真正要做，发现有各种约束条件，只能退而求其次，再次，三次。\n\n但如果你在边上旁观都看不出有改进的地方，自己上手更是找死。\n\n大多数创业者都会讲自己真正要做的时候发现跟一开始想的完全不一样，但他们通过各种腾挪，最后还是打出了一片天地。\n\n如果他一开始就认识到困难有多大，那大概率就不干了。\n\n牛逼如黄仁勋在讲起创业之难的时候也痛哭落泪，说早知道就不创业了，但真不创业，他又岂能有今天的地位和财富。\n\n你看，漂亮话只能赢家能说，你要是失败了讲这个，只能被人群嘲。\n\n年轻人爱说大话不是毛病，如果谁一开始就觉得这也不容易那也不容易，那基本上只能当个老油子了。\n\n诸葛亮还在山中的时候，就自比管仲乐毅，群英会的时候有人说他好为大言，恐怕是不错的。陈胜讲燕雀安知鸿鹄之志，刘邦看到秦皇车驾讲了句大丈夫当如是，项羽则说彼必可取而代也。虽然绝大多数爱说大话的并没有成功，但年纪轻轻就谨小慎微一步不敢越雷池的就更难成功了。\n\n百度的第一任产品经理，帖吧之父俞军，一开始就是在论坛上天天教百度怎么做产品，于是李彦宏心想你不是挺牛逼吗，我把你招进来，俞军之前也没做过产品经理，完全以一个外行人的身份把这事干下来了而且还干的不错。\n\n你看吧，这世界就是个草台班子。\n\n你打个螺丝都要经验，而当总统是不需要经验的，参与竞选的人大多数都没当过总统，甚至有特朗普这样完全没有政治经验的，到今天怀念他的人还挺多，看看他明年会不会卷土重来吧。\n\n3w咖啡的创始人许单单，一开始找不到工作，就自己在微博上挂了个互联网分析师的title，也是成天指导别人做互联网，后来真的给他结交到不少大佬，然后他也没干互联网，而是每个人筹了几万块钱搞了个创业咖啡，就是3w了，互联网创业最热的几年前总理还去访问过。\n\n后来在做这个咖啡厅的时候发现创业者最强的需求是找人，而这个咖啡厅本身就是龙门客栈的角色，信息汇集，于是他就借势做了个拉勾网，最高的时候估值1.5亿美元，虽然后面没成功IPO，但也把大部分股权卖给了前程无忧，套现成功。\n\n你看，敢装逼也是成功者必备的素质。\n\n装逼的过程也是一个学习的过程，因为你知道自己还差点意思，于是就会去补强自己。同时这个世界其他人也都是草台班子，真水平还不见得比你好，你主动表达，也许就会有人看得上你，就如同俞军一样，他的背景去谷歌当个底层产品经理是远远不够格的，勉强也只能当帖吧之父了。\n\n但凡能强大自己又不违法犯罪的办法都是好的。\n\n适当的装逼如同适当的通货膨胀，也是好的。",
    "excerpt": "# 看棋涨三先，从装逼到牛逼  做为一个没事爱去公园看老头下棋的象棋爱好者，我觉得街头象棋比大师 比赛好玩的一点在于它是个集体项目，边上看棋的比真正下棋的热闹多了  看棋的时候，我时常会看到很多好棋，这里有连将杀，那里有妙手得子， 但自己下，却往往连自己的子都看不住，别人要吃了都没看到，甚至主动送到...",
    "readTime": 7,
    "tags": [
      "职业发展",
      "思想哲学"
    ]
  },
  {
    "id": "070",
    "slug": "070-下流学习法",
    "title": "下流学习法",
    "content": "## 下流学习法\n\n我以前经常喜欢跟人在网上争论，有时候吵赢了，有时候吵输了，但无论输赢，总是能提高自己的见识，因为对方如果不讲理，直接骂人，那我就锻炼骂人的本领，如果对方讲理，那总是能提供点证据，而我为了也能以理服人，也得去讲证据，于是就学到东西了。\n\n你看，学习的时候带点情绪更好。\n\n如果你是为了战胜你班上抢你男神的绿茶，我相信再难的数学题你也得把它啃下来。\n\n为了喷人而读书，读完了来装逼打脸，那简直不要太快乐。\n\n世人推崇云淡风轻，但这只是结果，而不是过程，就如同感恩一样，感恩是因为我们感受到对方一直以来的支持而自发产生的，如果谁说你要感恩，那有可能就是在PUA你。\n\n无论你读书是为了国家复兴还是为了打脸装逼犯，最后你把书读进去了就行。\n\n所以我一直觉得我们的教育方式有问题，有几个小孩从小有崇高志向呢，非得教他们那套假大空的东西，直接教他们贴近实际的东西岂不是喜闻乐见。\n\n你看哪本教材有dick, cunt, son of a bitch？但谁又不知道呢？\n\n在青春期少年少女心萌动的时候，教他们几篇爱和做爱的内容，即使你不要求他们也会全文背诵的。\n\n如果这样学英语，老早大家就会了。\n\n年轻人学语言不能拿来撩骚那学了干嘛，跟女神聊天气吗？\n\n白行简的大乐赋，古文黄段子，用来教小孩，他们背的比滕王阁序快多了。\n\nGet head是口交的意思。\n\nOld bag，这是骂老女人的意思。\n\nCreampie，中出的意思，形象吧。\n\n这些词你这次看到了，好了，这辈子你忘不了了。\n\n我高一的时候在教辅书上看到一个成语，grow tender of\\nsb，意思是看上某人，直译是因为某人变的温柔了，你看，这就很形象，我看一遍记到现在。\n\n我学法语的时候有段时间看小黄文，一点枯燥之感都没有，各种姿势和器官都学了。\n\n承认自己的欲望并不可耻，因为欲望本身是为我们的支持系统，压抑欲望去学，事倍而功半，顺着欲望去学，则事半而功倍。\n\n这么简单的道理，我不信那帮老学究不懂，但他们得装的不懂。\n\n当然，家长这关也不好过，所以这套学习法还是只能自学。如果谁能开发一套下流学习法的网络课程，我相信会极大的提高大家的学习速度。\n\n通过微积分和正弦曲线计算女神的胸围，是不是微积分听起来也没那么可怕了？\n\n知识以一种非常卑鄙的方式进入了你的脑子，跟正大光明的进，结果是完全一样的，但效率就高多了。",
    "excerpt": "# 下流学习法  我以前经常喜欢跟人在网上争论，有时候吵赢了，有时候吵输了，但无论 输赢，总是能提高自己的见识，因为对方如果不讲理，直接骂人，那我就锻炼 骂人的本领，如果对方讲理，那总是能提供点证据，而我为了也能以理服人， 也得去讲证据，于是就学到东西了  你看，学习的时候带点情绪更好  如果你是为...",
    "readTime": 5,
    "tags": [
      "支持系统",
      "心理健康"
    ]
  },
  {
    "id": "071",
    "slug": "071-你的坚忍超过你的想像",
    "title": "你的坚忍超过你的想像",
    "content": "## 你的坚忍超过你的想像\n\n这一篇讲痛苦。\n\n如果要问你人生中最痛苦的时刻是什么时候，你的回答肯定五花八门，比如高考失利，父母病故，得了重病，失恋，工作被PUA等等。\n\n但我觉得最痛苦的事情你们都早已忘记。\n\n佛教讲的八苦中，生苦为第一，出生之时，最为痛苦。\n\n且不说十月怀胎，不能转圜，佛教称为胎狱，就说出生之时，母亲尚且疼的呼天抢地，而新生儿要用头挤过产道，所受的苦又远较母亲为多了。\n\n胎儿的皮肤在羊水浸泡数月，因为一直在水中，并不为苦，但刚出生，如游鱼上岸，即使被最轻柔的毛巾拂拭，也苦不堪言。\n\n呼吸也是如此，胎儿并不需要呼吸，一切养分包括氧气都由脐带输送，出生之后，从未用过的肺需要开始呼吸，冰冷的空气进入体内，难堪忍受。\n\n眼睛也一样，如果你在黑暗中几天，睁眼之时也会觉得刺目难受，何况从未见过光的新生儿呢。\n\n此外种种，无法细述。\n\n总之，如果让一个成年人去适应这种情况，恐怕几分钟之后就不想活了。\n\n我总感觉我们没有出生时的记忆乃是生命的一种保护机制，否则大多数人一出生就会选择死亡，活下来的，也是内心充斥怨毒。\n\n成年之后，我们受一点苦就觉得世道不公，全世界都抛弃了自己，如果能想想新生儿的苦难，想起自己曾经如此勇敢，是否能获得一些勇气和力量呢？\n\n有时候确实是叹服佛教的智慧，生皆以为乐，而佛教以为苦之至，非常的反直觉，但看其描述，又颇为有理。\n\n一七日如薄酪。二七日如稠酪。三七日如凝酥。四七日如肉脔。五皰成就。巧风入腹。吹其身体。六情开张。在母腹中。生藏之下。熟藏之上。母噉一杯热食。灌其身体。如入镬汤。母饮一杯冷水。亦如寒冰切体。母饱之时。迫迮身体。痛不可言。母饥之时。腹中了了。亦如倒悬。受苦无量。至其满月。欲生之时。头向产门。剧如两石挟山。欲生之时。母危父怖。生堕草上。身体细软。草触其身。如履刀剑。忽然失声大呼。此是苦不。\n\n------佛说五王经\n\n最开始的几句描述的是新生命的生长过程，非常的科学，直到今天我们还用多少周来描述，后面则具体的说生的痛苦。\n\n人的一切经历，都是其支持系统，我们受过的苦难也是，尽管当时并不觉得，但经历过的苦难，如果没有将人打倒，下一次再经历类似的痛苦，那种山崩海啸的感受就会减轻很多。\n\n我们重新审视自己初生时的过程，相较之下，现在所经历的是否就不如原来感觉的那么可怕了？",
    "excerpt": "# 你的坚忍超过你的想像    这一篇讲痛苦  如果要问你人生中最痛苦的时刻是什么时候，你的回答肯定五花八门，比 如高考失利，父母病故，得了重病，失恋，工作被 PUA 等等  但我觉得最痛苦的事情你们都早已忘记    佛教讲的八苦中，生苦为第一，出生之时，最为痛苦  且不说十月怀胎，不能转圜，佛教称...",
    "readTime": 5,
    "tags": [
      "支持系统",
      "职业发展"
    ]
  },
  {
    "id": "072",
    "slug": "072-人生三大核心资源",
    "title": "人生三大核心资源",
    "content": "## 人生三大核心资源\n\n从根本上说，你只有三个资源，你的身体，你的大脑，你的时间。\n\n除此之外你当然还会有其他的资源，比如社会关系，家庭资源等，但这些都有赖于你自己的使用，所以可以说，心外无物，所有的资源都依赖于你自身。\n\n理解这一点，你对如何使用或者浪费这一身就有了一些基本概念。\n\n比如你的身体，你可以放纵，但为了能多放纵几年，适当的锻炼是不是也是必不可少的。\n\n去学习体育和操作技能，这些都需要你身体的力量和协调性，学好之后，终生不忘。\n\n对于大脑，你可以了解它的工作习惯和保养方式，少熬夜少烟酒，让它能多用几年。\n\n再读点书，学点东西，让你的脑子看起来不那么新，眼神不要那么清澈的愚蠢。\n\n而你的时间，就是用在这些项目上。\n\n当然，除此之外，我们也要旅游，娱乐，交友，吃饭，这些都是你的时间规划。\n\n我并不想教你怎样具体的使用这三大资源，因为我也没有这个资格，我自己也并没有做到多好，更重要的是，适合我的方法也未必适合你。\n\n只要你意识到你只有这三大资源，你自然会去思考如何更有效的利用，你可能并不善于纸面的学习，而是通过与人交流的方式进行学习，总之，\"我\"是一切的核心，而\"我\"的核心资源，就这三个。\n\n你一定会想到办法如何提高这三大资源的利用效率的，因为每个人都是自己度过这一生。\n\n如果一定要给一些建议，那尽早的对爱的人表达爱，因为如果你的一生充满爱，你一定是幸福的。",
    "excerpt": "# 人生三大核心资源  从根本上说，你只有三个资源，你的身体，你的大脑，你的时间  除此之外你当然还会有其他的资源，比如社会关系，家庭资源等，但这些 都有赖于你自己的使用，所以可以说，心外无物，所有的资源都依赖于你自身  理解这一点，你对如何使用或者浪费这一身就有了一些基本概念  比如你的身体，你可...",
    "readTime": 3,
    "tags": [
      "人际关系",
      "职业发展",
      "思想哲学",
      "生活方式"
    ]
  },
  {
    "id": "073",
    "slug": "073-如果你不自信，那我可以告诉你其实名人也不自信",
    "title": "如果你不自信，那我可以告诉你其实名人也不自信",
    "content": "## 如果你不自信，那我可以告诉你其实名人也不自信\n\n刘备在跟曹操煮酒论英雄的时候被吓的筷子都掉了，曹操问起他还编了一套说辞是怕雷。\n\n这个故事熟悉一点三国演义的肯定都清楚。\n\n牛顿其实也不自信，很多论文藏在家里不发表，因为他特别敏感，怕别人挑他的错，他为啥对胡克那么尖酸刻薄，就因为胡克说平方反比定理是他先提出来的，所以牛顿说我还是站在巨人的肩膀上呢，因为胡克很矮嘛，牛顿就讽刺他。\n\n你要自信一点，这是我们从小被老师和家长教育的一句话。\n\n但自信其实并不是天上掉下来的，而且如果你足够自信，很有可能是因为你的挑战不够。\n\n自信与乐观其实有点微妙的差别，我们永远要乐观，但往往不自信。比如打台球的时候，一个球我感觉我能打进，我这是乐观，但我相信我能打进，这是自信。如果球在袋口，那我一定能打进，这就肯定是自信，而不是乐观了。\n\n如果你面临足够的挑战，胜率肯定是不太高的，这个时候，你不自信很自然，往往越大的成就，一开始反对的人就越多，你就容易不自信。\n\n比如比特币，现在被认为是一个奇迹，但它在发布之后的一年多里都无人问津，在它最开始诞生的加密邮件小组里，有人问比特币怎么样了，过了几个月才有人问答，大概是死了吧。\n\n我们总是相信成功者都是自信的，其实他们只是乐观，虽然这件事只有10%的成功率，但我感觉我能赢。\n\n很多小说家一开始的时候因为没有名气，写的小说都无法发表，他们也都是硬着头皮去给各个出版社投递的，他们也没有什么自信能被接收，但写都写了，也不能烂在手里，再试一次吧。\n\n很多时候，往往就是再试一次，结果就不一样了。\n\n光武帝刘秀有句名言，娶妻当娶阴丽华，做官当做执金吾。在年少时候他的眼里，能娶上阴丽华，当个执金吾，已经是人生巅峰了，他也没想到能当皇帝。\n\n毛委员也有猴虎论，说自己身上其实没有多少虎气，大半是猴气，但是山中无老虎，猴子当大王。\n\n年轻时候的豪言壮语，其实并不意味着多少自信，只是一种对于未来多种可能性的乐观。\n\n在做具体的事情的时候，你不自信非常正常，但你还是要多试一次，再多试一次，因为你要做的事情太大，目标太高，你失败的概率就很高，这个时候，你只有多尝试才能让小概率事件变的更有可能发生。\n\n很多人因为自己不够自信而自卑，这其实就是双重debuff，本来就不够自信了，还因为不自信而自卑，更没有办法解决问题了。\n\n你先接受自己的状态，然后让自己再试试，很多时候机会真是试出来的。\n\n还是那句话，先处理情绪，再处理事情。",
    "excerpt": "# 如果你不自信，那我可以告诉你其实名人也不自信  刘备在跟曹操煮酒论英雄的时候被吓的筷子都掉了，曹操问起他还编了一 套说辞是怕雷  这个故事熟悉一点三国演义的肯定都清楚  牛顿其实也不自信，很多论文藏在家里不发表，因为他特别敏感，怕别人 挑他的错，他为啥对胡克那么尖酸刻薄，就因为胡克说平方反比定理...",
    "readTime": 5,
    "tags": [
      "心理健康"
    ]
  },
  {
    "id": "074",
    "slug": "074-你也可以当一个管理者，从当一个群主开始",
    "title": "你也可以当一个管理者，从当一个群主开始",
    "content": "## 你也可以当一个管理者，从当一个群主开始\n\n群每个人都可以建，建了你就是群主，多少也算个领导者了。\n\n但建好了群，还得保持信息的有效性，交流的活跃，这就很考验你的能力。\n\n我们都想当领导，当CEO，娶白富美或者嫁彭于晏，但机会并不是别人给你的，而是自己争取来的，如果你从未显示出领导能力，那哪个领导敢放心把一个领导担子交给你呢？\n\n无论你在哪个行业，你都可以建行业交流群。\n\n我有个朋友，以前房地产行业很火的时候进入的，只是一个基层的商务，但名片换了很多，微信加了很多，于是他就自作主张拉了一个行业交流群，把他认识的各种大佬都拉进去，于是化学反应就开始了。\n\n别的大佬也不知道你还能认识这么多大佬，于是在别人眼中，我这朋友也多少算一个人物了，很多代建、垫资、投标之类的机会就找过来，比如有人加他，说群主我有个什么样的机会，但对接不到资源，你能不能帮我对接一下。\n\n虽然大多数时候他也对接不了，但总是有少数时候能瞎猫碰死耗子的，年景好的时候，听他说一年也能搞个二三百万。\n\n这完全是在他本职工作之外的收入。\n\n后来因为他社交圈子较广，本职工作也得到了提升，经常能跟本公司的高层一起工作，这部分内容我因为不是这个行业，具体就说不上来了。\n\n要当好一个群主不容易，比如某个领导天天发广告，其他人有意见，你要不要踢他，群里有效信息太少，要不要从别的地方找找转发。\n\n总之，一个小小的群主，面对的问题也不少，能做好500人的活跃群，你大大小小也算个意见领袖了。\n\n毕竟大多数群都是死群。\n\n据统计，大多数群的生命周期不超过三个月，大家也可以注意下，大多数群一开始热闹，很快就凉了，所以能维持一个群几年都还每天99+的信息可不是一件容易的事。\n\n而做为群主，你是大家当然的信任中心和信息中心，他们之间互相有合作，你可以就可以担保，收一点居间费很合理，也会有很多人私下告诉你别人之间的恩怨，你要八卦的内容就很多了。而别人发现你什么都知道，于是对你的评价就又高了一些。\n\n所以说，人最根本还是要提高自己，当你自己值钱了，别人也自然会靠的更近一些。用支持系统的说法就是，当你的自我壮大了，就会有更多人希望进入你的内圈，你的支持系统也就强大了。",
    "excerpt": "# 你也可以当一个管理者，从当一个群主开始  群每个人都可以建，建了你就是群主，多少也算个领导者了  但建好了群，还得保持信息的有效性，交流的活跃，这就很考验你的能力  我们都想当领导，当CEO，娶白富美或者嫁彭于晏，但机会并不是别人给 你的，而是自己争取来的，如果你从未显示出领导能力，那哪个领导敢...",
    "readTime": 4,
    "tags": [
      "支持系统",
      "自我成长",
      "人际关系",
      "职业发展"
    ]
  },
  {
    "id": "075",
    "slug": "075-如果你想提升自己，可以试试开始写作",
    "title": "如果你想提升自己，可以试试开始写作",
    "content": "## 如果你想提升自己，可以试试开始写作\n\n大多数人觉得自己文笔不好，羞于写东西给人看。\n\n这就是从小落下的毛病，觉得要比别人强才拿的出手。\n\n我这一个系列写到现在已经70多篇了，尽量用口语化表达，哪有所谓文采呢？不也有不少朋友在看。\n\n在自己熟悉的领域，每个人都可以滔滔不绝的讲一大段，甚至讲上几天。\n\n你会讲话，你就会写作。\n\n写作有个好处就是把你要输出的内容系统性的表达。我们聊天可以天南地北，而写作每一篇得有一个主题，这是相对有约束性的，你能写好一篇，往往也能深化自己的认识。\n\n而且愿写能写的人并不多，比如每个行业都有自己的内幕，但有几个人会去写呢？\n\n在一个行业人尽皆知的事情，对外人就都是新闻了，你写出来，别人就看你，于是你就成为这个行业的代表，聚光灯打过来，对，打这里。\n\n你看，你开始红了。\n\n不要怕写出来得罪谁，你是一个nobody，无名小卒，我们无名小卒没有啥好失去的，不要年纪轻轻就一身偶像包袱，至少得等你当了偶像再说对吧。\n\n失恋的经历大家都有，也往往会写上很多，但每天写失恋日记发表出来的，恐怕就不多了，而《失恋33天》恰巧就是这样一部作品。\n\n正因为它并非是单纯的文学创作，所以引起了很多人的共鸣，最后阴差阳错变成了电影。\n\n而它的作者，也就莫名其妙的进入了影视圈。虽然不好说有多大成就吧，但至少靠作品版权赚了点钱，也肯定获得了一些明星和导演的关注，总之，人生有了新的机会。\n\n从小我们学到的就是要写的情真意切，但落实下来的，又是高大的背影，有没有风也在飘的五星红旗，这导致我们对于写作有种恐惧感，写不出那种虚伪的高大上，就好像要被批评。\n\n其实真正缺乏的反而就是真实，很多人的工作只要实录下来，就是不错的行业小说，比如保险销售，法医，警察等。\n\n当然，大多数人也没法靠写文字赚多少钱。\n\n但写出来的东西，就是你的资产，别人会因为你的文字而认识你，你的文章会转到各种你想像不到的地方，于是很多你完全没见过的人会因此而认识你，你的支持系统外围突然就增加了很多人。\n\n在进一步的机缘之下，也许你就多了很多改变命运的机会。\n\n毛委员年轻的时候也是个公知，写了一堆一堆的文章，而共产党的创始人陈独秀也是，如果他们不是爱写文章，恐怕也不会有共产党，更不会有毛委员后来的成就。\n\n毛就是因为文章写的好，所以后来在国共合作时期当上了国民党政府的宣传部长，而这又反过来加强了他在共产党内的地位，很多没有注意到他才华的人也观察到了。\n\n当年他不过32岁。\n\n虽然我们几乎没有可能写的出比肩这些人物的作品来，但也别怕，很多作品其实远比作者本人想的好。\n\n很多诗人因为羞于公开发表自己的作品，而选择在临死前烧掉自己的作品，结果烧剩下的几首在之后出名了。\n\n大作家卡夫卡死之前就嘱托朋友布罗德把他的作品烧了。现在看来，他的作品确实超越了他的时代，但当时他自己也不自信，我在前面讲大人物也不自信，其实这样的例子真的很多。\n\n还好他朋友不太地道，反手就给出版了，连日记啥的也一起出版了，于是我们知道了卡夫卡有多牛逼。\n\n大诗人龚自珍也烧过自己的诗，写出死魂灵的果戈里也烧过自己的手稿，陀思妥耶夫斯基也烧过，乃至鲁迅就这个问题专门说过：听说：中国的好作家是大抵'悔其少作'的，他在自定集子的时候，就将少年时代的作品尽力删除，或者简直全部烧掉。\n\n甚至林黛玉作为一个小说人物也要烧诗。\n\n你看，大家都不满意。\n\n这下你满意了吧。\n\n所以写就完了。",
    "excerpt": "# 如果你想提升自己，可以试试开始写作  大多数人觉得自己文笔不好，羞于写东西给人看  这就是从小落下的毛病，觉得要比别人强才拿的出手  我这一个系列写到现在已经70 多篇了，尽量用口语化表达，哪有所谓文 采呢？不也有不少朋友在看    在自己熟悉的领域，每个人都可以滔滔不绝的讲一大段，甚至讲上几天...",
    "readTime": 9,
    "tags": [
      "支持系统",
      "自我成长",
      "人际关系",
      "职业发展",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "076",
    "slug": "076-已经写了70 多篇了，做个小结",
    "title": "已经写了70 多篇了，做个小结",
    "content": "## 已经写了70多篇了，做个小结\n\n一开始给自己制定100篇写完出版的任务，心里其实是没有底的，而写着写着，居然也写到70多篇，现在再看100篇就不是不可能完成的任务了。\n\n每次觉得没有思路，过一段时间，又冒出来很多。最近肯定是我写作最勤快，创作力最旺盛的时期。\n\n所以需求法则真实不虚，而朋友们的支持也给了我写作的动力，总之，这一个系列本身就是支持系统的一次实践。\n\n在这个过程中，我修复了与弟弟的关系，解决了跟几个朋友之间的疙瘩，内心时常处于充盈自足的状态。我之前以佛家六道比喻人的六种状态，可以说这段时间我一直处于天道的状态，这种感觉前所未有。\n\n唯我论可以说是唯心主义，但在这一系列中，我用现代科学、心理学与逻辑学来重新阐述这个问题，并提出了一些建议，而在自我实践中，确实收到比较理想的效果。\n\n不少朋友在阅读之后，也开始身体力行这些作法，也都有些效果。\n\n支持系统整体的逻辑还是基于\"我\"，当\"我\"能改变的时候，\"我\"所面对的世界自然也就发生了变化。这是一套非常主动的理论，它让人发现自己的强大，点燃自己主动行动的火苗，从而改变自己的生活。\n\n与其期待别人改变，不如自己开始改变。\n\n我从11月2号起心动念要写书，到现在也不过大半个月，已经完成了70篇，虽然篇幅都不长，但出一本小册子也够了，即使今天停笔不写，也已经算是一次很成功的实践。\n\n我希望支持系统的读者们也能理多的实践和反馈，这样我们一直实践，一起完成生命的蜕变。",
    "readTime": 1,
    "tags": [
      "支持系统",
      "生活方式"
    ]
  },
  {
    "id": "077",
    "slug": "077-不要试图控制一切，警惕完美主义",
    "title": "不要试图控制一切，警惕完美主义",
    "content": "## 不要试图控制一切，警惕完美主义\n\n对于少数有强迫症的朋友，生活中但凡有一点情况失去控制，或者没有达到他的目标，他整个人就崩溃了。\n\n我读大学的时候隔壁宿舍有个哥么年级很好，全年级第一，但他在大二退学了，为什么呢？\n\n他辅修了德语，然后他觉得自己德语不够好，估计只能考80多分，而他每门课基本上都是90+，从小优秀惯了的他受不了只能考这么点，于是他就鬼迷心窍找了一个学了很多年德语的同学给他代考。\n\n一个德语班也就20多人，外教每个人都认识，于是不出意外的出意外了。按外教的意思是俩都得退学，最后系里做了工作，保下了一个，通报批评，而年级排名第一的是主犯，只能退学了。\n\n在优秀的人身上，往往有一点强迫症，而他之所以优秀，跟这个强迫症也有些关系。一般强迫症会给他带来相对好的生活和学习习惯，而对自己的高要求也能让自己在很多方面做到最好。\n\n但一切都被规划好的人生也太无趣了。\n\n要给生命留下可能性，如果全都安排好了，那就没有变化了，或者有一点超出预计的事情人就崩溃了。\n\n古人说大衍之数五十，其用四十有九，这个意思是算命用50根蓍草，但要抽去一根，只用49根。这样无论算出来的结果如何，老天也会留有余地。\n\n比如你抽到上上签，是不是就万事大吉了呢？也不一定，还有变数。\n\n同理，如果你抽到下下签，你是不是就完蛋了？也不一定。\n\n所以古人算命归算命，他们也相信人为，命并不会决定一切，只要努力，还是有改变的机会，无论多难的情况，总有一线生机。\n\n有些人的强迫症则延伸到一起生活的人身上，比如控制孩子，尤其是部分全职带娃的妈妈。我一直觉得这些人罪过甚大，因为她就算不管不顾，小孩都还能相对健康的成长，而一天到晚盯着，动不动就以一个成年人的标准来对小孩高标准严要求，小孩心理上都窒息了。\n\n教师子女是抑郁症高发群体，因为这帮教师没啥好比的，明里暗里只能比自己的小孩，同时教了很多有天分的孩子，又总是觉得自己的小孩怎么这么没用。\n\n我初中的时候，有个同学为了躲开他爸，直接留了一级。\n\n特别有控制欲望特别有强迫症的人，别人跟他交往也有压力，除非完全跟他同频，否则很少有人能受得了。所以大家能看到的是相对来说大领导更豁达，而事儿逼们最多做个中层，但如果你的领导是这样的事儿逼，那就很烦了。\n\n从科学上讲，控制论本身是一门学问，比如张网捕鱼，这个网不是越大越好，也不是越小越好，就如同乒乓球拍也不是越大越好，也不是越小越好。控制的面越大，单点的控制力越弱，而单点的控制力越强，能控制的面自然也就越小。往大了说，但凡追求极端控制的社会，最后都毁于失控，比如东德有三分之一的人是政府的间谍，而罗马尼亚甚至有月经警察，连女人每个月来月经都要管，自然最后都完蛋了。\n\n我们国家也经历过类似的时期，听首邓丽君的歌都要坐牢，后果就是经济几乎崩溃。还好政策最终扭转了，否则也难说。\n\n市场经济之所以优于计划经济，就是因为它不追求全面控制。全面控制的经济成本太高，最后大家也就没有生产的积极性了，无论你怎么努力，你能消费的就是那么几样，那谁还有动力努力赚钱呢？人人如此，经济活动自然就衰败了。\n\n即使在一切命令听指挥的军事领域，同样也有将在外君命有所不受的古话，战场上瞬息万变，如果都等上级指令，那还打个毛。\n\n对于我们个体来说，我们要相信小概率事件可能发生在我们身上，所以我们除了要让自己变的更强，也需要一点小小的失控，而不是把每一天每一件事都规划好，很多不完美的过程加一起却可能导致更完美的结果。\n\n如果你某件事没做好，这可能是为了一件更大的事业做准备，就如同前面某篇讲的，年轻的时候亏光是好事，等你有钱了再交这么大的学费就晚了。\n\n海纳百川，有容乃大。\n\n要想更多的人支持你，你就得有容人之量。一个凡事只追求完美的人是很难容人的，毛委员历来对干部犯错的要求是治病救人，很少赶尽杀绝，比如邓能三起三落，就有毛的指示在，不因为路线上的问题而往死里整。再往前说，徐向前和徐海东都是张国焘的人，而毛都很信任他们，之后一个元帅一个大将，都位列开国元勋。\n\n完美主义者眼里就揉不得沙子的，这样就会导致能团结的人并不多。像包公海瑞这样的人，自然是国之重臣，但却没办法当宰相，因为他们如果要当宰相，那官员们都胆寒了。\n\n管仲临死前齐桓公问谁能代替他，鲍叔牙行不行，管仲回答\"鲍叔牙，君子也。虽然，不可以为政。其人善恶过于分明。夫好善可也，恶恶已甚，人谁堪之？鲍叔牙见人之一恶，终身不忘，是其短也。\"。\n\n很多家长特别怕小孩学坏，要求孩子不跟学习差的人玩，这明显就是有点控制过度了。除非两个孩子成绩一样，否则要么是甲不跟乙玩，要么是乙不跟甲玩，最后就都没朋友了。\n\n一个人的社交圈，既要有知己好友，又得有狐朋狗友，酒肉朋友，如果都是诤友，你是想让孩子当圣人吗？\n\n而且过度控制的结果往往适得其反，很多孩子为了对抗父母的控制，故意自暴自弃，这样的例子也不在少数。\n\n你就想想你老板如果是个控制狂，你内心会多厌烦，何况是心理远不成熟的孩子呢？而且工作不满意可以辞职，父母不满意怎么换？所以相对来说，这种压力又是成年人所更难理解和面对的。\n\n所以，生命中总是有变数，要给变数留下空间，这样你才有可能突破自我。否则，你想控制一切，变数也总会出现，压抑的越厉害，爆发的也就越厉害，而且肯定是以你并不希望看到的方式。",
    "excerpt": "# 不要试图控制一切，警惕完美主义  对于少数有强迫症的朋友，生活中但凡有一点情况失去控制，或者没有达 到他的目标，他整个人就崩溃了  我读大学的时候隔壁宿舍有个哥么年级很好，全年级第一，但他在大二退 学了，为什么呢？  他辅修了德语，然后他觉得自己德语不够好，估计只能考80 多分，而他 每门课基本...",
    "readTime": 10,
    "tags": [
      "自我成长",
      "人际关系",
      "职业发展",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "078",
    "slug": "078-抗压能力很重要",
    "title": "抗压能力很重要",
    "content": "## 抗压能力很重要\n\n我相信大家不会反对这个观点，而我们重点也不是论述这个观点，而是怎样才能提高抗压能力。\n\n简单说，如果你没有感觉到有人爱你，那你就很难有抗压能力。\n\n当然，如果你有某种特别强大的仇恨也行，但我不希望你有。\n\n老舍在遭受批斗之后回家，发现家里没给他留门，怎么叫也不开，于是他就跳了昆明湖。\n\n真正让一个人崩溃的，是爱的缺乏。\n\n爱是有温度的。\n\n在心理学领域有个很有名的实验。研究人员想知道怎样的情况下幼猴会离开母猴。\n\n他们做了一只很母猴很像的装置，幼猴上前的时候这个假冒母猴就会推开它，这样并没有让幼猴离开，幼猴还是一次又一次的接近。\n\n然后他们又给这个\"母猴\"身上装满刺，幼猴一上前就会被刺伤，这样幼猴也没有离开。\n\n最后他们在\"母猴\"体内灌满冰水，这次幼猴终于放弃了，它依依不舍的离开了母猴。\n\n也许在这只幼猴看来，母亲已经死去了，总之，它没有温度。\n\n疼痛和拒绝不会让一只猴子离开它的母亲，而冰冷的接触可以。\n\n如果你知道一直有人爱你支持你，你短时间受点委屈，受点挫折，也不至于失去活下去的勇气。\n\n而如果你感觉全世界已经没有人爱你，你活在世上整个儿就多余，那你可能就会觉得活的没意思，不如一了百了算了。\n\n想要培养一个抗压能力强的孩子，你需要反复的向他表达你的爱，并训练他向别人也表达爱。\n\n而想让你自己有抗压能力，你就需要确认其他人对你的爱。\n\n可是大多数人都羞于表达，似乎承认爱本身就是一件很羞耻的事情，那怎么办呢？\n\n所以你要先向他们表达你的爱，你的支持。\n\n这就是支持系统要你做的事情。\n\n因为你也不好意思，但你确实支持他们爱他们，你主动表达，很大概率能换回对方的表达，于是你就确认了原来这么多人爱你支持你。\n\n你是不是就有了力量，自然抗压能力就强了。\n\n你看，一切都是这样发生的，自然而然，没有什么你要有抗压能力，你要有信心你要怎样怎样。\n\n谁都知道这样是对的，但如果你内心是空的，你就做不到。\n\n支持系统就是这样的一种实践，通过主动的表达爱与支持，换回更多的爱与支持。\n\n于是你的信心有了，抗压能力也有了，更强的社交能力表达欲望也有了，你变成了一个更好的自己，一个温柔而强大的人。\n\n当然，如果你在生活中确实碰上了无法解决的问题，那有时候逃避也不可耻，打怪升级也是有顺序的，还没出新手村就打大boss那肯定不行。\n\n只要你自己不崩溃，就能找到解决办法，或者是向其他人寻求帮助，或者是报警，又或者想办法躲一躲，过段时间，往往问题就自己解决了。\n\n而解决不了的问题，在一段时间之后再看也肯定没有那么可怕了。",
    "excerpt": "# 抗压能力很重要  我相信大家不会反对这个观点，而我们重点也不是论述这个观点，而是怎 样才能提高抗压能力  简单说，如果你没有感觉到有人爱你，那你就很难有抗压能力  当然，如果你有某种特别强大的仇恨也行，但我不希望你有  老舍在遭受批斗之后回家，发现家里没给他留门，怎么叫也不开，于是他 就跳了昆明...",
    "readTime": 5,
    "tags": [
      "支持系统",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "079",
    "slug": "079-你有多久没笑过了",
    "title": "你有多久没笑过了",
    "content": "## 你有多久没笑过了\n\n这个世界不同民族的人确实有点区别，有些看上去就开心一些，而有些看上去就苦大愁深一点。\n\n以前在北京的时候，远远看到一个黑人走过来，他就跟你\"hey,\\nman\"还伸出一只手要跟你high five一下。\n\n当时哪见过这个阵势，有点落荒而逃了。\n\n后来在印尼工作的时候，发现印尼人也总是显的很开心，虽然他们的收入要低很多。\n\n而在国内呢，虽然大家平均收入高不少，但好像打工人个个都是怨鬼转世一般，每个人都不满意。\n\n好像东亚文化圈都这样，去日本旅游的时候也明显感觉他们的店员不开心。当然，他们职业素养还是在的，职业化的微笑还是有，但就是感觉是一种妆容，并不代表他本人的意愿。\n\n说起来，笑真是一种很奇怪的面部表情。\n\n在所有的民族，所有的文化里，笑代表的意义是相同的，你去一个完全陌生的地方，即使你听不懂任何的语言，只要当地人对你笑，那你大概就可以放下戒备。\n\n小孩刚出生没多久就会笑了，这似乎是一种本能。\n\n其他动物会不会笑我没有研究，总感觉这似乎是人类特有的功能。\n\n笑这种动作让不同的人群之间达成共识的成本降低了，只要大家都在笑，那大概就是朋友而非敌人。\n\n一个人会笑多少次呢？\n\n我百度出来的结果是小孩可能一天笑400次，而到了成年人就不足20次了。\n\n从这个角度讲，成年人确实更惨一点。\n\n而且还有证据显示在工作日笑的就更少了，这也不难理解。\n\n人还是应该多笑一笑，实在不行，自己傻笑，假笑也行。\n\n只要放声大笑，即使是装出来的也会有点效果。\n\n再给自己找点乐子，看看各种笑话、段子，听听相声脱口秀，跟朋友分享生活中的趣事。\n\n总之，人都喜欢快乐的人，也希望从别人身上分享快乐。\n\n能带给别人开心快乐，这就是低成本的支持行为，大家的距离无意间就拉近了。",
    "excerpt": "# 你有多久没笑过了  这个世界不同民族的人确实有点区别，有些看上去就开心一些，而有些看 上去就苦大愁深一点  以前在北京的时候，远远看到一个黑人走过来，他就跟你“hey, man”还伸 出一只手要跟你high five 一下  当时哪见过这个阵势，有点落荒而逃了  后来在印尼工作的时候，发现印尼人...",
    "readTime": 4,
    "tags": [
      "人际关系",
      "职业发展",
      "生活方式"
    ]
  },
  {
    "id": "080",
    "slug": "080-你也可以当首富",
    "title": "你也可以当首富",
    "content": "## 你也可以当首富\n\n你可以在以太链上发个币，当然别的链也行，比如总量是100万亿，然后你开个交易池，放和100个币和100美元，初始价格为1美元一个币，剩下的99万9999亿9999万9900个币都放自己的钱包。\n\n你看，你现在就是身价100万亿美元的人了。\n\n如果你觉得不保险，那0还可以多加几个，交易池里也可以多放点钱，反正咱们这个首富是当定了。\n\n这有什么意义呢？\n\n这没啥意义。\n\n人就是得学会自嗨。\n\n一个很有趣的事情，一旦有人问有啥意义，马上就会显的很无趣。\n\n因为人生本质上就是无意义的，你能获得短暂的快乐就够了，至于这个快乐背后的东西是真实的还是虚假的并没有那么重要，因为你快乐本身是真实的，这就足够了。\n\n现代人的生活越来越实际，代价就是幸福感越来越低。\n\n而幸福感低的人呢，又想去找找乐子让自己更幸福起来。\n\n所以网上就会有一堆无聊的人让你感觉快乐。\n\n无论是一个大美妞扭大腚，还是之前说过的youtube网红从1数到10万。\n\n又或者搭一个巨大的多米诺骨牌然后一下子给它全放倒。\n\n每一种快乐，真要追究起来，背后几乎都是虚无，除非你把快乐寄托在民族复兴，世界和平之类的命题上面上面。\n\n人一定要能让自己开心起来，这个时候做点无聊的事情就很有必要了。\n\n而且人只要无聊到一定程度，他就无敌了，因为别人会来看看为啥他这么无聊还能活的有滋有味。\n\n像手工耿这样的人，在直播时代可以说是才华横溢，如果没有直播，那他肯定就是一个无聊的人，尽做一堆卖不掉的发明浪费钱。\n\n支持系统的第一位是支持自己，如果你不能让自己开心，那你就很难有力量去支持别人，去让别人开心，你的支持系统就难以扩张。\n\n去搜集一点让自己开心的事情，保持自己每天都能微笑40次以上。刚才一篇文章讲了成年人也就笑20次，咱们翻一倍，不过分吧。",
    "excerpt": "# 你也可以当首富  你可以在以太链上发个币，当然别的链也行，比如总量是100 万亿，然后 你开个交易池，放和 100 个币和100 美元，初始价格为1 美元一个币，剩下的 99 万9999 亿9999 万 9900 个币都放自己的钱包  你看，你现在就是身价 100 万亿美元的人了  如果你觉得不...",
    "readTime": 4,
    "tags": [
      "支持系统",
      "生活方式"
    ]
  },
  {
    "id": "081",
    "slug": "081-少打车，多骑车",
    "title": "少打车，多骑车",
    "content": "## 少打车，多骑车\n\n前年我去一个挺远的地方录节目，结束的时候都已经1点多了，打车回去我看了下要50多块钱，我突然想到我可以骑车回去。\n\n你看，我平常去健身房还得花钱，在健身房也是练练器械跑跑步，而我打车虽然省了一点时间，但我省下来的时间本应该是去健身的。现在我骑车回家，打车的钱也省了，锻炼的时间也有了，一举两得，winwin，赢两次。\n\n于是我就为自己找到一个省钱的理由，不是打车打不起，而是骑车更有性价比。\n\n如果人有三个好习惯，我觉得他一定是比较幸福的。\n\n这三个好习惯就是多微笑，晒太阳，运动。\n\n最简单的运动就是跑步和骑车了。\n\n让自己全身都动起来，新陈代谢加速，出出汗，马上心里的烦恼好像也减少了，身心一体确实有点道理。\n\n如果每天再吃点好吃的，好好睡觉，这已经超过90%的人了吧。\n\n大多数人的问题都是吃不好好吃，睡不好好睡，身体又不爱动，得不到阳光的滋养，四舍五入基本等于吸血鬼了。\n\n吸血鬼至少睡的挺好。\n\n现在每个城市都有跑团，骑行团，也可以参与进去，肯定能找到组织。\n\n这种集体活动也可以释放人的社交需求，降低心理压力。\n\n当然，如果你就是喜欢独来独往，也没有问题，能动起来就不是问题。\n\n如果真要去上一点身心灵的课程，我觉得现代人更应该上的是怎样使用自己的身体和大脑。\n\n还记得我之前说的吗，人就三个核心资源，身体，大脑，时间。\n\n每天的24小时里，我建议至少要运动半小时，当然强度因人而异，你就走路走半小时也行，多少也动了下，比一直呆着不动好。\n\n一个好的生活习惯，也是你精神状态的锚，即使你碰上比较困难的事情，一时间看不到解决办法，多走走，往往就能拨云见日。\n\n这是有点科学道理的。人呆着不动就容易产生各种杂念，而在走路的时候心思相对单一，就比较容易想到问题的解决办法。\n\n如果是骑车的话，就更得专心致志了，得时刻躲避人流和车流，这种心思集中的状态，现在就叫心流，心流状态中，时间是过的比较快的，而这种精神集中的时候，往往也能屏蔽各种烦恼苦闷，让人从这些负面情绪中抽离出来，这样也有利于解决你的问题。",
    "excerpt": "# 少打车，多骑车  前年我去一个挺远的地方录节目，结束的时候都已经1 点多了，打车回去 我看了下要50 多块钱，我突然想到我可以骑车回去  你看，我平常去健身房还得花钱，在健身房也是练练器械跑跑步，而我打 车虽然省了一点时间，但我省下来的时间本应该是去健身的。现在我骑车回 家，打车的钱也省了，锻炼...",
    "readTime": 4,
    "tags": [
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "082",
    "slug": "082-天下之至拙，能破天下之至巧",
    "title": "天下之至拙，能破天下之至巧",
    "content": "## 天下之至拙，能破天下之至巧\n\n人世间的争斗，多是以巧胜拙，可是你看很多高人却又追求以拙破巧，比如儒家讲不诚无物，对自己要诚，对别人也要诚，而道家讲大巧若拙，大辩若讷。\n\n在曾国藩家书中，有这么一段：\n\n纵人以巧诈来，我仍以浑含应之，以诚愚应之；久之，则人之意也消。\\n若勾心斗角，迎相距，则报复无已时耳。\n\n在支持系统中，我们也追求以拙破巧。\n\n我们为什么支持别人，因为别人支持我们，我们惭愧之前疏于表达，所以我们要弥补。\n\n如果支持系统越深入，越靠近内圈，就越是需要爱与支持本身来驱动，越靠近外圈，则利益与套路越多一些。\n\n但能从圈外走到圈内的，靠的也依然是爱与信任，如果单纯是利益驱动，那一旦有别人给的利益更大于你，他立马就会远离甚至翻脸，你又怎么放心让这样的人进入你的内圈呢？\n\n曾国藩的那段我觉得讲的很好，如果别人跟你玩套路，你也又套路回应，那你们总是互相猜忌，双方的心力都用在勾心斗角上了，最后估计也没有谁是真正的赢家，大家都只是浪费时间。不如直接表达自己的态度，能契合的，大家可以进一步深入了解，不能契合的，大家就此别过，节约时间。\n\n曾国藩出了名的就是结硬寨打呆仗，不跟你玩什么奇兵兵法，就一点点推过去，靠着列国支持的洋枪洋炮一点点扭转跟了太平军的差距，最后终于获胜。\n\n国共相争的历史，大家都知道共产党的主张简单说就是打土豪分田地，所有人都知道共产党追求的是这个目标，而国民党的目标就虚的多了，虽然也有简单的解释，就是民有民治民享，但相对来说，就不如打土豪分田地这样言简意赅，直指人心。\n\n这背后的斗争自然是各凭本事，机巧无穷，但究到底，还是二者价值观之间的战争。共产党走到一处，就在一处进行土地革命，给穷人分配土地，所以共产党军队越打越强大，人越多。从这个角度讲，共产党的胜利是历史的选择，没有什么问题。\n\n再往前，孙中山先生搞革命的时候，也直接打出了驱除鞑虏，恢复中华的口号。\n\n越是简单的口号与目标，越容易团结同志和吸引外部力量。\n\n很多人羞于表达自己的观点，怕得罪人，但还是那句话，除非你的工作性质不允许，大多数情况下，你的态度表达的越直接，你越能快速的区分你的支持系统。当然，大多数事情上，没有那么明确的是非，也不需要在每件事情上表态，但涉及你的核心利益与价值观，表达的越清晰越好，越早越好。\n\n对于支持系统的外圈，直接谈利比较好，而对于内圈，则需要多进行爱的表达。但说到底，还是爱来主导，因为人不可能一直靠利益维持支持，最后还是感情和价值观才能让一个人几十年都能来支持你。\n\n这些都不需要太多的技巧，只需要多进行爱的表达，这就是以拙胜巧。",
    "excerpt": "# 天下之至拙，能破天下之至巧  人世间的争斗，多是以巧胜拙，可是你看很多高人却又追求以拙破巧，比 如儒家讲不诚无物，对自己要诚，对别人也要诚，而道家讲大巧若拙，大辩若 讷   在曾国藩家书中，有这么一段：  纵人以巧诈来，我仍以浑含应之，以诚愚应之；久之，则人之意也消。 若 勾心斗角，迎相距，则报...",
    "readTime": 5,
    "tags": [
      "支持系统",
      "职业发展"
    ]
  },
  {
    "id": "083",
    "slug": "083-整个好活",
    "title": "整个好活",
    "content": "## 整个好活\n\n以前看过一个对子，上联，如是我闻，下联，安非他命。\n\n这在楹联学里叫无情对，上下联内容完全不搭，但字又对上了，这属于古代文化人的整活儿行为。\n\n比如观音对流火，音不可观而观之，火不可流而流之。\n\n明代李东阳跟客人有个对子，李东阳说庭前花始放，客人对阁下李先生。\n\n还有公门桃李争荣日，法国荷兰比丽时。\n\n而最近看到的就是不得好死对整个好活。\n\n现代人真正看重和需要的是整活的能力。\n\n学校教育真正损害的就是大家的创始力，也就是整活能力。\n\n幼儿园老师给孩子们提问，大家都举手发言，而越到后来，越没啥问题了，在大学的讲座里常常举手也要先夸半天演讲者之后才提出自己的问题，总之，连问问题的能力都不行了。\n\n人跟人的核心区别就是大脑，而大脑最厉害的地地方就是他的创造力。\n\n很多人读了很多书也不过是两脚书橱，就是因为食古不化，没有创造力了。\n\n我的建议是用记事本记下自己新奇的想法，行不行先记下来，说不定未来就是这些想法成就了你。\n\n伽利略是怎么求解摆线所围的面积的。\n\n这个摆线你就理解成一个轮胎放地上，跟地面接触的那个点标记好，然后把这个轮胎转一圈，这个点在空中形成的轨迹。伽利略求的就是这个轨迹跟地面所围成的曲线的面积。\n\n那会还没有微积分，所以摆线的方程是搞不出来的，而伽利略想了一个好办法，我相信你肯定也想到了，就是用一块圆的铁块在一块大铁皮上滚出这个摆线的形状，然后把这个形状剪下来，称一下，发现是该圆重量的三倍。\n\n所以这个摆线跟地面所围的面积就是圆的三倍了。\n\n虽然这并不是严格的数学证明，但因为这个数据排除掉误差就是3，你很难相信最后数学方法算出来的能不是3。\n\n实际生活的问题往往有多种解决方式，但我们从小的思维就限制在了求最优解，唯一解上面。\n\n在支持系统中，我们最重要的资产是自己，简单说，就是自己的大脑，一定要保护好自己的创造力，虽然大多数时候大脑的新奇想法都不靠谱，但愚者千虑还必有一得，只要你坚持想，坚持记录，总是能有所发现的。\n\n很多人一开始想到了新东西但怕别人看不起就不说，等其他人发现了，又捶胸顿足我怎么没继续做下去啊，或者轻蔑的说我早就想到了，但这并不改变结果，敢想敢做的人才能创造未来。\n\n很多人也是内心力量不足，不够自信，就算想到了，往往也觉得自己想的太过荒谬，不敢坚持，而且越是超前越是伟大的新想法，就越是被当时的人所否定。比如虚数、不可数无穷都有过这样的历程，而最开始发现无理数的人甚至直接被扔河里淹死了。\n\n当然，我也没有叫大家为科学捐躯的意思。\n\n但很多情况下，确实得先有想法，才有成就，像用胶带粘出来单层石墨烯，如果你当时想到了，就算你小学没毕业也能粘出个诺贝尔奖出来。\n\n工作也是这样，有创造力敢想的人总是比较少的，大多数人只适合按部就班的工作，这样的人自然也难以有所成就。\n\n如果你的小孩在学校里成绩不好，有可能就是他想法太多不适应学校教育。这在传统教育体系里基本上可以说是失败品，但在AI时代，这样的人可能反而是很珍贵的，因为AI把大多数人基本的知识差距给抹平了，剩下比的就是大家整活的能力。\n\n希望大家都能整个好活。",
    "excerpt": "# 整个好活  以前看过一个对子，上联，如是我闻，下联，安非他命  这在楹联学里叫无情对，上下联内容完全不搭，但字又对上了，这属于古 代文化人的整活儿行为  比如观音对流火，音不可观而观之，火不可流而流之  明代李东阳跟客人有个对子，李东阳说庭前花始放，客人对阁下李先生  还有公门桃李争荣日，法国荷...",
    "readTime": 6,
    "tags": [
      "支持系统",
      "职业发展",
      "生活方式"
    ]
  },
  {
    "id": "084",
    "slug": "084-春光易逝，故土难离，如何扩大舒适圈",
    "title": "春光易逝，故土难离，如何扩大舒适圈",
    "content": "## 春光易逝，故土难离，如何扩大舒适圈\n\n每个人都有自己熟悉的地方，现在叫舒适圈，有些文章叫你跳出舒适圈，有些又叫你呆在舒适圈，而我认为，应该扩大舒适圈。\n\n因为舒适圈就是你的支持系统。\n\n你呆着舒服，一定是在这个圈子里的人或物都在支持你，跟朋友吃饭总比跟领导吃饭自在，在阳光下散步总比在阴雨天淋雨舒服。\n\n如果你呆在哪里都舒服，天下之大无处不可容身，同时你交新朋友很容易，走到哪里都有朋友，该吃吃该喝喝，那你就很难被击垮。\n\n所以呆在或者跳出舒适圈本质上并不是问题，问题在于，你的舒适圈得够大。\n\n一个热情洋溢的人，总比满脸冰霜的人容易交朋友，一个分享生活的人，也总比一个三棍子打不出个闷屁的人容易接近。\n\n我们要想扩大舒适圈，得跟别人有对接的地方，否则别人怎么接近你呢？\n\n很多人怕表露自己，好像表露一下自己就会受伤，又或者想装神秘，但结果就是你的优点别人根本看不到，谁又有空仔细来研究你呢，没有你信息的情况下天天研究你，你难道不瘆的慌吗？\n\n这个世界的人太多了，每天的新信息也很多，让别人能快速的认识自己，你得有你的作品，这个作品并不需要写成书，拍成电影，比如一句发自内心的话，能让别人快速识别你也行。\n\n同一类人总是容易结交在一起，但每个人的内圈名额都是有限的，就像电子云一样，每一层的数量有限，虽然这并不是完全按轨道显示，但概率云分布还是很明显的。\n\n所以如果你是一个爱喝酒的人，而你朋友圈里有5个爱喝酒的人，你不表露自己的爱好，别人已经喝上了，最后才知道你也爱喝酒，但他们已经天天喝了，不需要你了，你的爱好就很难再吸引同类人了。\n\n为什么童年和学校时期的朋友相对更持久，因为每一种类跟你脾气相对的人已经早早占了坑，即使未来还有这样的人出现，但你已经没那么需要他们了。\n\n反之亦然，如果你不表露自己，别人也不会需要你。\n\n所以，要扩大舒适圈，你就要让别人知道你是谁，得让别人标签化。\n\n很多人抗拒标签化，要做谁都不能定义的人，但在具体的人际交往中，如果一开始别人就无法定义你，他是没办法跟你交往的，因为他不知道跟你交往的目的是什么，求财，求色，求投缘还是别的什么东西，大概总是有所求的，如果人家不知道你是什么样的人，就不知道跟你交往的目的在哪，自然就不会接近你。\n\n同理，朋友圈三天可见也不是好习惯，你让一个新朋友如何快速的了解你呢？\n\n除非你有非常强的理由，否则我不建议这样做，因为你这样交朋友的速度会变慢。\n\n如果每年你能加100个微信好友，其中有10个能有比较深的接触，那概率就很高了，如果别人不了解你，那恐怕一个都没有。\n\n为什么成年人交朋友困难，除了上面说的很多类型已经有了好友不再需要新人了，还有一个就是人家根本不了解你，你的爱好是啥，你的观点是啥。\n\n如果你能让别人更快的了解你，不愿跟你结交的一开始就pass了，而愿意交往的，可以快速进入下一步，不需要反复的猜测试探，人的交往就不会那么累了。\n\n朋友越多，你的支持系统就越大，舒适圈自然就越大了。\n\n李白从不掩饰他是一个爱喝酒，浪漫的人，所以这样的人也愿意找上李白，他就走到哪都有酒喝。虽然才高人易妒，但把自己藏的严严实实也没啥好处，人还是需要走出自己的螺蛳壳，走向更大的天地。",
    "excerpt": "# 春光易逝，故土难离，如何扩大舒适圈  每个人都有自己熟悉的地方，现在叫舒适圈，有些文章叫你跳出舒适圈， 有些又叫你呆在舒适圈，而我认为，应该扩大舒适圈  因为舒适圈就是你的支持系统  你呆着舒服，一定是在这个圈子里的人或物都在支持你，跟朋友吃饭总比 跟领导吃饭自在，在阳光下散步总比在阴雨天淋雨舒...",
    "readTime": 6,
    "tags": [
      "支持系统",
      "人际关系",
      "生活方式"
    ]
  },
  {
    "id": "085",
    "slug": "085-如果生活欺骗了你",
    "title": "如果生活欺骗了你",
    "content": "## 如果生活欺骗了你\n\n初中的时候学过这首诗，再这里先复习一下：\n\n假如生活欺骗了你，。\n\n不要悲伤，不要心急！\n\n忧郁的日子里须要镇静：\n\n相信吧，快乐的日子将会来临！\n\n心儿永远向往着未来；\n\n现在却常是忧郁：\n\n一切都是瞬息，一切都将会过去；\n\n而那过去了的，就会成为亲切的怀恋。\n\n人生不如意事常八九，我们经常会碰上不开心的事，而且由于人天生对于痛苦更敏感，得到100块钱的快乐远不及失去100块钱的痛苦来的深刻，所以即使是旁人眼中应该很幸福的人，也往往感叹生活的不公，人生的不幸。\n\n但人活一世，首先面对的不是世界，而是自己。\n\n如果你的心时常在阴影之中，那阳光再热烈也进不来的。\n\n外面的世界往往是一半风雨一半晴天，但大多数人总觉得阴雨天占了多数，这就是你的世界本身的问题。\n\n我们总是要先解决自己的问题，再试图解决外部的问题，如果你先被问题解决了，那就没有然后了。\n\n用三世法来看问题，所以眼下的苦恼，都是以后的谈资。如果你未来变成一个有钱人，却没有年轻时各种苦难来讲述，好像也显的苍白了些，这就是诗中所说的\"而那过去了的，就会成为亲切的怀恋\"。\n\n当小孩把家里搞的一团糟的时候，你是火腾腾上来，还是想着多可爱的孩子啊，我小时也这样，特别像我，等我老了一定在孙辈前面说他爸妈小时候的糗事。\n\n绝大多数问题本身并不可怕，或者说可怕指数为1，而我们心碎被破坏产生的次生后果则是10。\n\n比如你一出门发现钥匙没带，然后要进去拿个文件，你直接找个人开锁也就花个200，你气急败坏一番最后还是得叫开锁，然后见谁都给个臭脸，你的实际损失就远不止200了，因为你失去了生命中快乐的一天。\n\n什么叫松弛感呢？就是面对问题平静的态度。\n\n人生有问题不可怕，人活着就是来解决问题的，而人死了，也就无所谓问题了，总之，无论活着还是死了，问题都不是啥事，你活着可以解决，你死了问题也没了，所以没啥事，事以至此，好好吃饭。\n\n当你内心充盈，时常以三世法观照问题，所有的问题在未来都不是问题而是你的经验与谈资，就都不可怕了。\n\n我经常碰上各种小问题，以前也会着急生气，现在则视为一种体验。\n\n比如飞机没赶上误机了，你看，我也误机了，人生体验+1。\n\n手机丢了，好，今年丢手机任务完成，体验+1。\n\n今天跟人吵架了，好，吵架体验完成，+1。\n\n三世法其实并不是让你完全不生气，而是让你珍惜每一刻，即使是生气的时候，你也在体验你的生命，所以你一方面生气，另外又不那么生气，听起来很复杂，但相信我，确实是可以做到的。",
    "excerpt": "# 如果生活欺骗了你  初中的时候学过这首诗，再这里先复习一下：  假如生活欺骗了你，  不要悲伤，不要心急！  忧郁的日子里须要镇静：  相信吧，快乐的日子将会来临！  心儿永远向往着未来；  现在却常是忧郁：  一切都是瞬息，一切都将会过去；  而那过去了的，就会成为亲切的怀恋。    人生不如...",
    "readTime": 5,
    "tags": [
      "生活方式"
    ]
  },
  {
    "id": "086",
    "slug": "086-天涯何处无芳草，找不到我就睡大觉",
    "title": "天涯何处无芳草，找不到我就睡大觉",
    "content": "## 天涯何处无芳草，找不到我就睡大觉\n\n在PUA技术中，有一个DHV，demonstration of high\\nvalue，你得让自己看起来很有价值，这样才有吸引力。\n\n而PUA技术只是部分的使用了支持系统。\n\n在支持系统中，我们的能量并非刻意表现出来，我们也并不喜欢打压其他人，而是自然的外溢，并帮助别人。\n\n先做好自己，然后等待好运黑天鹅的降临。\n\n一个内心充盈的人，并不惧怕表达自己的爱意，而有意思的是，人人都喜欢喜欢自己的人。\n\n很多女性会因为对方喜欢自己而爱上对方，所谓好女怕缠男。\n\n现代人找对象两级分化很严重，有些人桃花不断，而有些人则三四十了还找不到意中人。\n\n这个问题的原因当然不是几句话说的清楚的，但归根结底，还是自己没处理好自己。\n\n首先就是自己想不想找，大多数人其实过的好好的，没有特别强烈的找对象的需求，年轻人与其说是想找对象，不如说是性欲驱动。\n\n当然，这并不可耻，我们前面讲过，承认自己的欲望没有任何问题，问题往往来自于对欲望的否认。\n\n其次就是对自己表露的不够，别人根本不了解你，即使对你有想法，也不知道如何下手。\n\n还有就是自己不敢表达，明明喜欢，不敢说，指望别人包公探案，明察秋毫，这就有点难了。\n\n亲密关系是我们重要的支持系统，因为亲密关系中爱的表达是非常强烈的，亲密关系往往让我们更自信，更敢于表达，敢于做自己。\n\n如果你在亲密关系中并没有感受到这些，那你很可能就被PUA了，也是时候结束这段关系了。\n\n一个充满阳光和力量的人在人群中的吸引力是非常强大的。\n\n因为人人都希望被阳光照耀，如果你找不到人喜欢你，你应该想想，是不是自己对自己的优点认识太少，你如果不知道你的优点所在，自然不知道如何展现，如果你的优点已经足够明显，是不是对中意对象表达不足，让对方根本不知道你的态度。\n\n如果还不行，那就去睡觉吧，反正提升自己也不是一朝一夕的事，睡完再想办法。",
    "excerpt": "# 天涯何处无芳草，找不到我就睡大觉  在 PUA 技术中，有一个 DHV，demonstration of high value，你得让自己 看起来很有价值，这样才有吸引力  而 PUA 技术只是部分的使用了支持系统  在支持系统中，我们的能量并非刻意表现出来，我们也并不喜欢打压其他 人，而是自然...",
    "readTime": 4,
    "tags": [
      "支持系统",
      "人际关系"
    ]
  },
  {
    "id": "087",
    "slug": "087-乐天知命",
    "title": "乐天知命",
    "content": "## 乐天知命\n\n今天读到一首诗，是白居易的《自诲》，白居易字乐天嘛，自诲就是自我教诲，自我反省的意思，录全文如下：\\\\n乐天乐天，来与汝言。汝宜拳拳，终身行焉。物有万类，锢人如锁。事有万感，爇人如火。万类递来，锁汝形骸。使汝未老，形枯如柴。万感递至，火汝心怀。使汝未死，心化为灰。乐天乐天，可不大哀，汝胡不惩往而念来。人生百岁七十稀，设使与汝七十期。汝今年已四十四，却后二十六年能几时。汝不思二十五六年来事，疾速倏忽如一寐。往日来日皆瞥然，胡为自苦于其间。乐天乐天，可不大哀。而今而后，汝宜饥而食，渴而饮；昼而兴，夜而寝；无浪喜，无妄忧；病则卧，死则休。此中是汝家，此中是汝乡，汝何舍此而去，自取其遑遑。遑遑兮欲安往哉，乐天乐天归去来。\n\n人这一生如何度过呢，我想大家都想过的快乐，很多人活了半辈子才发现一直为他人而活，到四五十了才想起应该为自己而活。\n\n所以老阿姨们为爱情而奔赴的决心比很多小年轻都坚定，所谓最怕就是老房子着火。\n\n人生过百半，一半土里埋。\n\n小年轻不容易体会到这种感觉，因为生活才刚刚开始，但到了四五十，往往觉得余日无多，应该且行且珍惜了。\n\n很多事情应该及早去做，如果你能活一万年，你会在9990岁的时候向爱的人表白吗？\n\n肯定不会，因为你年轻时候爱的人已经连骨灰都不在了。\n\n生命之短暂正是为了提醒我们尽早做该做的事。\n\n所以死亡是生命最后的礼物。\n\n如果没有死亡，大家肯定能拖就拖，爱就会变得的非常稀缺。\n\n尽管现在也很稀缺。\n\n从现在开始规划一下自己的生命，如果你运气不好，只能活50年，你会怎样，如果你运气不错，能活70年，你会怎样，如果你运气特别好，能活90年，又会怎样。\n\n以前上哲学课的时候老师讲唯一严肃的哲学问题是死亡，换句话说，只有面对死亡，我们才知道如何度过一生。\n\n人这一生，总有运气好运气差，如果我们运气不好，活不到老，那很多事情是不是又得提前了。\n\n如果只能再活二三十年，你是不是就不想为了日常生活中的小烦恼而心烦，多陪伴自己爱的人，多表达自己的爱。\n\n这才是向死而生的意义。\n\n这才是真正的乐观。\n\n即使死亡的礼物提前到来，我们纵有遗憾，也已经大大减少了遗憾的总量。\n\n白居易一辈子没做啥大官，但活的很开心，很自在。我在洛阳去拜谒过他的墓，到今天还有很多日韩的白氏后人每年祭拜。\n\n大多数文字工作者是活不到白居易这样没心没肺的，因为文字往往要拆解人心的痛苦，越能贴近大家的感受，引起大家的共鸣也好。\n\n像余华这样把痛苦给别人，快乐给自己的作家终是少数，很多作者写着写着就抑郁了，甚至自杀了。\n\n我相信白居易是很早就活明白的人，而以这首诗为标志。\n\n普通人生活中也有很多苦痛烦恼，但你依然是快乐的，因为大多数烦恼其实是自寻烦恼。\n\n我有个亲戚她小孩高考的时候听力放错了，耽误了几分钟，最后考的不太好，她那段时间都很烦恼，还想带一群人去上访。\n\n但现在来看，都是过往云烟了。\n\n尽量改变那些能改变的，对于改变不了的，你死磕也没用，接受就好，山不过来，我就过去嘛。\n\n当然，有些时候我们必须死磕，不死磕反而更痛苦，那就没办法了。\n\n支持系统不是僵化的教条，一切的行为准则都是\"我\"的感受。\n\n当我们选择最适合自己的方式生活，我们自然就乐天知命了。\n\n革命年代战士们也不是不知道自己选择的是死路而非生路，但国难当头，如果不出头那反而是生不如死了。\n\n我看过一些关于国民党空军的文章，当时空军飞行员的死亡率极高，比如814空战的英雄高志航，仅仅在战役之后3个月就牺牲了，在1937年11月21号，恰巧今天也是11月21号。\n\n让我们为英雄默哀。\n\n这些空军\\n飞行员大多数家境良好，受过高等教育，如果他们选择退缩，大半可以苟到抗战胜利，但他们没有，他们毅然选择了一条死亡率几乎是百分百的事业，每天都有同学死亡，甚至有人因为随时到来的死亡而不敢向心爱的姑娘表达爱意。\n\n乐天知命不是让你云淡风轻的处理一切，就如同之前养生的那篇文章，活的快乐，一个小时一天也是养生，如果活的不快乐，活一千年也叫等死。\n\n面对自己的内心，大多数无关紧要的事情我们都可以乐观面对，不甚计较，但如果你的内心告诉你这事非做不可，那即使牺牲也是乐天知命。\n\n林觉民的《与妻书》写的沉痛婉转，但你也可以看出一个烈士的乐天知命，乐天乐在相信革命终会成功，知命知在此时就是我牺牲之时。\n\n抗战的时候有个记者问一个军人战争胜利之后夫干嘛，这个军人说胜利之后我已经不在了。\n\n这是英雄的乐天知命。\n\n支持系统不是一种让人逆来顺受的理论和实践，而是真正以\"我\"为主，反求诸己的人生哲学。\n\n我们希望快乐的度过这一生，但如果有需要，也可以做一次英雄。",
    "excerpt": "# 乐天知命  今天读到一首诗，是白居易的《自诲》，白居易字乐天嘛，自诲就是自我 教诲，自我反省的意思，录全文如下：  乐天乐天，来与汝言。汝宜拳拳，终身行焉。物有万类，锢人如锁。事有万 感，爇人如火。万类递来，锁汝形骸。使汝未老，形枯如柴。万感递至，火汝 心怀。使汝未死，心化为灰。乐天乐天，可不大...",
    "readTime": 9,
    "tags": [
      "支持系统",
      "自我成长",
      "职业发展",
      "思想哲学",
      "生活方式"
    ]
  },
  {
    "id": "088",
    "slug": "088-怜子如何不丈夫",
    "title": "怜子如何不丈夫",
    "content": "## 怜子如何不丈夫\n\n如果说哪种亲子关系张力最大，我觉得肯定是父子。\n\n首先母亲对孩子基本是慈爱的，无论男孩女孩，而父亲对于女儿，也会疼爱的多些，只有父亲对儿子，隐含着两个男人之间的战争。\n\n很多心理学家说一个人的成长需要经历一次精神上的弑父。\n\n萨特说世上没有好父亲，这是规律。请不要责备男人，而要谴责腐朽的父子关系。日本人说人生三大怕，地震火山和老爸。\n\n总之，父亲在女儿面前，还会流露些许慈爱，而在儿子面前，尤其是慢慢长大的儿子面前，则会主动的板起脸来，做一个严父。\n\n即使儿子有所成就，在学校考了好成绩，在工作中获得升职加薪，也是万万不能流露出欢喜的，只能一边看着报纸一边淡淡的回答：知道了。\n\n有时候，我们甚至觉得父子之爱是否存在也成了一个疑问，在我们学过的《触龙说赵太后》里，赵太后问触龙：丈夫亦爱怜其少子乎？\n\n是啊，男人也疼爱小儿子吗？\n\n这是一个疑问，但怎么能成为一个疑问呢？\n\n只有在极少的情况下，我们能见到父子间的真情流露。李斯父子被绑在刑场上，李斯对儿子说：吾欲与若复牵黄犬俱出上蔡东门逐狡兔，岂可得乎?\n\n一个在历史上呼风唤雨，得意一生的男人，最后的愿望不过是与儿子一起在家乡打猎。想来这是他跟儿子少有的快乐时光了。\n\n出于社会责任，或者社会的要求，大多数男人往往以事业为己任，而在一定程度上降低了对亲子关系的参与程度。我无意对这种情况做价值评价，毕竟人的时间确实有限，而想为家庭多赚钱也不能视为不尽责任。\n\n但我还是觉得男性有时候是受诅咒的，这个性别的要求就是喜怒不形于色，即使对父子也不能表达的太强烈，对母亲和女儿倒是可以表现的多一些，但对同性别的父与子是不行的。\n\n如果孩子病危，一般医生也是告诉爸爸而不是直接跟妈妈说，似乎天然的男人对这种痛苦是有承受力的。\n\n但其实男人也不是从小就经历生离死别的，社会化的要求让一个男人从小不敢表露出脆弱，长大了成家了有小孩，又不自觉的以一个严父的要求自居。\n\n这其实是不少男人想生女儿的原因，因为生个儿子要装很多年，甚至一生，可能每个男人在儿子出生之后都在嘀咕，儿子到多少岁就不能亲他他也不能亲儿子，到多少岁就不能动不动表扬儿子。\n\n而对于女儿，就可以一直表现的很亲昵，直到她找到属于她的黄毛。\n\n所以大多数男人从小就缺爱，尤其是缺父爱，而在这样的环境中长大，当他成为父亲时，又必需压抑自己的爱，做一个严父。\n\n即使不是严父，也只能做一个没有存在感的父亲，反正做一个慈父是万万不行的，对女儿可以，对儿子绝对不行。\n\n家人是我们最重要的支持系统，而大多数人总是无法做到爱与教的平衡。要么是很溺爱，干啥都行，要么是干啥都不行，必须要树立父亲的权威。而往往一个家庭里溺爱的母亲与严肃的父亲是共存的。\n\n我希望未来大家能有一种新的父子关系，即使是父子之间也能表达爱意，而不是通过母亲从旁传递。\n\n毕竟无情未必真豪杰，怜子如何不丈夫，这真是鲁迅说的。",
    "excerpt": "# 怜子如何不丈夫  如果说哪种亲子关系张力最大，我觉得肯定是父子。  首先母亲对孩子基本是慈爱的，无论男孩女孩，而父亲对于女儿，也会疼 爱的多些，只有父亲对儿子，隐含着两个男人之间的战争  很多心理学家说一个人的成长需要经历一次精神上的弑父。  萨特说世上没有好父亲，这是规律。请不要责备男人，而要...",
    "readTime": 6,
    "tags": [
      "支持系统",
      "自我成长",
      "人际关系",
      "职业发展",
      "心理健康"
    ]
  },
  {
    "id": "089",
    "slug": "089-人事有代谢，往来成古今",
    "title": "人事有代谢，往来成古今",
    "content": "## 人事有代谢，往来成古今\n\n在十多年前，我发现有些朋友突然就消失了。倒不是说他们跑路了，完全不是，那会还不流行这个，而是人还在，突然就不回信息了，友谊突然就消失了。\n\n当时我就很难受啊，到底是咋回事呢？是不是我哪里做错了，所以你不理我了。\n\n而在今天，我早已经接受了这些。连生命的脆弱也已经见识过了，好几个亲人只能在记忆中寻找他们的样子，而朋友们的倏忽来去，也早已经见怪不怪了。\n\n世界就像一辆公交车，我们每个人上车下车，上车就是呱呱坠地，而下车就是撒手人寰，在车上的时间有长有短，但总有个终点。\n\n有些人运气比较好，可以从起点附近坐到终点站，也有人只坐一站便下车。\n\n而在车上，有些人跟你坐一起，偶尔聊几句，便是一场缘分，也可能别人挤了你的手，踩了你的脚，争吵一场，厮杀一阵，大多数时候骂骂咧咧分开，也不排除气性大的给人打下车去，当然这样的人基本也在下一站赶下去了。\n\n人生如逆旅，我亦是行人。古人以生人为行人，死人为归人，鬼者，归也。我们都是出门一趟，总有回家的时候。\n\n而这趟旅程里，偶尔有一段结伴而行，有说有笑，即是前缘，所谓百年修得同船渡，千年修得共枕眠是也。\n\n全世界六七十亿人，能跟你擦肩而过的几万几十万，能有简单交流的一二千，能记得名字的，也就二三百，真正深交的，不过几人十几人。\n\n而这还是生于同一时空，若是不同时空，则不免有君恨我生迟，我恨君生早之叹了。\n\n对于朋友的来去，要说不动于心，未免不实，但也已经接受了。我们同行一阵，后来多半要各自分散，即使行路相同，也还有归家早晚，总之，最后都是一人独行。\n\n感谢每一段同行的朋友，而对于些许龃龉不再挂怀，安心过好自己的日子，安顿好自己，再去寻找路上的朋友。\n\n等到归家的日子，我们收拾好身上的风雪，感谢一路同行的家人朋友，也感谢自己，然后安然的走进家门，算是安然走完这一生。",
    "excerpt": "# 人事有代谢，往来成古今  在十多年前，我发现有些朋友突然就消失了。倒不是说他们跑路了，完全 不是，那会还不流行这个，而是人还在，突然就不回信息了，友谊突然就消失 了  当时我就很难受啊，到底是咋回事呢？是不是我哪里做错了，所以你不理 我了  而在今天，我早已经接受了这些。连生命的脆弱也已经见识过...",
    "readTime": 4,
    "tags": [
      "人际关系"
    ]
  },
  {
    "id": "090",
    "slug": "090-不是你的错，谈幸存者愧疚",
    "title": "不是你的错，谈幸存者愧疚",
    "content": "## 不是你的错，谈幸存者愧疚\n\n幸存者愧疚是PTSD的一种，而PTSD简单说就是受伤之后的心理后遗症，比如从战场上下来的军人会把水声和敲门声当成子弹的声音而高度紧张，甚至无法入睡。\n\n而幸存者愧疚可以概括成\"为什么你走了，而我却还活着\"。\n\n比如2014年韩国世越号沉船事件中，一位带队老师在获救后的第二天选择了自杀，并留下遗书表示：\"200多人生死不明，我没有信心一个人活下去\"。\n\n人都是有同理心的，所以当身边的人陆续死去之时，也会接受自己的宿命，所以集体自杀才这么难以抗拒。\n\n很多人疑惑当年几个日军排着对杀害中国村民时，为什么没有人反抗。其实不仅普通人不会反抗，连军人往往都生不出反抗的心思，比如项羽坑杀降卒时就未遇到什么反抗。\n\n而如果在这种情况下活了下来，人往往会有一种奇怪的愧疚感，为什么是我活了下来？\n\n虽然我们普通人难以遇到这种情况，但类似的心理其实很普遍。比如班上同学成绩都不好的时候，有些人不好意思考太好，这样就显的不合群了。\n\n如果宿舍哥们儿都没脱单，自己先脱单，也会觉得有点难堪。\n\n我们需要支持系统，当我们因为某种原因好像要远离支持系统的时候，就会有愧疚感。\n\n好像我们抛弃了自己的支持系统。\n\n这就是这种愧疚感的深层次来源。\n\n这个时候你要明白，你并没有离开他们，虽然我们似乎有些地方不同了，但依然在一起。\n\n就像孩子长大了会离开父母一起生活，虽然不舍但也要前行。\n\n我变的更加优秀了，但我并没有抛弃你们，我们依然是朋友，是亲人。\n\n让他们变成另外的支持系统，而不是成为一种负担。\n\n人最难处理的是自己的问题。如果问题在外界，大不了切断跟外界的联系，而问题发之于内，总不能把自己切开。\n\n癌症并不难治，如果我们能准确的识别癌细胞，免疫系统和药物都能癌症杀灭，但难就难在癌细胞是由原来的健康细胞转化，要杀死癌细胞就得把边上更多的健康细胞一起杀死，要么是杀不干净，要么是杀敌一千自损一千二，即使治好了也是元气大伤。\n\n幸存者愧疚正是因为我们潜意识中以为是我们抛弃了自己的支持系统，抛弃了同伴、朋友、亲人，所以这份隐藏的愧疚时刻折磨我们。\n\n这个时候，天性凉薄反而是一种优势了，可以无忧无虑的活着。\n\n这个时候，正确的看待死亡，看待离别，就很重要。我们终将重逢，在世界的尽头，我们还能在一起相聚，而在此间，我将代替你们好好活着。\n\n这样你就能与自己和解，与愧疚和解。\n\n而对于更轻一些的幸存者愧疚，比如你考上了名校而你朋友去复读了，你可以先承认自己，你的愧疚是因为你是一个善良的人，你因为自己的优秀而愧疚。但人是不应该为自己的优秀而愧疚的，对于原来的朋友，你们依然互为支持系统，但大家同行一段，已经是缘分，即使以后相逢不相识，也是非常自然的事情。\n\n前一篇我讲的是怎样看待朋友、亲人和自己的聚散，在确立了这个认识之后，缘起缘灭都是自然而然，愧疚感就消弭了。\n\n这两篇结合在一起，讲的是我们某种意外的原因不得不与原有的支持系统拉开距离，在这种情况下，如何保证自己的内心清明坦荡，而不至于心神失守，大乱方寸。",
    "excerpt": "# 不是你的错，谈幸存者愧疚  幸存者愧疚是 PTSD 的一种，而PTSD 简单说就是受伤之后的心理后遗 症，比如从战场上下来的军人会把水声和敲门声当成子弹的声音而高度紧张， 甚至无法入睡  而幸存者愧疚可以概括成“为什么你走了，而我却还活着”  比如 2014年韩国世越号沉船事件中，一位带队老师在...",
    "readTime": 6,
    "tags": [
      "支持系统",
      "人际关系",
      "思想哲学",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "091",
    "slug": "091-一贵破九贱",
    "title": "一贵破九贱",
    "content": "## 一贵破九贱\n\n相学上有一贵破九贱，一贱破九贵的说法。大体上就是说如果你样样都好，就一样不好，这是凶，如果你样样都不好，有一样好，那就是吉。\n\n两个将军，一个百战百胜，就输了一场，一个百战百败，就赢了一场，这两个将军孰优孰劣？\n\n单比数量，自然是只输一场的比只赢一场的要好，但你下意识的就会认为这个答案有问题，因为你会想起蚩尤与黄帝、刘邦和项羽。\n\n黄帝对蚩尤就是九战九败，最后一战而胜之，刘邦对项羽也是一路打败仗，几次给打的丢盔弃甲一个人抱头鼠窜，但赢了最后一场。\n\n曾国藩对太平军也是一路吃败仗吃过来，到最后打下南京。\n\n对于成功人士，优势已经发挥完了，劣势不规避就容易翻车，这就是一贱破九贵。而对于普通人，你缺点已经够明显了，但凡有一个优点，都很容易凸显出来，发扬这一个优点，就容易翻身。\n\n翻车与翻身，都是翻，但方向不同。\n\n直播兴起之后，很多搞怪整活儿的主播迅速崛起，赚了几辈子赚不到的钱。而他们的优点不过是敢于舍下脸皮在屏幕前耍宝，就这一个优点，就决定了他们在这个时代超越了身边的人。\n\n支持系统为什么主要致力于寻找每个人的优点，也是在此，普通人还没有获得足够的成功的时候就过于自省，只会让自己觉得自己干啥都不行，垃圾一个，没有存在的意义。\n\n对于已经生活在足够的支持系统之中的成功人士，他们有时候更需要否定系统。\n\n普通人身上的缺点和不足已经够多了，不需要再罗列，要让一个人恢复自信，恢复行动力，就得寻找优点。\n\n拥有自信才有行动力，如果你每次打球都会被女生吹口哨，那你肯定就喜欢打球，如果你每次打球都是被裁判吹口哨，你肯定觉得打球没意思。\n\n寻找自己的优点，寻找让自己开心的东西，坚持良好的生活习惯，多学习多锻炼多交朋友，这些都是一以贯之的，当你内心获得足够充盈的力量，自然就想向外展示，就会去行动，去交友，去学习，去让自己变的更好。\n\n如果你看不到自己的优点，觉得自己活着只是浪费粮食，死了也是臭块地，那自然就烂掉了，烂在地上抠都抠不起来，你说你能有啥行动力。\n\n支持系统的读者我相信多半是相对缺乏支持系统的，如果你一直生活在支持系统中，对支持系统的感受就不会那么深，觉得这些不是理所当然的吗？就如同生活在幸福家庭的小孩不会觉得一个幸福的家庭有多重要一样，每个人都天然的重视自己没有的东西而忽略自己已经有了的东西，这并不奇怪。\n\n对于这些读者，阅读只是一方面，更重要是实践，在实践中得到验证，进而相信，相信自己确实很优秀，确实拥有很多，确实配的上这个世界的美好。\n\n最近我已经得到不少读者的反馈开始在实践支持系统，有些已经收到一些结果，希望其他人也能一起参与进来。\n\n我们首先要改变的是自己，改变了自己，这个世界在你眼中自然就改变了，然后你就有可能去改变别人，给别人输入能量，由点及面，改变更多人。\n\n就如同我一直在写的一样，我也没想到半个月的坚持能带动这么多人一起参与实践，这对我来说也是前所未有的体验。",
    "excerpt": "# 一贵破九贱  相学上有一贵破九贱，一贱破九贵的说法。大体上就是说如果你样样都 好，就一样不好，这是凶，如果你样样都不好，有一样好，那就是吉  两个将军，一个百战百胜，就输了一场，一个百战百败，就赢了一场，这 两个将军孰优孰劣？  单比数量，自然是只输一场的比只赢一场的要好，但你下意识的就会认为 ...",
    "readTime": 6,
    "tags": [
      "支持系统",
      "人际关系",
      "生活方式"
    ]
  },
  {
    "id": "092",
    "slug": "092-支持系统三大有效逻辑",
    "title": "支持系统三大有效逻辑",
    "content": "## 支持系统三大有效逻辑\n\n一个是表达需求是有效的，这也是宗教中祈祷的作用，二是支持你的人比你想的多，自己并没有被世界抛弃，三是自己也应该主动表达对其他人的支持。\n\n眼看着原定的100篇支持系统文章即将写完，在此我们回顾一下支持系统的理论部分，为何它是有效的。\n\n大多数人是不善于也不习惯表达的，无论是支持还是反对，喜欢与厌恶，我们都不太想表达出来。如果对身份地位高的人表达喜欢，这就有点拍马屁的嫌疑，别人也很难判断你是真喜欢这个人还是喜欢权力，向权力示好。\n\n对于地位相仿的人，我们潜意识里是在不停的找证据比对方优秀。\n\n而对于不如自己的人，我们很难抑制一种优越感，即使是支持也更像一种怜悯。\n\n总之，我们不善于表达支持，因为我们很难从内心真的认可对方的优秀。\n\n但每个人人又都有很多优秀的点，只要跳出边际思维，我们就能认可自己的优点，认可了自己，才有余力认可别人。\n\n而在这之后，你就会发现原来自己一直被别人默默的支持，就如自己也在默默支持其他人一样。\n\n大多数人都很难意识到原来自己一直生活在支持系统之中，而只是埋怨这个世界，懂我的人在哪里。\n\n在支持系统中，按需分配是起到很大作用的，而且越靠内圈越是接近按需分配。我们支持朋友，更多的不是指望回报，而是因为对方需要，比如你这个月生活费没了，你妈给你打钱是因为可以赚多少利息呢，还是因为你需要。\n\n如果朋友有困难，我们也不介意跟他聊聊天散散心，请他吃吃饭，甚至借一点钱。\n\n理解了按需分配，表达需求的作用就很自然的出现了。\n\n表达需求不仅是向外界表达，也是向自己表达，因为我们自己是自身最大的支持系统，承认自己需要某人或某物，并不丢人，很多人是羞于承认的。如果你自己都不承认，自然无法让自己往这个方向去行动，这就会造成你内心的纠结、内耗，失去行动力。\n\n当你内心充盈之后，自然会想更多的表达对其他人的支持，因为你从支持系统中获益了，也希望朋友和亲人能获益。而支持别人本身往往还是正收益的，你不仅没有因为支持别人而受损，反而因为支持别人而得到更多的支持。\n\n这就是支持系统的三大有效逻辑之间的循环。",
    "excerpt": "# 支持系统三大有效逻辑  一个是表达需求是有效的，这也是宗教中祈祷的作用，二是支持你的人比 你想的多，自己并没有被世界抛弃，三是自己也应该主动表达对其他人的支持    眼看着原定的 100 篇支持系统文章即将写完，在此我们回顾一下支持系统 的理论部分，为何它是有效的  大多数人是不善于也不习惯表达...",
    "readTime": 7,
    "tags": [
      "支持系统",
      "人际关系",
      "职业发展",
      "生活方式"
    ]
  },
  {
    "id": "093",
    "slug": "093-Done list 与to do list",
    "title": "Done list 与to do list",
    "content": "## Done list与to do list\n\n最近看到一个说法，说每天列done list比to do list更好。因为在done\\nlist，你看到一天做了这么多事，就感觉很有成就感，而to do\\nlist你看到一堆事情没有做，就很有压力，而你总有很多事是没做完的，就会很有挫败感。\n\n我觉得这很有道理。\n\n在生活中寻找小小的成就感，也是支持系统的实践，你看到自己做了这么多，就感觉自己很优秀。\n\n一个类似的做法是写日记，每天记录一下今天干了点啥。\n\n我们常常觉得自己一天到晚一年到头啥也没干，觉得光阴虚度，写在日记本里，看到自己原来干了这么多，真开心啊。\n\n如果你不能坚持每天记日记，可以先从游记、工作日志之类的开始。游记的话你记录也可以分享给别人，别人看到你玩的这么嗨，也就想去玩了，分享快乐也是对别人的支持。\n\n工作日志的话不太适合分享给别人，但也可以分享给亲近的人，让他们了解你最近在干的事情。\n\n他们看不懂也没有关系，你分享的越多，他们就会越了解你。\n\n总之，你可以开始记录你的生活，无论是done list,\\n日记，还是游记还是任何形式。\n\n你每天从生活中找到的快乐，记录下来的时候都会让你再快乐一遍。\n\n而你生活中碰到的痛苦，在写出来的时候好像痛苦也被带走了。\n\n这真的很神奇，因为看上去不太对称，但确实是这样的。\n\n而且因为你有一个记录自己生活的想法在，就更容易鼓励自己出去走走，见见人，晒晒太阳，否则你会觉得没啥好记的。\n\n就如同你买了醋就会想包饺子一样。\n\n如果你经历了每天的快乐可以微笑20次，而在记录的时候回忆这份快乐又笑了20次，你就笑了40次，达到我们的目标了，你完全靠自己就把生活中的快乐加倍了。\n\n一想到这份成就感，是不是感觉还能来个超级加倍？",
    "excerpt": "# Done list 与to do list  Done list 与to do list ",
    "readTime": 3,
    "tags": [
      "人际关系",
      "心理健康"
    ]
  },
  {
    "id": "094",
    "slug": "094-人生得意须尽欢，吃完饭记得要洗碗",
    "title": "人生得意须尽欢，吃完饭记得要洗碗",
    "content": "## 人生得意须尽欢，吃完饭记得要洗碗\n\n一个优秀的投资人，总是能在赚钱的时候让利润奔跑，多赚钱，在亏钱的时候截住亏损，少亏钱。\n\n也许赚和亏的频率是一样的，但幅度不同，这就决定了你是一个优秀的投资人还是一个天天吃面的韭菜。\n\n同样，在支持系统中，我们也许并不能调整碰到开心与不开心的事情的比例，但我们能让开心的时间保留的更长，而不开心的时间延续的较短，这样我们就成功的让自己开心起来了。\n\n很多人是反过来的，一点芝麻绿豆大小的不开心，他能记好几天，而明明很美好的事情，他觉得无所谓，体会不到快乐。\n\n这样的人简直就是活在地狱之中。\n\n任何美好的事情都可能变的不那么美好，比如吃饭很开心，但洗碗就有点痛苦了。\n\n但生活就是这样，不能因为害怕之后不美好的部分，而拒绝开始。\n\n因为你也拒绝了你的开心和幸福。\n\n《汤姆·索亚历险记》里有一段汤姆刷墙的故事，汤姆因为调皮而被姨妈罚去刷墙，他本来是想用自己的玩具收买别的小孩替他干活的，但很快他又打消了这个想法，因为他的玩具太少了。他装做很快乐的在刷墙，让别的小孩相信这是一种难得的体验，一种游戏，之后别的小孩甚至要拿玩具才能交换刷墙的机会。\n\n当时看到这段的时候我真是佩服汤姆的智慧，我当时都想去找个地方刷墙了。\n\n很多你以为是痛苦的事情，其实是别人愿意花钱来交换的娱乐。\n\n在社会心理学中有个认知失调的理论，具体逻辑不讲了，反正就是说如果你挖沙子玩的很开心，然后我给你10块钱感谢你为我挖了沙子，你马上就会感觉不开心了。\n\n本来我玩的好好的，你干嘛给我钱呢？\n\n我是不是被骗来打工了？\n\n正因为太熟悉，所以我们往往并不以为自己的优点是优点，也并不以为自己的工作多么好玩多么有意义。\n\n但在别人眼里可不是这样的。\n\n有时候我们要用别人眼光来审视自己的生活，看看别人怎样看自己。我们很少直接表达对别人的支持，也很少表达对别人的羡慕。\n\n你可以先表达羡慕别人来引导对方的回答。\n\n通过别人的视角，你发现你的生活原来这么精彩，这么幸福，于是你快乐的理由又增加了。",
    "excerpt": "# 人生得意须尽欢，吃完饭记得要洗碗  一个优秀的投资人，总是能在赚钱的时候让利润奔跑，多赚钱，在亏钱的 时候截住亏损，少亏钱  也许赚和亏的频率是一样的，但幅度不同，这就决定了你是一个优秀的投 资人还是一个天天吃面的韭菜  同样，在支持系统中，我们也许并不能调整碰到开心与不开心的事情的比 例，但我...",
    "readTime": 4,
    "tags": [
      "支持系统",
      "职业发展",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "095",
    "slug": "095-我为什么害怕坐飞机",
    "title": "我为什么害怕坐飞机",
    "content": "## 我为什么害怕坐飞机\n\n今天坐飞机去成都，就聊聊这个话题。\n\n我很能理解那些死都不肯上飞机的人，因为我每次上飞机之前都有些恐惧，上了之后反正也管不了，也就不担心了。\n\n人面对危机的时候大多数都能做点啥，但如果飞机上出故障了，那只能指望机长了，这种需要指望别人的感觉就不太舒服。\n\n但我们每个人都能相信别人，也需要相信别人，你如果完全不肯相信别人，那你几乎什么都干不了。\n\n我有种感觉，封建制度最终瓦解是因为它本质上是一个互不信任的体制，皇帝不相信下属，也不相信百姓，只能用各种权术来让各种势力互相争斗，一旦权术玩不下去了，帝国也就寿终正寝了。\n\n而现代国家本质上是互信的，你相信你可以选出靠谱的领导者，如果你失败了，你也相信你一届或者下下一届你还能赢。\n\n而对于政治的失败者，也并不意味着一切都没了，这次不行下次再来嘛。\n\n这种政治上的互信就比封建时代强了很多。\n\n而市场经济也是互信的经济，你相信大多数情况下你总是能买到合格的商品，而真碰上不开心的购物体验，还有法律制度能帮你讨回公道。\n\n相比之下，计划经济的信任就薄弱很多，你只能相信万能的计划委员会，而没有普通人之间的互信。\n\n从数学上讲，大概是$C_{n}^{n}$与$C_{n}^{2}$的区别，显然这个n越大二者之间的差距越大，所以越大的国家搞计划经济越完蛋，而小的经济体搞计划经济差距还不大。\n\n这也解释了计划经济的拥趸经常说的一个人，一个单位也要做计划，一个国家怎么能不做计划呢？\n\n你看，越小的n对应的两个函数的区别越小嘛，这种情况下如果计划制定者很有判断力，完全是可以获得更好的效果的，但n一变大，这两者的差距就是数量级的，领导的个人能力所能产生的影响就杯水车薪了。\n\n我们也要相信自己的支持系统，越相信越能发挥支持系统的支持力量。你如果怀疑一个人，而这个人知道你怀疑他的话，他显然就不会那么支持你了。\n\n这就是古话用人不疑疑人不用的道理，你把这个人纳入到你的支持系统，尤其是内圈的时候，你就应该相信他，如果你不相信他，你就发挥不出他的力量。\n\n最后，如果你也跟我一样害怕坐飞机怎么办呢？\n\n你可以在下飞机之后给家人和朋友买一份礼物，恭喜自己又多活了一天。",
    "excerpt": "# 我为什么害怕坐飞机  今天坐飞机去成都，就聊聊这个话题  我很能理解那些死都不肯上飞机的人，因为我每次上飞机之前都有些恐 惧，上了之后反正也管不了，也就不担心了  人面对危机的时候大多数都能做点啥，但如果飞机上出故障了，那只能指 望机长了，这种需要指望别人的感觉就不太舒服  但我们每个人都能相信...",
    "readTime": 4,
    "tags": [
      "支持系统",
      "人际关系"
    ]
  },
  {
    "id": "096",
    "slug": "096-带个孩子去吃自助餐",
    "title": "带个孩子去吃自助餐",
    "content": "## 带个孩子去吃自助餐\n\n我在补足的时候读过一本短篇小说集，有一篇是一个这样的故事。一个偷东西的小孩被一个大人抓住了，然后大人并没有惩罚他，也没有报警，而是带他去吃自助餐。吃完之后大人付了自己的钱走了，小孩看到大人走了，觉得这个大人肯定是捉弄他，想让他因为没钱付账而羞愧。小孩战战兢兢的吃完，鼓足勇气跟服务员说他没有钱，服务员笑着对他说他爸爸付过钱了，小孩是免费的。\n\n这个大人做了一件好事，但并没有花自己的钱，小孩免费吃了一顿，感受到了陌生人的关心，而自助餐厅也无所谓，每天剩那么多菜，多一个小孩来吃无所谓。\n\n整个儿一个帕累托改进了。\n\n我看完才知道世界上有这么神奇的地方，小孩吃饭是不要钱的。\n\n我当时就想如果有人带我去吃应该多好，肉可以随便吃。\n\n这个世界很多的善良是不需要什么边际成本的，我们并不需要因为支持别人而给自己太大压力。\n\n比如你从餐厅拿一个水果，可以分享给乞讨者，也可以放在路边显眼的地方，会有人拿去吃的。\n\n参加活动拿了件免费的衣服，也可以送出去，如果你不想送给某个具体的人，也可以晾在哪个地方，会有人收走的。\n\n前几年看过一些新闻，就是在中关村和其他一些地方，都发现有人穿的衣冠楚楚，然后在别人吃完之后坐过去吃别人的剩菜。我非常能理解这种行为，虽然我并没有这么做过，但在我最穷的时候，我会特意去菜市场买磕破了一点的鸡蛋，正常鸡蛋一块钱的话这样的鸡蛋只要3毛，买回家直接做其实是一样的。\n\n我们对陌生人的支持并不是为了能获得什么回报，而是因为我们感受过痛苦，想分享一点快乐给现在痛苦的人。\n\n很多人的生活压力可能已经大到在失控的边缘，这个时候旁人的一点歧视就足以引爆他的怒火，而陌生人的一点善意可能就能让他悬崖勒马。\n\n这个世界的垃圾和资源是互相转化的，往往在一个地方是垃圾的东西，在另一个地方就是非常宝贵的资源。\n\n我们只需要在那些视之为垃圾的地方把垃圾拿走，带给那些视之为资源的人，我们就完成了一次帕累托改进，垃圾少了，资源增加了，而我们获得了助人的快乐。",
    "excerpt": "# 带个孩子去吃自助餐  我在补足的时候读过一本短篇小说集，有一篇是一个这样的故事。一个偷 东西的小孩被一个大人抓住了，然后大人并没有惩罚他，也没有报警，而是带 他去吃自助餐。吃完之后大人付了自己的钱走了，小孩看到大人走了，觉得这 个大人肯定是捉弄他，想让他因为没钱付账而羞愧。小孩战战兢兢的吃完，鼓...",
    "readTime": 4,
    "tags": [
      "生活方式"
    ]
  },
  {
    "id": "097",
    "slug": "097-浪费也不可耻",
    "title": "浪费也不可耻",
    "content": "## 浪费也不可耻\n\n前一篇讲了垃圾与资源，而如果你日常生活中是比较浪费的，也不必自责，因为浪费其实也是一种资源配置。\n\n比如古代人厚葬，这当然是浪费，对当时的人来说财富就减少了，可是我们现在挖出来就是了解那个时代的宝贝。\n\n以前看过一个故事，两个和尚挑水，一个挑的四平八稳，而一个总是会把水溢出来。四平八稳的那个和尚当然很好，一次挑水能让更多的人喝，而会溢一些出来的也很好，一年之后，他挑水的路上鲜花盛开。\n\n这几年流行放生，有些放生会引起生态影响，这些肯定是不鼓励的，但如果是放生矿泉水，我觉得这是好事。卖矿泉水的商家赚了，放生的人开心了，对生态又毫无影响，只要他们把瓶子带走，四舍五入等于直接给社会捐款了。\n\n中国人是看不得浪费的，如果你平时在浪费，那一定会有人在解决浪费。\n\n比如你2个人吃饭点了8个菜，吃不完，这当然是浪费，但这个浪费其实只是浪费了一点资源，而且这些资源还会回收，比如养猪或者喂鸡，但餐馆老板的收入增加了，厨师的工作也增加了，说不定老板还得多雇个人。\n\n你看看，这就是简明版的凯恩斯主义啊。\n\n在商品生产能力不足的时代，浪费的恶性比较重，而在生产过剩，消费不足的时代，有钱人其实应该多消费一些，这个过程产生一点浪费也不可怕。\n\n王安石救灾的时候，不是让大户和寺庙捐钱，而是让他们趁着人工便宜大兴土木，扩建宅院。要干活就得雇工，雇工就要付钱，至少得管顿饱饭，于是王安石并没有慷他人之慨就救活了无数灾民。\n\n而富户与寺庙也并没有吃亏，他们以相对低廉的人工建了平时想建又建不起来的宅子，等于省了一大笔钱。\n\n你看，很多好事是不花钱的。\n\n如果你看不得浪费，过期的东西舍不得扔，有可能会支付更大的代价。很多年轻人就很头疼老一辈人的节俭，一辈子没吃啥好的最后全花在医药费上了。\n\n如果你平时就是买一大堆东西，过期了就扔的，只要花的是自己的钱，或者虽然花的是爸妈和家人的钱但他们不在意，那就可以心安理得的去做，你这是促进社会财富分配的行为，社会的和谐有你的一份力。\n\n我就喜欢和这样的人做朋友。",
    "excerpt": "# 浪费也不可耻  前一篇讲了垃圾与资源，而如果你日常生活中是比较浪费的，也不必自 责，因为浪费其实也是一种资源配置  比如古代人厚葬，这当然是浪费，对当时的人来说财富就减少了，可是我 们现在挖出来就是了解那个时代的宝贝  以前看过一个故事，两个和尚挑水，一个挑的四平八稳，而一个总是会把 水溢出来。...",
    "readTime": 4,
    "tags": [
      "人际关系",
      "职业发展",
      "生活方式"
    ]
  },
  {
    "id": "098",
    "slug": "098-我与我周旋久，宁做我",
    "title": "我与我周旋久，宁做我",
    "content": "## 我与我周旋久，宁做我\n\n如果有机会换一个身份生活，地位更高，更有钱，家庭更幸福，你会愿意吗？\n\n反正我是不愿意的，我相信大多数人也不乐意。\n\n如果你对生活不满意，就想想这个问题，如果你的答案也是不想换，那你是不是就舒服一些了？原来这样的生活对你来说已经是最好的安排。\n\n如果你想换，那你愿意付出什么代价呢？\n\n这个世界总没有免费午餐对吧。\n\n如果你想交换一个更健康俊美的身体，代价是你要每天坚持锻炼，要节食，看到好吃的也只能忍住。\n\n这个代价不算高吧，你愿意吗？\n\n如果你想更有钱，代价是你需要硬着头皮去推销自己，去讨好领导，去增加自己的知识与能力，你愿意吗？\n\n如果你想更受欢迎，代价是你需要更social，更会夸人，还要有领导力，能团结人。\n\n你看，其实你可以换一个人生，只要你愿意付出相应的代价，在一定程度内是可以换的。\n\n世说新语里记载了这么一个段子：\n\n桓公少与殷侯齐名，常有竞心。桓问殷：\"卿何如我？\"殷云：\"我与我周旋久，宁作我！\"。\n\n桓公就是桓温，一代枭雄，差点篡了司马家的东晋，后来真的走出那一步的桓玄就是他的小儿子。\n\n桓温小的时候跟殷浩齐名，肯定想压过殷浩一头，等到桓玄立下大功名，权势地位如日中天的时候，他问殷浩，你能跟我比吗？殷浩回他，我还是觉得做自己更好。\n\n当然，桓温也是一个有趣的人，我其实还挺喜欢他。\n\n命运当然大半是注定的，但接不接受命运，却是个人可以选择的。\n\n历史的诡谲在于，总有些人可以跳出命运之上主宰自己的命运，谁又不想做这样的人呢？\n\n哪怕最终被命运降服，抗争过跟没抗争过，总还是有点不一样的。\n\n就如同同样是投降，打到弹尽粮绝而投降与不战而降，总是有区别。\n\n想明白自己要不要接受自己的命运，而不是一边报怨命运不公，一边又什么都不做。\n\n做自己也挺好，其实大多数人也还是愿意做自己的。\n\n要么跟自己和解，要么对抗命运，人总得选一样吧。\n\n无论哪种选择，都可以走出自己的人生，怕就怕又想改变，又不愿意做出改变，而在抱怨中耗费了自己的心气与光阴。\n\n搞明白跟自己的关系，是我们非常重要的一课。",
    "excerpt": "# 我与我周旋久，宁做我  如果有机会换一个身份生活，地位更高，更有钱，家庭更幸福，你会愿意 吗？  反正我是不愿意的，我相信大多数人也不乐意  如果你对生活不满意，就想想这个问题，如果你的答案也是不想换，那你 是不是就舒服一些了？原来这样的生活对你来说已经是最好的安排  如果你想换，那你愿意付出什...",
    "readTime": 4,
    "tags": [
      "人际关系",
      "生活方式"
    ]
  },
  {
    "id": "099",
    "slug": "099-如果你的孩子痴迷网游怎么办",
    "title": "如果你的孩子痴迷网游怎么办",
    "content": "## 如果你的孩子痴迷网游怎么办\n\n很多家长为这个事情头疼，在我读初高中的时候，家长头疼的是看小说和上网。我有个初中同学一天看一本，眼镜都看的老厚了，而高中那会周末老师都要去网吧抓人。\n\n前面有篇讲到汤姆索亚受惩罚的时候让别的小朋友拿玩具交换帮他刷墙的机会，因为汤姆让他们相信这是一个很好玩的游戏。\n\n这里面的心理学知识就是认知失调，简单说就是屁股决定脑袋。\n\n在《影响力》一书中介绍了抗美援朝时期我方部队怎么转化美方战俘。让他们抄写对美国的批判文章，在广播台朗诵，而给的交换条件只是几支香烟。\n\n在其他被俘美军看来，这么低的诱惑显然不足以让你背叛美国，所以你其实一定是真心的。而在这些发表声明的美军本人看来，几支香烟确实也太少了，是不是自己真的对美国不满意呢？\n\n在投机市场上，这种行为也很常见，比如你持有茅台股票，然后就会找各种证据证明它好，而当你卖掉，你又会找各种证据证明这是一个高点，该卖了。\n\n认知失调理论有个很有意思的推论，就是如果你因为你的兴趣而得到奖赏，这本身可能会减弱你的兴趣。比如你喜欢打乒乓球，如果你赢得了市冠军，那你肯定很高兴，但如果你每打一个小时奖励你5元钱，你是不是就感觉很奇怪，明明是自己的爱好，怎么变成打工了呢？\n\n所以，如果你的孩子痴迷了网游，你首先要做的是判断这是不是他的核心支持系统，如果这是他的核心支持系统，你又没有别的来替换，那把这一根也拿走了，房子就塌了。\n\n如果他在学校被欺负被歧视，在家里又感觉不到温暖，那他不是只有从网游中获得成就感了。\n\n如果你判断网游本身没有那么强的支持作用，那你可以给他发工资，打小时发10块钱，过几天他就搞不明白自己到底是真喜欢玩游戏还是只是为了钱了。",
    "excerpt": "# 如果你的孩子痴迷网游怎么办  很多家长为这个事情头疼，在我读初高中的时候，家长头疼的是看小说和 上网。我有个初中同学一天看一本，眼镜都看的老厚了，而高中那会周末老师 都要去网吧抓人    前面有篇讲到汤姆索亚受惩罚的时候让别的小朋友拿玩具交换帮他刷墙的 机会，因为汤姆让他们相信这是一个很好玩的游...",
    "readTime": 4,
    "tags": [
      "支持系统",
      "人际关系",
      "心理健康"
    ]
  },
  {
    "id": "100",
    "slug": "100-既济未济",
    "title": "既济未济",
    "content": "## 既济未济\n\n周易倒数第二卦是既济，倒数第一卦是未济。\n\n既济的意思是已经渡河了，也就是已经结束了，而未济就是未渡河，未结束。\n\n这两卦一个是水上火下，一个是火上水下，含义是相反的，卦象也是颠倒的。而有趣的是，第63卦明明没结束，却叫既济，而64卦是最后一卦，已经结束了，却叫未济。\n\n这个系列从起心动念到今天22天，从正式开始写作，也就是19天，这篇刚好是第100篇。\n\n一开始想写100篇的时候，还是一个不可能完成的任务，我从未试过这样高密度的写作，而且就一个似乎没有多少概念可以阐述的领域写100篇，也确实难以做到。\n\n但真动手之后，却如有神助。每天都写到思路枯竭，觉得第二天没啥好写，但当开始写的时候，又能找到话题，如此循环。\n\n支持系统这个话题的核心概念也就四五篇的内容，剩下的很多篇剥离掉支持系统的部分也完全可读。而这也是支持系统的简明之处，你不是很需要了解它的逻辑，就可以轻松上手，而你开始了解它的逻辑，又简单明了。\n\n在这一次支持系统实践中，我收获很多，首先是解决了一些自己的问题，包括家人和朋友，然后也影响了身边的一些人，带动他们开始实践，最后就是通过真的写完这一百篇，确认了需求法则真实不虚。\n\n德语里有个词Aufhebung，表达某个状态的结束，又表达孕育新的开始，进入更高阶段的意思，似乎可以勉强来对应既济未济。\n\n在63卦，其实所有的卦都已经结束了。就比如班上50个人，已经排了49个人的成绩，你的还没排，但也已经排了。但到了64卦，在确实已经结束的地方，又孕育着新的开始，就如同这世界，春夏秋冬，春不是开始，冬也不是结束。\n\n这100篇写完，自然是这一系列告一段落，但通过这19天，我又养成了每天写作的习惯，这显然又是一个新的开始，这个系列还会继续更新，只是不会再对自己有太强的要求，也许某一天我会立下写1000篇，10000篇的愿望，到那个时候再说呗。\n\n每一天都是旧生命的结束，也是新生命的开始，所以苟日新，日日新，又日新，我们每天都向旧的自己告别，迎来新的生活，不停的迭代自己和自己的支持系统，走向更高更远的世界。",
    "excerpt": "# 既济未济  周易倒数第二卦是既济，倒数第一卦是未济  既济的意思是已经渡河了，也就是已经结束了，而未济就是未渡河，未结 束  这两卦一个是水上火下，一个是火上水下，含义是相反的，卦象也是颠倒 的。而有趣的是，第 63 卦明明没结束，却叫既济，而64 卦是最后一卦，已经 结束了，却叫未济    这...",
    "readTime": 4,
    "tags": [
      "支持系统",
      "人际关系",
      "生活方式"
    ]
  },
  {
    "id": "101",
    "slug": "101-习得性无助",
    "title": "习得性无助",
    "content": "## 习得性无助\n\n上一篇讲了一只在绝境中获救的老鼠获得了更强大的意志，超越了自己的极限，而这篇就讲讲精神被打垮的状态。\n\n习得性无助是一个心理学的名词，就跟其他专业术语一样难以直观的理解，但我们可以用小故事来说明。\n\n在实验笼里有一只小老鼠，里边有两个板子，当小老鼠踩上甲板时，会出来食物，而踩上乙板，则会被电击。一段时间之后，老鼠知道了这个规律，只会去踩甲而非乙。\n\n在老鼠掌握了这个规律之后，实验者讲装置调换，踩到甲会被电击，而踩到乙则会有食物。\n\n尽管老鼠很困惑，但经过一段时间，它还是适应了这种转变。\n\n之后装置继续发生变化，两边都变成电击了，老鼠这下彻底懵了，它不停的来回试，每次得到的都是电击。食物呢？食物呢？虽然我们听不懂它的话，但你能猜到它心里肯定是不停在这狂吼。\n\n后来老鼠也适应了，再饿也不动了，尽管这个时候装置又发生了变化，两边都是食物，但它已经不动了。\n\n这就是习得性无助，它小小的大脑已经在勉强跟上时代的变化，但最后它还是崩溃了，它不知道为什么这个世界会变成这样，但它知道自己怎样努力都不会有结果，于是放弃了，摆烂了。\n\n是不是听起来很熟悉？\n\n原来摆烂其实就是习得性无助。\n\n为什么年轻人会喜欢打游戏，因为你每攻击一次，再强大的魔王也会掉一滴血，这个反馈是很直观的，你知道你只要再努力，你就会战胜大魔王。\n\n而现实世界是没有进度条的，你不知道为什么每次尝试的结果都是失败，大魔王为啥不掉血啊？\n\n知乎上有个问题，为啥男生会追一半不追了，高赞回答是，你倒是给个进度条啊。\n\n为什么学习很痛苦，因为学习也没有进度条，你背了一个又一个公式，做了一道又一道题，总是看不到进步，看不到成长，自然无法做到乐在其中。\n\n学英语也是，你可能背了几千个单词还是看不懂听不懂，但有一天，你好像就懂了，于是你就懂了。\n\n我用google\\ntranslator学法语，从一开始几乎每个词都看不懂，到有一天好像突然能看懂一些了，用了大概四五个月的时间。尽管从大概能看懂，到完全看懂，可能需要几年甚至更久，但这之后就容易多了，因为有反馈了。\n\n我学印尼语比较快乐就是我在印尼获得了学习的快乐，你会几个单词，他们是真的很开心，你只会十个词，他们也会觉得你印尼语很棒。我曾经在仙本那用10个词的印尼语加手语和英语跟一个奶昔店的服务员小姑娘聊的很开心，甚至还白嫖了一杯奶昔，我说dua\\norang, satu\\ncup，就是说我们两个人，只有一杯，cup我说的英语，因为我不知道印尼语怎么说。\n\n等我们喝完要走的时候，小姑娘对我说saya cinta kamu。\n\n这可是在一个伊斯兰国家，我瞬间体会到了外国人在中国泡妞的快乐。\n\n你看，这种即时反馈就让我学的很快乐。\n\n你听着都觉得很快乐对吧。\n\n这也是支持系统的作用，如果你明明啥都不会，但边上的人都觉得你棒极了，那你真的会学的很快乐，你最后就真的会棒极了。\n\n而习得性无助就是反过来，所有努力都没有效果，所有的尝试都失败了，然后就放弃了，彻底放弃了。\n\n很多家长会说孩子有事不跟他们讲，他们也不知道小孩为啥会自残，抑郁。\n\n因为你忽略了他向你们求救的信号，当他无数次发出信号都得不到回应的时候，他也就接受了，自己不配得到别人的支持。\n\n当小孩不想上学，你是不是很烦躁，只想把他扔到学校去就算了。\n\n而没有想过他为啥不想上学，是不是被欺负了，是不是听不懂，是不是老师忽视他甚至伤害他？\n\n当孩子说他想出去玩，你是不是口头答应下来，之后就因为工作太忙忘记了。\n\n每一个承诺都是一次回应，但直到承诺实现才算是回应的完成。\n\n成年人的世界虚与委蛇是正常的，但这种规则不应该带到亲密关系中来，尤其是亲子关系，因为孩子还不知道这个世界的运作规则。\n\n了解自杀的朋友也会知道，自杀者在真正行动之前是有求救信号的，可能是打电话给朋友说最近很痛苦，而得到的回应是你应该坚强一点，但显然这并不是有效的回应，你应该坚强跟你应该有钱你应该漂亮是一样的，我知道我应该，但我做不到。\n\n面对所有的求救信号，如果你不是专业人员，你只需要表达一点，我支持你，我爱你。\n\n爱有强大的力量，仅仅是表达就可以给人加满油。\n\n这也是我愿意继续写支持系统的一个原因，因为在写作的过程中，我体会到了更多的爱，而我也更加的爱自己，爱家人和朋友。\n\n爱其实一直都在，在炉膛里熊熊燃烧，但上面的灰太多了，当你拨开的时候，发现原来它燃烧的这么旺盛。\n\n所以并没有什么死灰复燃，复燃是因为它的温度一直都在，只不过没有人把灰拨开，再添上易燃的稻草。这稻草就是爱的表达。当爱真正消失的时候，就如同你把稻草洒到已经被雨淋了一夜的泥灰里，它是再也不会再燃烧起来的。\n\n当一个打工族努力工作，却发现无力面对高昂的房价，也找不到对象，甚至连升职加薪都做不到的时候，他也就习得性无助了，我们熟称躺平。\n\n一个有过成功经验的人，往往有种强大的自信，即使栽倒也能再爬起来，就如同上一篇那只缸里的小老鼠，它得救过，它相信它还会得救。\n\n这就是我们要寻找我们优点的原因，你发现你其实有这么多优点，赢过这么多次，你并不是一无是处，你就能从自己的内心深处再次发现力量，无论这个力量在外界看来多么渺小可笑，但它却是支撑你走出人生沙漠的骆驼。别人不喜欢你的骆驼，但它就是你的全部。\n\n首先要寻找的支持，一定来自自己。",
    "excerpt": "# 习得性无助  上一篇讲了一只在绝境中获救的老鼠获得了更强大的意志，超越了自己的 极限，而这篇就讲讲精神被打垮的状态  习得性无助是一个心理学的名词，就跟其他专业术语一样难以直观的理 解，但我们可以用小故事来说明  在实验笼里有一只小老鼠，里边有两个板子，当小老鼠踩上甲板时，会出 来食物，而踩上乙...",
    "readTime": 10,
    "tags": [
      "支持系统",
      "自我成长",
      "人际关系",
      "职业发展",
      "心理健康"
    ]
  },
  {
    "id": "102",
    "slug": "102-伤害是如何传递的",
    "title": "伤害是如何传递的",
    "content": "## 伤害是如何传递的\n\n先讲个韩国的故事。传统的韩国家庭跟中国是类似的，婆婆欺负媳妇，媳妇变成婆婆继续欺负媳妇，这样的传统一代代传承下来，直到韩国人喊出让传统终结在我们这代。\n\n又是心理学时间，无聊的心理学家们继续做实验，但这次他们放过了可怜的小老鼠，而转向了智商更高社会化程度也更强的猴子。\n\n他们把四只猴子关在一起，里面放两个挂钩，红色的拉一下会有香蕉掉下来，另一个黑色的拉一下会被电击。但这次不同在于电击是四只猴子一起承受的。由于猴子很聪明，它们很快发现了这个规律，于是只要有猴子拉黑色挂钩，剩下三只猴子就会把这只挑事的给打一顿。\n\n后来已经没有电击了，但这个习惯保留了，谁拉黑色的还是会挨打。\n\n再后来，心理学家们把这些猴子替换掉，新来的猴子不懂事，拉了黑色的，于是就挨打了。继续替换，等所有的猴子都换走了，再也没有猴子知道为什么黑色不能拉的时候，这个习惯依然保持下来了。\n\n论一种伤害性传统的诞生。\n\n当然，科学家们的无聊总是超过大家的想象，他们又设计了一种新的实验。\n\n在一个放了一群猴子的笼子里不停的放新猴子，每次放入新猴子，所有的猴子都会被电击，几次之后猴子们知道了，原来都是新来的害自己被电，于是只要有新猴子进来，大家就先把它打一顿。\n\n又是老套路，后来电击没有了，这个传统依然保持，然后陆续替换掉猴子，这个传统依旧保持，直到所有的猴子都不知道为啥要打新来的，这个传统还是得到保持。\n\n于是这群猴子就变成一个非常排外的猴群。\n\n我相信很多不好的传统其实就是这么传承下来的，并没有什么深刻的道理。\n\n比如酒桌文化，也许跟权力的展示没有关系，就是一种传承已久的惩罚机制，所有酒桌上的人都会慢慢变成那群猴子。\n\n很多人不理解，为啥从小挨爸妈的打，决心要当一个不打不骂孩子的人，但却总是在孩子调皮的时候忍不住想打他一顿。\n\n这是不是也是某种伤害性传统的延续呢？\n\n在古代中国，某家出一个不肖子可能就会导致全家被杀，甚至殃及池鱼，连亲戚也完蛋了，俗称诛九族。在这种社会制度下，家长族长对子弟的要求高就很自然，大家也愿意承认这种权力，同时联姻也必须非常谨慎，别到时候倒霉了一起完蛋。\n\n这种传统养成之后，即使背后的制度已经消亡了，但却无法让传统跟着消散，家长的权力依然是被社会广泛认可的。\n\n传统也是一种支持系统，哪怕这种传统并不好，它也会支持它继续延续下去。而要对抗这种不好的传统，就需要另一种支持系统来替换它。\n\n很多年轻人经常看到社会各种问题，觉得应该全部打碎，但真打碎了发现却没有能力收拾，才知道一个已经出问题的支持系统也还是支持系统，支持系统只能替换。\n\n比如一个人可能已经了无生趣，但他对某个人的恨让他坚持活了下来，如果你没有更好的支持系统，比如爱来替换，直接告诉他原来当初的恨并不成立，杀他全家的另有其人，他可能瞬间万念俱灰，生机泯灭了。\n\n当我们发现有很多不良的传统存在时，尤其在家庭生活中，那就停止这种传统，用爱来替换。父子之间也可以有很多爱的表达，并不需要每天都冷冰冰的。\n\n支持系统本身是中立的，尽管我们更鼓励表达爱，但恨也是某种支持，就如同坏人也有自己的支持者，我们要做的是替换，让那些不好的支持系统换成更好的，由爱组成的支持系统。",
    "excerpt": "# 伤害是如何传递的  先讲个韩国的故事。传统的韩国家庭跟中国是类似的，婆婆欺负媳妇，媳 妇变成婆婆继续欺负媳妇，这样的传统一代代传承下来，直到韩国人喊出让传 统终结在我们这代  又是心理学时间，无聊的心理学家们继续做实验，但这次他们放过了可怜 的小老鼠，而转向了智商更高社会化程度也更强的猴子  他...",
    "readTime": 6,
    "tags": [
      "支持系统",
      "人际关系",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "103",
    "slug": "103-飞越塔克拉玛干",
    "title": "飞越塔克拉玛干",
    "content": "## 飞越塔克拉玛干\n\n今天坐飞机去阿拉尔，现在正在塔克拉玛干沙漠的上空。\n\n看着无垠的沙漠，在空中亦看不到边际，想像一下自己行走其中应该是多么的绝望。\n\n每个人生命中都有自己的塔克拉玛干，除了一步一步往前走，别无选择。\n\n当年有人问邓长征的时候是怎么做的，他回答了三个字\"跟着走\"。\n\n长到绝望的旅途如果只有你自己一个人，那是很难坚持的，如果有一群人，那就会容易很多。尽管路还是自己走的，只要有同伴，就显的没那么可怕。\n\n这就是我们无论多么恐惧和厌恶他人，总还是想寻找一个集体，寻找一些同伴的原因。\n\n而这也是我们为什么需要支持系统，需要家人与朋友的原因。\n\n一群人在沙漠里走，谁帮助了谁，谁又接受了谁的帮助呢？\n\n从整体上看，每个人都帮助了别人也接受了别人的帮助，平均净支出为0。\n\n但每个人都获益了。\n\n而这就很奇怪，好比我给每个人50，每个人也给我50，结果一算账，我赚了，每个人也都赚了，这咋回事？\n\n这其实就是我反复说的，支持系统并非一个零和系统，我们是可以创造正净值的。一个卖辣条的和一个卖水果的，如果他们不互相支持，卖辣条的把自己辣个半死，而卖水果的甜到发腻。等他们互相支持，互相交换，每个人都既有辣条又有水果吃，每个人都获得了收益。\n\n这就是支持系统的神奇所在，支持系统越大，社会的财富就越多，甚至好像凭空冒出来的。\n\n对于我们个人也是如此，每个人单独走，都走不出塔克拉玛干，但结成队伍，却能走出来。明明我们每个人都充满缺点，但结合在一起的时候，却又恰巧能相互支持。\n\n在支持系统中，我们承认自己的优秀，并不否认自己的缺点，只是觉得自己的优点更明显。如果你只是一个人穿越沙漠，你什么都得带，水食物导航缺一不可，这个时候你每个缺点都是致命的。而集体穿越的时候，哪怕每个人都少带了一点东西，但匀一匀，却好像又都够了，每个人的缺点都被别人的优点所覆盖了，于是整体的力量就大于个体之和了。\n\n我们总是太过忧虑与自卑自己的缺点，因为我们总是不相信自己的支持系统，什么都想带在身上，什么都不能少。如果你相信你有一个足够强大的支持系统，你缺什么都无所谓，总会有所弥补。\n\n哪个伟大人物没有缺点呢？\n\n君子之过也，如日月之食焉。 过也，人皆见之；更也，人皆仰之。\n\n君子就是大人物，大人物都有缺点，只不过总有别人能帮他遮掩缺点，所以最终他还是成就了伟大的事业。\n\n酸甜苦辣咸单独一种拿出来，你都吃不消，但调和在一起，却是美味。\n\n生命也是这样，每个人的缺点都很明显，但结合在一起的时候，就不太明显，甚至有些缺点变成了优点。\n\n萧何能治理后方不会打仗，韩信会打仗但恃才傲物，张良计谋深远却只能做谋士，陈平没有硬刚权力的勇气却能算计，而刘邦能用所有这些人，即使他不是一个好丈夫好父亲，也看不起儒生，也沉不住气总是发脾气，最终还是成就了霸业。\n\n历史故事我相信大家也不陌生，人无完人，谁都知道，但在要求自己的时候，却总是把缺点放大。\n\n大多数缺点都没那么重要，除非它会严重的伤害你的支持系统。\n\n项羽+范增的组合并不输给刘邦团队，但项羽猜忌范增，把他赶走了，于是导致了最终的失败。\n\n就在写作的时间，已经可以看见良田农场，这意味着塔克拉玛干沙漠已经过去了。\n\n人生也是一样，再难的困境也可以走出去，只要你找到你的同伴，大家互为支持系统，再大的沙漠也会走完的。",
    "excerpt": "# 飞越塔克拉玛干  今天坐飞机去阿拉尔，现在正在塔克拉玛干沙漠的上空  看着无垠的沙漠，在空中亦看不到边际，想像一下自己行走其中应该是多 么的绝望    每个人生命中都有自己的塔克拉玛干，除了一步一步往前走，别无选择  当年有人问邓长征的时候是怎么做的，他回答了三个字“跟着走”    长到绝望的旅...",
    "readTime": 6,
    "tags": [
      "支持系统",
      "人际关系",
      "职业发展"
    ]
  },
  {
    "id": "104",
    "slug": "104-如果你觉得你的思维不够深刻",
    "title": "如果你觉得你的思维不够深刻",
    "content": "## 如果你觉得你的思维不够深刻\n\n这可能是一个不少朋友的顾虑，觉得自己想的太浅，不够深刻。\n\n王安石有首诗，愿为五陵轻薄儿，生在贞观开元时。斗鸡走犬过一生，天地安危两不知。\n\n深刻的见解往往并不是来自于阅读，而是经历。\n\n如果你没有经历过非常信任的人的背叛，你可能就难以理解他人即地狱，如果你没有在毫无希望的状态徘徊逡巡，也很难理解却将万字平戎策，换得东家种树书。\n\n当你经历过从黑暗到光明，从绝望到希望，就能理解剑外忽传收蓟北，初闻涕泪满衣裳。，当你看到某次无意的尝试让你脱困，也就能理解山重水复疑无路，柳暗花明又一村。\n\n这些道理都懂，但你并不拥有它们，英语有个说法叫you don't own your\\nwords，当你看到一个未经世事的年轻在人谈论那些需要非常阅历才能有所体悟的内容，你就可以用这句话来形容。\n\n昨天跟一个朋友吃饭，我说道其实道理早就由古圣先贤讲完了，我们不过是再讲一遍，但是用我们这个时代的语言。\n\n你可以用几何原本来学几何，跟初中几何内容差不多，但我想不太会有人这么去尝试。\n\n你也可以用牛顿的自然哲学的数学原理来学牛顿力学，也不会比现在的教材更高效。\n\n经历过事情，你这些道理你才算真的拥有了，否则只是一些普通的词语组合。当然古人的道理也未必都对，但道理往往都是更偏向于深刻而非全面，全面的内容就很难深刻，这也是没法子的事情，甚至这点古人们也想到了，老子说道可道非常道，孔子说天何言哉？\\n四时行焉，百物生焉，天何言哉？而佛则说若以色见我，以音声求我，是人行邪道，不能见如来。\n\n六祖慧能听到\"应无所住而生其心\"的时候就顿悟了，这句话我也会说，但我确实没有从中得到什么大的启示。\n\n所以如果你担心你的思维不够深刻，这某种程度上是一种幸运，就如同王安石的诗一样，他宁可当一个天地安危两不知的纨绔子弟，也不愿意生活在内忧外患的时代，西方哲学也有个问题，你是愿意做一个痛苦的人还是一头快乐的猪，这个问题绝非容易。\n\n而当你生命中的痛苦折磨如期而至，你也不用太过伤心，因为你知道你悟的时候可能就要到了，不愤不启，不悱不发。\n\n如果你错过了生命中的危机，一无所得，那才是遗憾。\n\nChaos is the ladder。\n\nNever waste a good crisis。\n\n我并不觉得人应该承受痛苦，但痛苦却是生命中无法躲避的，既然如此，我们应该与苦难交易，我可以承受苦难，但我希望得到某种体悟。\n\n一个经过痛苦磨练的灵魂会更坚定有力。\n\n有这么一个实验，如果你把老鼠扔在水缸里，它要游到边上的时候就拿棍子给它顶回中间，直到它体力耗尽，再也游不动，然后就淹死。实验记录出来这只老鼠大概1个小时就会淹死。但实验人员在老鼠眼看不行的时候给它捞出来，好好养了一段时间，再进行这个实验，这只老鼠最终坚持了3个小时之久。\n\n在这只老鼠的意识里，再坚持一会，一定会得救的，上次的濒死体验给了它更强的信心，于是它远远超过了自己的极限。\n\n所以人的信心从何来而，希望从何而来呢？从自己的成功经验。\n\n你扛过去的痛苦经历，将成为你支持系统的一部分，让你在绝境中爆发出更强的力量。\n\n所以如果你的思维不够深刻，那就享受这快乐的日子，你并非思维能力不如人，只是契机未到，而当苦难如期而至，这就是你变的强大与深刻的契机，不要错过这次契机，也不要被苦难打倒，坚持到最后，你就会获得新的力量，这种力量叫信心和希望。",
    "excerpt": "# 如果你觉得你的思维不够深刻  这可能是一个不少朋友的顾虑，觉得自己想的太浅，不够深刻  王安石有首诗，愿为五陵轻薄儿，生在贞观开元时。斗鸡走犬过一生，天 地安危两不知。  深刻的见解往往并不是来自于阅读，而是经历  如果你没有经历过非常信任的人的背叛，你可能就难以理解他人即地狱， 如果你没有在毫...",
    "readTime": 6,
    "tags": [
      "支持系统",
      "人际关系",
      "思想哲学",
      "生活方式"
    ]
  },
  {
    "id": "105",
    "slug": "105-如果你学的不够好，试试教别人",
    "title": "如果你学的不够好，试试教别人",
    "content": "## 如果你学的不够好，试试教别人\n\n教学相长也是老话了，但很少有人实践。\n\n我一直觉得教高中数学的应该是刚考上名校的大学生，他们真正从题海练出来。而大学里玩了四年的师范生，已经离高中很远了，他们再去教，相当于重新学一遍。\n\n有个理论，书本最多只能记录信息的30%，手把手可以到达70%，因为很多东西语言根本无法传递。\n\n就比如没有人可以通过书本学会骑自行车，游泳，攀岩，也没有人可以通过书本变的更自信，更勇敢，更智慧。尽管书上写的都是对的，但只有在实践中，你才知道原来这么多内容根本没有写，写了也不会。\n\n你要理解递归，你先要理解递归。\n\n如果你理解递归，你就知道上面这句话是对的，如果你不理解递归，那看了也肯定是一头雾水。\n\n昨天跟朋友聊，他跟着教程学习，前面几步教程上都是一带而过，而他折腾了一下午，因为教程里有连接github，而他不知道怎么注册。\n\n教程的写作者肯定也没想到这居然是个问题，怎么会有人没有github呢？但对于初学者来说，这都是问题。\n\n对于老师傅，他看到的是一条笔直的路，他告诉你直接走就行了，半小时就到，而对于新人，他看到的是一条波浪起伏看不到头的路，他根本不知道路上会碰到什么。\n\n我们都有一个体验，同样一条路，往回走总是比去的时候感觉更近，这就是一样的道理。当你有过经验了，就知道哪里有问题，或者你担心的问题根本不是问题，而你没有经验的时候，每一个点都可能有问题。\n\n所以教别人也是一种学习，而且是更有效的学习。无论你学了多少，当你去教的时候，你都会发现自己原来也学到了一些，同时也有很多搞不明白。\n\n程序员们有一种小黄鸭方法，就是在桌上放一只小黄鸭，然后给小黄鸭讲自己刚写的代码，如果自己能讲明白，那就意味着这段代码大概率没啥问题，如果自己都讲不明白，那肯定有bug。\n\n所谓换位思考其实也是一种通过教育来学习的方法，当你是父母的时候，你总想教育孩子，而当你是孩子的时候，又总想教育父母，那不如换个个儿，让父母当孩子，孩子当父母。父母想尽办法替孩子辩护，孩子想办法替父母说理，说着说着，是不是就理解了双方的不容易，原来爱一直都在，只是大家都只站在自己的方寸天地里看不到对方的世界。\n\n一个调皮的孩子，让他上课讲题，或者不讲题讲怎么打游戏，他就会知道课堂上说话的孩子是多么让老师厌恶。\n\n大家都觉得已经烂熟于胸才可以教别人，但真正的大师已经把所有的弯路都走遍了，甚至弯路他也可以当直路走，这对于新人是很难把握的，让刚学一点的人来教其他人，虽然讲的不够深，但也能浅显很多。\n\n同时，让讲解者发现自己原来还是比别人多懂一些的，自信就油然而生了。\n\n我一直是这个观点，自信不是要求出来的，是在一步步成功经验中生长出来的。\n\n对于一个5个月大的孩子门槛是无法翻越的天堑，而到了三岁，他就不会觉得有多难了，因为他已经长大了一点。\n\n孟子说人之患在好为人师，但其实好为人师有什么错呢？只要你教的是对的，好为人师就是想让别人学更多的东西，这是帮助别人的好事啊。\n\n很多人学习的目的是为了在人前炫耀显摆，这个立意不能说好，但只要能让他学习，最终就是好的，就如同也许你学习的目的不是为了振兴祖国，而是为了泡妞，但最终你学进去了就行啊。\n\n支持系统的实践是很灵活的，每个人都可以有自己的办法，只要最终让自己更优秀更善良更成功，那就OK。",
    "excerpt": "# 如果你学的不够好，试试教别人  教学相长也是老话了，但很少有人实践  我一直觉得教高中数学的应该是刚考上名校的大学生，他们真正从题海练 出来。而大学里玩了四年的师范生，已经离高中很远了，他们再去教，相当于 重新学一遍    有个理论，书本最多只能记录信息的30%，手把手可以到达 70%，因为很 ...",
    "readTime": 6,
    "tags": [
      "支持系统",
      "人际关系",
      "思想哲学"
    ]
  },
  {
    "id": "106",
    "slug": "106-谈谈自杀",
    "title": "谈谈自杀",
    "content": "## 谈谈自杀\n\n在上一篇中讲到了自杀，意犹未尽，接着谈吧。\n\n我读书的时候还上过一门心理学课程，里面重点讲的就是自杀，我当时处于非常抑郁的时期，就写了一篇小说当作业交了，讲一个人自杀前的故事。后来老师说篇文章写的很好，自杀前的十个征兆写到了八个。\n\n我心想我天天都想死，无非是不敢做罢了。\n\n大多数人不了解的是，自杀并非一步到位，往往前几次都并不是真的想死，只是做出点动作引起别人的注意，比如拿把刀放在边上，手上洒点红墨水。\n\n后来别人知道真相了就觉得这个人就是哗众取宠，但其实这只是他的求救信号。\n\n没有谁是一开始就有坚定的死志的。\n\n连文天祥也没有，他被关在元大都监狱里也未尝不想求生，甚至表示可以出家当道士，只要不要我做官就行，我也不反元了。\n\n求生的力量是很强大的，要彻底压过这股力量也得非常强大不可。\n\n之前看过李清晨的一篇文章，我很喜欢，另外也做个广告，他写的《心外传奇》是我看过的少数医学科普之一，真的很棒。\n\n他在书中说了一个观点，就是普通人的自杀并不会让这个世界变好。\n\n如果是希特勒之类的大魔头，他们的死肯定是其他人的幸运，但普通人自杀能改变什么呢？\n\n他还建议如果真的想死，不要跳楼也不要喝药上吊，这些方式都没有后悔药吃，死一半不想死了回不了头，你就干脆绝食，只要中途改变主意，随时能回来，如果这么残酷而漫长的痛苦也能坚持，那确实死志已坚，无可动摇，多说无益，只能祝来世投胎到个好人家吧。\n\n自杀干预是一个很严重的社会学课题，可惜大多数人并不了解。\n\n而即使远远没到要自杀的程度，识别抑郁的信号也有助于帮助亲人和朋友在早期就远离抑郁的魔爪。\n\n而这尤其是家长的责任。\n\n为人父母不是一项工作，是一种身份。身份就比如你是一个男人，一个中国人，正常来说，是伴随一身的标签。而为人父母也是，当孩子出生，正常来说，这个标签和身份就将伴随你走完这一生，庄子说对君王的忠和对父母的孝是无所逃于天地之间的责任，其实对家长来说也是如此，对孩子的关心和爱护也是无可逃于天地之间。\n\n老师不能替代，社会也不能替代，家的地位是独一无二的，每个人都只有一个家，直到你也组成自己的家，但原来的家也还在。\n\n现在青少年抑郁症是一个非常普遍的问题，尽管大多数人会在走入大学、步入社会之后恢复，但也有一小部分会伴随他们很长时间，甚至走向自杀。\n\n如果你不能了解各种自杀与抑郁的信号，一定要多表达自己的爱。\n\n爱是对抗所有负面力量的最强大武器。\n\n这个世界本是灰色的，真到有了爱，才鲜亮起来。\n\n没有爱的世界，就一直是灰色的，这是一个事实描述，而非比喻。\n\n一个抑郁的人是看不到美丽的山河天地的，所有的景色都一样，全是灰色，没有鲜明的色彩。\n\n尽管色彩是一种客观存在，是光的不同波长，不可能由意志来改变，但色彩进入大脑就由人来处理了，抑郁症人的大脑会把所有不同的色彩当成灰色来处理。当他闭上眼睛回忆看到了什么，只有灰色。\n\n所以如果你不理解抑郁症，你就试试把这个世界变成灰色，只要戴上比较深的墨镜就可以做到，即使是一个小时你也会觉得挺难受，除非在海边晒着大太阳。\n\n而他们是每天都戴着这样的墨镜。\n\n甚至这只是所有抑郁症体验中较轻的一种。\n\n最后，多表达爱吧，无论你有没有收到求救信号，爱的表达永远都不够，当亲人或者自己要离开这个世界时，你肯定最后悔的是没有再表达你对他们的爱。",
    "excerpt": "# 谈谈自杀  在上一篇中讲到了自杀，意犹未尽，接着谈吧    我读书的时候还上过一门心理学课程，里面重点讲的就是自杀，我当时处 于非常抑郁的时期，就写了一篇小说当作业交了，讲一个人自杀前的故事。后 来老师说篇文章写的很好，自杀前的十个征兆写到了八个  我心想我天天都想死，无非是不敢做罢了    大...",
    "readTime": 7,
    "tags": [
      "人际关系",
      "职业发展",
      "心理健康"
    ]
  },
  {
    "id": "107",
    "slug": "107-弱者心态与强者心态",
    "title": "弱者心态与强者心态",
    "content": "## 弱者心态与强者心态\n\n经常听到这种评价，就是你这是弱者心态，比如人的一切痛苦，本质上都是对自己无能的愤怒。\n\n这话听是不是很有道理。但你细想一下，你多厉害才不会愤怒呢？好像又不可能，刘邦这么厉害，在白登之围的时候也对匈奴示弱，而吕后面对匈奴人毫不客气的求婚信，只敢说自己老了配不上大汗，他们当时不愤怒吗？\n\n贺老总说过，毛大帅一怒九州震动。毛大帅何许人也，也会发怒，你要说他无能，我也不能说完全不对，但确实心里是不同意的。\n\n一般来说，开放的心态是强者的心态，而保护自己那一亩三分地则是小家气的弱者心态。中国历史上但凡讲天下一家，一定是文明强盛的时期，如果讲华夷大防，那肯定就是要守不住了。\n\n但弱者心态本身并不是问题，关键是你是弱者这个事实本身。\n\n如果你是强者，用弱者心态，那肯定不对。但如果你是弱者，用强者心态，只会更离谱。\n\n孟子曰：小国事大国以智，大国事小国以仁。你一个小国不想尽办法在强国之间周旋宛转，而是耀武扬威，那就是求死之道了。\n\n但这并不是说弱者就一定应该用弱者心态，理念要超前于现实一点，但又不能太多。如果弱者一直是弱者心态，那就无法前进，但完全抛弃弱者心态，那又不行，这之间的拿捏尺度，就叫\"智\"。\n\n很多鸡汤文并不能说完全不对，它们确实能指出弱者心态。但并不是说指出你的弱者心态，你就自动变强了，完全不是这样。就比如说你不自信并不能改变现状一样，关键是自信从何而来，强者心态从何产生。如果不是自己生长出来的，而是因为对现实不满而强行模拟强者的心态，反而会死的更快。\n\n比如有钱人没事就请客，你没啥本事也没钱，也动不动请客，只会让自己的财务状况变的更糟。咱不能说爱请朋友吃饭本身不对，这恰恰是扩大交际圈的好办法，但得度材量力，在自己能力范围内进行。\n\n很多正确的道理为什么在实践中总是不对，因为这些道理大多数是成功人士说的，或者别人模拟成功人士的状态，但在起步阶段就用成功之后的方法论，可能就会出问题。\n\n所以如果发现自己一直是弱者心态，本身并不要急，因为单纯切换到强者心态大多数时候也无济于事，但如果你自己本身能变强，那配合心态的切换，这就很丝滑了。\n\n支持系统是一种人人可以操作的变强的方法论，你能获得自己、家人、朋友和陌生人的支持，自然就变强了，变强之后，你心态也会发生转变。\n\n当然，支持系统本身也是心态转变的结果，但这并非简单的强者心态，而是一种以内心充盈爱的状态为基础的心态的改变。",
    "excerpt": "# 弱者心态与强者心态  经常听到这种评价，就是你这是弱者心态，比如人的一切痛苦，本质上都 是对自己无能的愤怒  这话听是不是很有道理。但你细想一下，你多厉害才不会愤怒呢？好像又 不可能，刘邦这么厉害，在白登之围的时候也对匈奴示弱，而吕后面对匈奴人 毫不客气的求婚信，只敢说自己老了配不上大汗，他们当...",
    "readTime": 5,
    "tags": [
      "支持系统",
      "人际关系",
      "心理健康"
    ]
  },
  {
    "id": "108",
    "slug": "108-二阶情绪",
    "title": "二阶情绪",
    "content": "## 二阶情绪\n\n今天讲讲二阶情绪，什么叫二阶情绪呢，就是杯子摔碎了，你很懊恼，这是一阶怀疑，也可以叫直接情绪，但同时，你又会觉得自己怎么会为了这么点事情发脾气呢，这种情绪就是二阶情绪，也可以叫次生情绪。\n\n大多数时候，我们真正烦恼的是二阶情绪。\n\n当然，也有一小部分人就是脾气大，一点小事就能发一天脾气，咱们也不是说这些人就不存在，如果你确实是二阶情绪主导，那你就接着往下看，如果你一直是一阶情绪主导，那这篇暂时还用不着。\n\n我之前介绍过的三世法，很大的作用就是提供正面的二阶情绪。小孩子把家里搞的毛糟糟，谁能不生气呢？但生气的同时，你又同时感觉到这种情况和情绪本身是未来的话题，于是你的二阶情绪就是正面的。\n\n我打车赶飞机的时候，从来不催司机，赶的上就赶，赶不上就算了，没有啥事是因为我误了一次飞机就干不成了的，至少不至于地球毁灭，太阳熄灭，宇宙爆炸。\n\n等我真的赶不上，我当然会有懊恼，但我让这种情绪从内心流过，并不加以阻拦。此时我的二阶情绪是今年误机的任务完成了，又体验了一次懊恼，人生经历+1。\n\n你看，你说我生气吧，也生气，但在另一方面，我又似乎是装出来的，因为我的二阶情绪都是正面的。\n\n不阻拦一阶情绪，让我内心的情绪得以释放，而正面的二阶情绪，让我时时能从当下的状态抽离，一半是体验，一半是观察自己的体验。\n\n这个二阶情绪是观察式的，记录的，也是正面的，它不批判我的一阶情绪，而让我从情绪的河流中趟过。\n\n大多数情况下，情绪本身就像是山洪爆发，过去了就过去了，加以阻拦会让水位堆积，而完全放任则会伤害他人，二阶情绪则是一种通过旁观引导而解决情绪问题的办法。",
    "excerpt": "# 二阶情绪  今天讲讲二阶情绪，什么叫二阶情绪呢，就是杯子摔碎了，你很懊恼，这 是一阶怀疑，也可以叫直接情绪，但同时，你又会觉得自己怎么会为了这么点 事情发脾气呢，这种情绪就是二阶情绪，也可以叫次生情绪  大多数时候，我们真正烦恼的是二阶情绪  当然，也有一小部分人就是脾气大，一点小事就能发一天脾...",
    "readTime": 3,
    "tags": [
      "心理健康"
    ]
  },
  {
    "id": "109",
    "slug": "109-看看更大的世界",
    "title": "看看更大的世界",
    "content": "## 看看更大的世界\n\n当你站在现在看100年以前，当时最顶尖的人怎么会做出如此之多的愚蠢决策。而100年后的人看我们，亦当是如此。\n\n大多数人限于眼前的世界，觉得世界就是这个样子，也应该是这个样子，而未来会如何发展，完全没有思路。\n\n所以想象力才是最宝贵的资源。\n\n沙漠好像毫无生机，毫无希望，但如果沙漠里的沙能卖成钱，整个沙漠你再看，是不是就如同一片片的黄金？\n\n好，现在你想想怎样把这些沙子卖出去。\n\n当三世法用于自身，我们可以调节自己的情绪。而把三世法用于世界，你就会发现这个世界处处是机会。\n\n谁都不能真的站在未来看现在，但你假设你可以，你一定能判断这个世界一定有很多非常明显的机会，明显到后人几乎无法想像我们是怎样错过这些机会的。\n\n现在我们的问题就在于，找到这些显眼的机会，它一定是极度明显但因为太明显导致大家完全忽略了的东西。\n\n经过前面的训练，我们可以观察到别人对我们的支持，我们自己的能力和优点，这在一定程度上锻炼了你的洞察力，原来生活中这么多细节证明了我们的优秀，但我们之前都视而不见，现在你拿着你的心灵显微镜，能不能找到你生活中的其他机会？\n\n我从不否认我是一个虚拟货币的投资者，并在其中获得了一些收益。在我刚接触比特币的时候，我就觉得这玩意儿太好了，它的优点太明显了。\n\n这个世界总是有阴阳两面的，阳面有多大，阴面就有多大，总是有人愿意隐藏自己，隐藏自己的能力，隐藏自己的身份，隐藏自己的财富，隐藏自己的背景。而比特币的一大功能就是藏。\n\n现实的金融世界是阳，而比特币就是阴，阴阳平衡的，所以比特币注定会成长。\n\n任何新生事物的产生都不是一朝一夕的事情，看到它的价值的那帮人一定极力呼吁，而没有看到的则置若罔闻，甚至大加嘲讽。但在这个时候我们得承认，大多数新生事物都不足以壮大到改变世界，夭折的才是多数。\n\n但无论是哪种情况，它们都一定伴随着巨大的争议。\n\n所以新机会一定来自争议。\n\n有争议，所以巨头犹豫，不敢站队，新事物的支持者才能一直向前冲。\n\n有些冲成功了，大多数冲失败。\n\n在你的行业中，或者相关的行业，找一找有没有充满争议的新东西，这可能就是你的机会。\n\n用你已经非常有洞察力的双眼和大脑来思考它的底层逻辑，只要有一条站的住，可能就是你人生改变的开始。",
    "excerpt": "# 看看更大的世界  当你站在现在看 100 年以前，当时最顶尖的人怎么会做出如此之多的愚蠢 决策。而100 年后的人看我们，亦当是如此  大多数人限于眼前的世界，觉得世界就是这个样子，也应该是这个样子， 而未来会如何发展，完全没有思路  所以想象力才是最宝贵的资源    沙漠好像毫无生机，毫无希望...",
    "readTime": 5,
    "tags": [
      "自我成长",
      "思想哲学",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "110",
    "slug": "110-事情没做到完美其实没啥关系",
    "title": "事情没做到完美其实没啥关系",
    "content": "## 事情没做到完美其实没啥关系\n\n昨天我把前100篇的文集做了点文字上的修正并排序，因为之前写的快，很多错别字没改就发了，包括有些用词也得调整，这就我还没说标点符号的事。结果呢我发现有两篇只开了个头就没往下写，然后之后就忘了，一直以为写完了就放在文集里了，于是原来100篇整的文集其实只有98篇。\n\n就这我还不完全确定，因为昨天只整理了1/3，后面记忆中应该是没有只开了个头的，但记忆谁知道靠不靠谱呢。\n\n如果我是个强迫症，这边出版社都在联系了，结果发现这么大个问题，我不得急死。\n\n但我就不，我一点都不急。\n\n说实话，100篇跟98篇又有啥区别呢？\n\n咱们做事情其实也差不多，大多数情况下，在做了95%之后要把剩下的5%完成，得花上20%以上的精力。就比如我写一篇文章可能得10分钟，而要改其中的一两个字，我可能就得花一分钟。\n\n有些工作是必须100%完成的，比如跟军事，安全相关的事情，差一点可能就完蛋了，而大多数人的工作其实没那么重要。比如你扫地，也不需要扫到用显微镜看不到沙子的地步。\n\n完美主义其实也不是病，只不过他们没有做适合自己性格的事情。\n\n在支持系统中，我们不认为任何一种性格是不好的，只是认为它没有放在合适的地方，比如你跟朋友一起出去玩就不能完美主义，别人一点安排不到位你就说，那你就没朋友了。\n\n之前有个面包房用的是很多有点精神问题的人，其中有些就有强迫症，当然也是一种完美主义，这种强迫症就让这些员工必须把面包做的大小一样，看上去就很美观。\n\n这就是很完美的安排。\n\n在20多岁以后，指望性格发生什么根本性的变化那几乎不太可能了，真要发生肯定也得生死级别的大刺激，我也不希望大家遇到。所以跟自己的性格和解就很有必要。\n\n一个完美主义者，完全压制他的这种倾向显然不可能，但可以让他只在某几个地方完美主义，把这种需要释放之后，在其他地方自然就不那么完美主义了。\n\n比如老友记里的Monica，也是个完美主义者，但她也有个小储物间，把收拾不了的东西全扔进去。\n\n支持系统从来不搞单纯的教育批评，不说你应该这样应该那样，它总是能找到一条路径让你去实践，你实践之后，确实可能做到这样那样的要求。\n\n而这本身也是支持系统的特性，在足够的支持下，我们确实可以做到之前做不到的事情。\n\n很多不完美的结果，其实就给新的东西提供了存在的空间。就比如种子不能所有地方都很厚，那样芽就发不出来。\n\n我以为写完了100篇，但实际上完结那篇只是98篇，这恰巧就对应了最后一篇的标题《既济未济》。我在那篇写到已经飞跃了塔克拉玛干，但实际上我写完这段之后又看到了沙漠。\n\n人生也是一样，一山放过一山拦，趟过这条河还有下条河，走完这段路还有下一段路，只有我们生命停止的那天才能说所有山都翻完所有河都趟完所有路都走完。\n\n我之所以写这篇，其实也是呼应上一篇二阶情绪，因为完美主义本身并不是错，但很多人的完美主义导致自己非常焦虑，比如有一个知识点不会，就一直焦虑考试肯定要考，结果焦虑到没时间复习，然后连本来应该拿的分数也没拿到。\n\n男女出去玩，男的没给女的拍好照片，这其实也无所谓，出来玩并不是为了照片来的，虽然拍照是一件很重要的事情，但也不足以取代玩本身。很多小姑娘在这种情况下胡乱发一通脾气，把自己和男友的好心情都毁了，而这也并不能给她带来一张好看的照片，你看，本来只是没拍好照片的问题，而因为这个问题导致的问题却比原来的问题大的多。\n\n我去贵州玩，当然不可能不去黄果树瀑布，但我交了钱进去了，看了很多瀑布了，还没看主瀑，但我的火车快赶不上了。于是我就没有看最大的那个瀑布先走了。\n\n我并没有觉得遗憾，我反而觉得这点遗憾本身也是一种好事，我下次还有来的理由。\n\n我在曲阜旅游的时候，特别想吃那个甏肉干饭，但也没吃上就走了。这当然也是一种遗憾，但人生何尝缺少遗憾呢，有些小小的遗憾正是为了下次的重逢。\n\n真正的遗憾在于爱表达的太少。生命就如同草上的露珠，可能忽然就坠落了，没有坠落的，太阳出来之后，迟早也会干。\n\n大多数强迫症做没做到都没关系，但没有在真正的告别前表达爱，那将会是延续一生的遗憾。",
    "excerpt": "# 事情没做到完美其实没啥关系  昨天我把前 100 篇的文集做了点文字上的修正并排序，因为之前写的快， 很多错别字没改就发了，包括有些用词也得调整，这就我还没说标点符号的 事。结果呢我发现有两篇只开了个头就没往下写，然后之后就忘了，一直以为 写完了就放在文集里了，于是原来 100 篇整的文集其实只...",
    "readTime": 8,
    "tags": [
      "支持系统",
      "人际关系",
      "职业发展",
      "心理健康"
    ]
  },
  {
    "id": "111",
    "slug": "111-接受失败",
    "title": "接受失败",
    "content": "## 接受失败\n\n接受失败是人生重大的一课，再强的人也不是生来就强。\n\n我说的强是基于自身的，一个人出生时地位高，不是自己强，是老爸老妈强，失去爸妈支持或者爸妈不在了，转眼可能就被人打入尘埃，这样的故事太多了。\n\n人面对困难，无非三种选择，一种是战而胜之，一种是战而败之，还有一种就是转身逃跑。虽然后面两种情况都可以归于失败，但能逃避困难某种程度上也是一种成功，能逃而不溃，还能卷土重来，这也是不容易的，很多大人物在弱小时期都逃跑过，像刘邦好几次被打的单人出逃。\n\n能战胜困难的人并不多，这篇也不讲，这篇还是讲打不过怎么办。\n\n古代两军交战，能战则战，不能战则逃，不能逃则降，不能降则死。所以碰到打不过的时候，无非是逃、降、死三种，当然，大家面对的困难一般不用死，所以只有逃和降，降就是认输。\n\n首先得认识到，认输并不丢人。勾践认输过，李世民也签过城下之盟。在面对无法解决的困难的时候，只能认输，认输就是止损。\n\n果断认输，一般不至于一铺输清。比如日本在二战失败的时候签了无条件投降书，但实际上还是有所保留，就是保留了天皇制度，美军也发现还是保留这个形式上的天皇有利于统治和重建日本。\n\n在很多小说里，那些大派怎么覆灭的，无非是主角打了小的，来的大的，打了大的，来了老了，老的也打了，最后全押上，最后被主角光环全灭了。\n\n现实生活中，为了一两块杀人的也大有人在，比如前几天武汉的1块钱割头事件。面涨了一块钱，结果碰上个刚过完年的神经病把老板头割了。还记得有一例是2块钱停车费，一个要收一个不肯付，要收的就躺车轮底下说你有本事把我蹍死，结果真碰上一个有本事的。\n\n在这些事情上，但凡有一方让步，都不至于走到双输的结果。\n\n不止个人如此，国家也这样，历史上记载吴越两国打了一场很扯淡的战争，边境上两家人为了点小事争斗，后来就成两族之争，两乡之争，最后就是两国之争。\n\n一战也很扯淡，一个人杀了一个王太子，最后卷动几十个国家打仗，死了上亿人。一个太子再怎么贵重，也不至于牵扯这么多人，无非是所有参与的国家都不肯认输，非要争个输赢。只不过可怜的是普通人，为了权贵们的面子，一批批的去送死，一个凡尔登绞肉机就死了120万。\n\n炒过期货的都知道，无限制的扛单是要不得的。投进去100块钱，亏光了就亏光了，你再补仓去扛单，等亏了1000了你还要不要补，亏一万呢？往往一开始的亏损相比最终的亏损只是零头的零头。\n\n普通人为啥在投机市场赚不到钱，无非就是亏损不肯割肉，而赚一点立马止盈，高手都是截断亏损，让利润奔跑，而普通是截断利润，让亏损奔跑，甚至不停的补仓，抱薪救火。\n\n光武帝刘秀在他哥刘縯被杀的时候，没有意气用事，而是装的云淡风轻。这也是认输，刘盆子你好歹是同族，杀我哥一个就行了，别杀我。\n\n红军在井冈山时期有段时间放弃了游击战策略，而跟国军打起阵地战来了，放弃了自己战略上的灵活，于是就被吊打。后来放弃根据地长征，这也是认输，打不过就逃嘛，这点也没啥不好意思说的。\n\n酒色财气四堵墙，酒最便宜，便宜的几块钱就能喝上，茅台也就几千；色贵一点，KTV公主陪点酒就得一二千，别的就不说了；财更贵，大多数人破产都是利令智昏，为了赚点利息本金都给人骗走了；而最贵的就是气了，斗气全输光。\n\n包括男女恋爱，很多时候也已经不只是情与欲的纠缠，而是斗气，老娘这么漂亮他凭啥看不上我？那小狐狸精有啥好的？要真说这姑娘有多爱这男的不好说其实，但认输难，忍不了这口气。\n\n很多姑娘有种奇怪的癖好，喜欢不喜欢自己的，但凡爱慕对象表达出也喜欢自己，立马就觉得他面目可憎。反过来，在姑娘来说，就是男生一旦追上就不爱惜了。\n\n这里有也斗气的成分，我已经这么努力了，你还看不上我，我不甘心，我再试试。等你转过身来，你也不过如此，老子（老娘）赢了，拜拜了您呐。\n\n经济学上的沉默成本，无非就是说认输没错，别犟。\n\n支持系统讲的是怎么增加自己的力量，其实就是一个取字，而这篇讲一个舍，取舍本为一理，能取者必能舍，不能舍也取不到。",
    "excerpt": "# 接受失败  接受失败是人生重大的一课，再强的人也不是生来就强。  我说的强是基于自身的，一个人出生时地位高，不是自己强，是老爸老妈 强，失去爸妈支持或者爸妈不在了，转眼可能就被人打入尘埃，这样的故事太 多了  人面对困难，无非三种选择，一种是战而胜之，一种是战而败之，还有一 种就是转身逃跑。虽然...",
    "readTime": 8,
    "tags": [
      "支持系统",
      "生活方式"
    ]
  },
  {
    "id": "112",
    "slug": "112-设立一个纪念日",
    "title": "设立一个纪念日",
    "content": "## 设立一个纪念日\n\n每个人都可以设立一些专属纪念日。比如你是1999年9月9日出生，那每个月的9号都可以是你这个月的生日，那天是星期四，那每个星期四就都是你这个礼拜的生日，那天还是农历7月30，你又可以按农历设计一套生日。\n\n当然，你还可以像刚出生时候的百天一样，把每个整百，整千的日子圈出来。\n\n我一直觉得一万天是很值得纪念日，但为什么没什么人过呢？人一辈子也就能过三次万天纪念日，运气不好的可能也就能过一次两次，还有些实在不走运的一次都过不到。\n\n你还可以去看每一个满月，比如今天就是满月。\n\n人这一辈子也就是看一千个满月对吧，所以每一个都很值得珍惜。\n\n以上是每个人都可以过的，还可以按你自己的节奏来设计一些节日。\n\n比如破处纪念日，看某本很重要的书的纪念日。\n\n或者你思想上发生重大改变的日子也可以纪念。\n\n刚才我通过飞机的舷窗看外面的月亮，月亮好像和我一般高。从没有在这个视角看过月亮，我觉得这也是一个很值得纪念的日子，尤其今天还是满月，更好了。\n\n总之，只要你愿意，每一天都可以很有意义，每天都与众不同，就如同你一样，这个世界只有一个你，比你漂亮的不是你，比你丑的也不是你，比你聪明的不是你，比你笨的也不是你，你就是你，也只有你才是你。",
    "excerpt": "# 设立一个纪念日  每个人都可以设立一些专属纪念日。比如你是 1999 年9 月 9 日出生，那 每个月的9 号都可以是你这个月的生日，那天是星期四，那每个星期四就都是 你这个礼拜的生日，那天还是农历7 月30，你又可以按农历设计一套生日  当然，你还可以像刚出生时候的百天一样，把每个整百，整千的...",
    "readTime": 3,
    "tags": [
      "思想哲学"
    ]
  },
  {
    "id": "113",
    "slug": "113-学一门手艺吧",
    "title": "学一门手艺吧",
    "content": "## 学一门手艺吧\n\n知识跟技术不同，技术是需要反复练习的，知识你知道了就知道了。\n\n学一门手艺，无论是杀猪，拳击，还是修桌子椅子，或者脱口秀，cosplay，有一门手艺在身，你就不一样了。\n\n你会更有自信，因为技术这玩意儿有就是有，装不出来。知识其实是比较容易装的，你随便看几本书，也能糊弄外行，但技术是要上手的，结果假不了。\n\n一个自信的人也会更美，沉浸在自己动手的时候，你身上的自信就是由内而外生长出来的，你甚至不会发现你自信，因为那个时候你可能已经沉浸其中，进入心流状态了。\n\n但这个时候你肯定是美的，别人也会在心里记录你这一刻。\n\n你有一门手艺，实在不行靠这门手艺也能养活自己。你的生活就有了兜底。很多白领非常焦虑的点在于，他们知道自己做工作毫无价值，随时可以被替代，而被替代之后也没有办法谋生，这种潜在的焦虑会一直消耗人的力量。\n\n有一个收入不错的金融从业人员就跟我表达过这种困惑，虽然他在北京有房，收入也好，但他知道他干的活儿无非是拿别人的钱去炒股，他觉得自己也没有什么能力，不止他自己，别人也是，谁都不敢说能跑赢市场。\n\n如果他有一门木匠手艺肯定不会这么焦虑，大不了失业了去做木匠嘛。\n\n随着AI越来越成熟，人跟人知识层面的差别可能会迅速减少，但AI不能帮你踢球，也不能帮你抹水泥，可能以后会有专门的机器人，但人还是愿意跟人一起玩对吧。\n\n这门手艺就是你自己的支持系统，一技傍身，强过家有千金。千金易散，但身上的技艺丢不了。\n\n如果你是每天焦虑的人，你有焦虑的时间，不如就去学门手艺，这样你不焦虑了，手艺也学到了，winwin，你赢了两次。",
    "excerpt": "# 学一门手艺吧  知识跟技术不同，技术是需要反复练习的，知识你知道了就知道了  学一门手艺，无论是杀猪，拳击，还是修桌子椅子，或者脱口秀， cosplay，有一门手艺在身，你就不一样了  你会更有自信，因为技术这玩意儿有就是有，装不出来。知识其实是比较 容易装的，你随便看几本书，也能糊弄外行，但技...",
    "readTime": 3,
    "tags": [
      "支持系统",
      "职业发展",
      "生活方式"
    ]
  },
  {
    "id": "114",
    "slug": "114-内向与自卑",
    "title": "内向与自卑",
    "content": "## 内向与自卑\n\n内向是一种表现，其实内在的机理是不同的。大多数人认知的内向是自卑型内向，就是不太敢跟人说话，露怯，怕说错，怕别人不欢迎自己。还有一种是觉得身边人都是傻逼，没法交流，这种表现起来也是内向，但心理层面就不一样了。当然还有其他种类，就是也不是不能跟别人交流，但觉得面对面的交流没啥意思，还不如回家玩游戏看小说漫画。\n\n这篇的受众的是因为内向而纠结焦虑的那种，如果就是看不起别人或者觉得跟人交流没意思的，那是个人选择，没有什么。\n\n如果你想跟人交流，但总是怕行差踏错，惹人笑话，于是迟迟不敢迈出这一步。\n\n首先，内向并不是问题。就像我上面说的，内向有很多种，单纯内向并不是什么问题。\n\n很多人首先焦虑的就是内向本身，其实内向有什么好焦虑的呢？应该焦虑的是自己想表达而不敢表达。\n\n很多人都觉得别人会笑话自己一辈子，但事实是，即使你做了糗事，大家也就笑话你这一阵，之后最多当个谈资来说，并没有什么大不了的。\n\n这还是你真的犯了什么错误的情况，绝大多数情况是，你并没有你想的那么糟。\n\n有个小秘密，任何美女都曾经因为容貌而自卑。\n\n就如同每个男生都担心自己JJ不够长。我看过一个调查，在跟异性进行第一次性爱的时候，男生对这方面的焦虑会达到顶峰。你看，前面都谈的这么好了，如果到时候表现不好人家怎样看我，想到这个问题都要爆炸了。\n\n你看，爱美之心，人皆有之，自卑之心，人更有之。\n\n大家都差不多。\n\n我说过很多次不要太过在意自己的缺点，因为你优点足够多。但凡觉得你的缺点大于优点的，都不会拿你当朋友，也不会想跟你交流，而想跟你交流的，都是觉得你优点大于缺点的。\n\n当然，也有可能是想来偷袭你的，但考虑到你应该比较普通，那这种人出现的概率应该不会太高。\n\n自卑和自负其实是一体两面。自卑是担心别人看低自己，而自负则在于，认为自己的表现一定会让这么多人在意。\n\n其实你表现的好，表现的差，在一个很大的区间内都是没什么区别的，除非你好到极度惊艳，又或者差到实在令人发指，否则大家只会把你放在普通人的区间。\n\n我在大学军训的时候就发生过糗事。我举手要带男生方阵拉歌，但上台之后全所有的动作和表达全忘了，大家哄堂大笑，最后教官临时换人。\n\n你看，这够糗了吧，但根本无人在意，最多是一个军训时的谈资，而在军训之后，大家也就迅速的淡忘了这件事。\n\n你可能为你的容貌而自卑，也可能为你的家境而自卑，也可能为别人都喜欢打球而你不喜欢而自卑，也可能为各种奇奇怪怪的事情自卑。但其实每个人都如此，哪怕是那些看起来很优秀的人。\n\n北大学生在外人看来已经很优秀了，但其实一进北大，很多人就被打击到没有自信了，原来自己优秀的本钱，在这个园子里屁都不是。就算你是奥赛金牌，但高中奥赛的内容在即将学习的内容面前就如同小孩子过家家，就算你什么都学的快，但别忘了强中更有强中手。\n\n出家之后又还俗的柳智宇就是奥赛金牌，在北大数院也学的很好，还拿了斯坦福的offer，但他最终还是出家了，坊间传闻就是他觉得学数学太吃力了。在我们看来都是神的世界，但在他们眼中，真正的神比自己又远大于自己比普通人。\n\n跟柳智宇同年拿金牌的舒尔茨在几年前就已经获得了菲尔兹奖。\n\n绝大多数的奥赛金牌最终在学术道路上的成就就是缩短了某个大神一次下午茶的时间。\n\n这对他们来说也是很沮丧的，所以你能理解了吧，原来神也不觉得自己是神，而只是庸庸碌碌的普通人。\n\n既然每个人都自卑，都有困扰，那还有什么好怕的呢，我们大可放平心态跟他们交流，所有的仰视都是基于了解的不够，了解够了只会觉得同情。",
    "excerpt": "# 内向与自卑  内向是一种表现，其实内在的机理是不同的。大多数人认知的内向是自卑 型内向，就是不太敢跟人说话，露怯，怕说错，怕别人不欢迎自己。还有一种 是觉得身边人都是傻逼，没法交流，这种表现起来也是内向，但心理层面就不 一样了。当然还有其他种类，就是也不是不能跟别人交流，但觉得面对面的交 流没啥...",
    "readTime": 7,
    "tags": [
      "人际关系",
      "心理健康"
    ]
  },
  {
    "id": "115",
    "slug": "115-一起去看博物馆",
    "title": "一起去看博物馆",
    "content": "## 一起去看博物馆\n\n我在各地旅游的时候，只要有条件，我都会去看看博物馆。\n\n博物馆真是一个很好的地方，在国内一般是免费的，在国外也不会太贵，毕竟是带有一部分公益性质。\n\n只要你脸皮厚，还能蹭到很多免费讲解。\n\n相比于其他动辄花费几十上百的娱乐项目，参观博物馆真是性价比极高的项目。\n\n而且博物馆看起来不累，这毕竟是娱乐项目而非学习项目，看博物馆获得的知识并不比读书少，但体验起来轻松多了。\n\n读书是不停的把文字翻译成图片和思考过程，这个过程比较费脑力，而看博物馆是直接把图像传进大脑，这节约了大脑的计算资源，所以轻松多了。\n\n没事的时候可以带着爸妈、小孩、朋友一起去看看你所在城市的博物馆，或者找几个新朋友一起看，现在喜欢看博物馆的人很多，肯定能找到的。\n\n任何健康的爱好都可以结交一些朋友，因为朋友一开始就是通过共同的爱好走到一起的。\n\n如果你想增加自己的知识又觉得读书太累，那就去看博物馆吧，自然博物馆、历史博物馆和各种专门的博物馆我看了至少五六十个了，我的很多知识就是从看博物馆来的。\n\n增加知识总是好的对吧。",
    "excerpt": "# 一起去看博物馆  我在各地旅游的时候，只要有条件，我都会去看看博物馆  博物馆真是一个很好的地方，在国内一般是免费的，在国外也不会太贵， 毕竟是带有一部分公益性质  只要你脸皮厚，还能蹭到很多免费讲解  相比于其他动辄花费几十上百的娱乐项目，参观博物馆真是性价比极高的 项目  而且博物馆看起来不...",
    "readTime": 3,
    "tags": [
      "人际关系",
      "思想哲学"
    ]
  },
  {
    "id": "116",
    "slug": "116-心情不好时，喝碗热汤",
    "title": "心情不好时，喝碗热汤",
    "content": "## 心情不好时，喝碗热汤\n\n在生活大爆炸里，情商为负的Sheldon也知道朋友难过的时候应该给他端一碗鸡汤。\n\n谁会不喜欢热汤呢，无论是鸡汤鱼汤还是面汤，热汤总是能让心也跟着热起来。\n\n你看，让人看了很舒服的文章还专门有个词形容就叫心灵鸡汤，心灵鸡汤让你心里舒服，而真正的鸡汤则让全从内到外都重新焕发活力。唯心主义被唯物主义打败了。\n\n我相信肠胃和大脑是连着的。肠道又有第二大脑的说法，或者叫肠脑。\n\n现在有研究证明麸质过敏可能导致轻微的腹泻，而这又会损害肠道菌群，而长期的肠道菌群不调，又会影响内分泌，进而影响情绪。我看到一个案例是一个抑郁症病人最后就是通过食物的变化让自己好了起来。\n\n身心的联系真是奇妙啊。\n\n如果你真的抑郁了，可能让医生检查一下你的消化系统会有帮助。\n\n不过在平常难过的时候，喝碗热汤也能起到这个作用。\n\n我尤其看喝土鸡汤，再加一点我自己采的野生菌，太香了。不过不建议你去尝试，毕竟这个还是比较专业的，你可以去买点竹荪，这个是可以吃的。\n\n生活中的每一点美好都值得珍视，因为我们死了就品尝不了了。\n\n我现在坐飞机去西安，一路上看到很多城市，比如现在就在经过兰州。\n\n我通过地图对比发现的，因为地图自带GPS，不需要网络也能查看大致位置。\n\n现在我也饿了，准备去西安吃点好吃的。",
    "excerpt": "# 心情不好时，喝碗热汤  在生活大爆炸里，情商为负的Sheldon 也知道朋友难过的时候应该给他端 一碗鸡汤  谁会不喜欢热汤呢，无论是鸡汤鱼汤还是面汤，热汤总是能让心也跟着热 起来    你看，让人看了很舒服的文章还专门有个词形容就叫心灵鸡汤，心灵鸡汤 让你心里舒服，而真正的鸡汤则让全从内到外都...",
    "readTime": 3,
    "tags": [
      "人际关系",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "117",
    "slug": "117-爱是一种祝福",
    "title": "爱是一种祝福",
    "content": "## 爱是一种祝福\n\n因为爱也是一种能力。\n\n很多人是没有爱的能力的，就跟很多人没有性能力一样。\n\n你以为路上每个男的都有性能力，但并不是这样，你以为每个人都有爱的能力，也不是这样。\n\n我们经常爱错人，这并不奇怪，但错的是人，而不是爱本身。\n\n很多人喜欢说封心锁爱，当然我知道这是开玩笑，但如果你真是这样，这真是一种遗憾。\n\n你为了一个错误的人惩罚了你自己。\n\n跟那些跳楼让别人一辈子内疚的人有什么区别呢。\n\n很多人觉得活的很累，巴不得地球毁灭，或者至少人类毁灭吧。\n\n当然我理解这是一种气话。\n\n可我觉得活着太好了，生活中这么多美好的东西，尤其还免费。\n\n前几天在成都的时候，我路过一片草坪，你知道我发现什么了吗？我发现一大片的野菜，我都想拿把小铲子全给挖了。\n\n本来应该是春天才大量生长的野菜，这个季节居然也有，怎么不是一种惊喜呢？\n\n夏天的时候采野生菌，那么多牛肝菌，鸡枞菌，鸡腿菇，每一种都很好吃。\n\n到了秋到可以采野果，这个秋天我就采了罗汉松果子，山荔枝和南酸枣，昨天我在阿拉尔还在树上摘了一些沙枣。\n\n而且这么多乐趣都是免费的。\n\n我去阿拉尔是找我一个朋友，他在兵团工作，他也是平民子弟，目前发展的也挺好，一路上有很多贵人帮助。\n\n他觉得在阿拉尔就挺好。\n\n如果你爱一个人，那最好你先爱这个世界，这样这个人不爱你了，依然还有美好的世界爱你，如果你只爱这个人而不爱世界，那ta走了你的世界就灰了。\n\n多元化的爱，对人对物对朋友对家人对器物对山水对美色对美景，这些都能支撑你的心灵。\n\n当爱的能力从你的心中剥离，你就活的太痛苦了。\n\n因为爱是一种祝福，既是对被爱的人，也是对自己。",
    "excerpt": "# 爱是一种祝福  因为爱也是一种能力  很多人是没有爱的能力的，就跟很多人没有性能力一样  你以为路上每个男的都有性能力，但并不是这样，你以为每个人都有爱的 能力，也不是这样  我们经常爱错人，这并不奇怪，但错的是人，而不是爱本身  很多人喜欢说封心锁爱，当然我知道这是开玩笑，但如果你真是这样，这...",
    "readTime": 3,
    "tags": [
      "人际关系",
      "职业发展",
      "生活方式"
    ]
  },
  {
    "id": "118",
    "slug": "118-记忆力不好怎么办",
    "title": "记忆力不好怎么办",
    "content": "## 记忆力不好怎么办\n\n很多人觉得自己记忆力不好，其实我也经常这么觉得。\n\n但我有一种办法，如果你觉得不错也可以试试。\n\n那就是谢谢作者。\n\n当你学滕王阁序的时候，想像王勃正在滕王阁上挥洒自如，你看到了他眼中的赣江秋水，你感谢他把这份景色隔了千年带给了你。\n\n老师经常说要代入原作者的状态，但怎么代入呢？\n\n谢谢他。\n\n当你发自内心的感谢王勃，每一段文字都像是从你内心中生长出来，带着感情。\n\n有了感情，这些文字就会有力量，会生出根来扎进你的心里。\n\n不是你要去记忆这些知识，而是这些知识要飞进你的心里。\n\n基督徒吃饭之前要感恩上帝，我觉得我们在学习之前应该感恩这些知识的提供者。\n\n当你觉得这份知识无比珍贵，你的大脑就会调动更多潜意识的力量来帮助你记忆。\n\n姑娘们都知道，男朋友记不住纪念日是因为下意识里觉得不重要。你可以记不住你的生日，但我想每个男生都会记得自己破处的日子，因为那一天确实很重要。\n\n日子可以平平无奇，也可以充满故事，就看你怎么看它。\n\n同样，一段文章，一个知识点可以如飞鸟略过浮云一般略过你的心里，也可以像倦鸟归巢一般住进你的心里，这个区别在于你心里有没有感情。\n\n其实无论哪种感情，爱也好，恨也罢，都会加深你的记忆，但我们学知识，这个恨从哪里来呢？恨不起来，那就只能从爱里来，而感谢作者，你的爱就会被调动，你会爱上这份知识，你当然会记的更牢固。\n\n你看，支持系统就是可以在每一个细节方面得到验证。",
    "excerpt": "# 记忆力不好怎么办  很多人觉得自己记忆力不好，其实我也经常这么觉得  但我有一种办法，如果你觉得不错也可以试试  那就是谢谢作者  当你学滕王阁序的时候，想像王勃正在滕王阁上挥洒自如，你看到了他眼 中的赣江秋水，你感谢他把这份景色隔了千年带给了你    老师经常说要代入原作者的状态，但怎么代入呢...",
    "readTime": 3,
    "tags": [
      "支持系统",
      "人际关系"
    ]
  },
  {
    "id": "119",
    "slug": "119-情绪不稳定怎么办",
    "title": "情绪不稳定怎么办",
    "content": "## 情绪不稳定怎么办\n\n所有情绪方面的问题，内在都是不安全感缺乏。当然，很多人以为发脾气就是问题，其实发脾气也是正常的，只要在该发脾气的时候发脾气那就不是问题，乱发脾气才是问题。\n\n要恢复自己的安全感，本质上还是要建立自信，相信自己。把情绪锚定在别人的表现上，那肯定是容易失望的，失望了就会发脾气。\n\n建立自信的方式之前提过了，大概就是找到自己的优点，扩大自己的支持系统。\n\n现在讲讲处理情绪问题的其他技巧。\n\n单纯劝说你不应该发脾气这也是没有用的，所有情绪问题，都应该有个出口，就跟洪水一样，有堵有疏。\n\n人为什么喜欢看恐怖片，因为看完恐怖片之后，内心的恐惧感得到释放，就会有血清素的补偿，感觉很快乐。\n\n可以先把不稳定的情绪限定在某些人、某些时候、某些方面，如果找不到能让你随便发脾气的人，那可以找个玩具来发通脾气。\n\n想想这个玩具是你最讨厌的人，打一顿骂一顿就好了。\n\n情绪释放完之后再控制就好多了，完全没有释放情绪就强行压制，这就比较困难。\n\n比如你看到别人插队很生气，然后想像ta插到你前面你会怎样羞辱一顿甚至暴打一顿，这种情绪就在你的想像中释放了。结果别人真的来插队，你可能没有啥反应。\n\n这并不罕见，其实就是提前释放了情绪。\n\n这也是曹刿论战的技术，别人一开始以为你要打，战意都调动起来了，结果调动起来两次你都不打，再要打的时候就没有啥战意了。\n\n战争真正残酷的地方还不在于真刀真枪的拼杀，在长达几年的战争中这部分的时间并不多，大多数时间都是无尽的等待，很多战意都在等待中消耗完了，真要打的时候反而得想尽办法才能鼓舞起来。\n\n你看看，YY也是一种能力。\n\n同理，毛片看多了也容易对真人不感兴趣，因为欲望都提前释放了。\n\n这篇其实讲的是更广泛的情绪处理技术，而不仅仅是情绪不稳定，你有强迫症或者其他问题，也都可以试试，反正也没啥坏处，不行咱再换呗。",
    "excerpt": "# 情绪不稳定怎么办  所有情绪方面的问题，内在都是不安全感缺乏。当然，很多人以为发脾气 就是问题，其实发脾气也是正常的，只要在该发脾气的时候发脾气那就不是问 题，乱发脾气才是问题  要恢复自己的安全感，本质上还是要建立自信，相信自己。把情绪锚定在 别人的表现上，那肯定是容易失望的，失望了就会发脾气...",
    "readTime": 4,
    "tags": [
      "心理健康"
    ]
  },
  {
    "id": "120",
    "slug": "120-内耗也是破茧重生的契机",
    "title": "内耗也是破茧重生的契机",
    "content": "## 内耗也是破茧重生的契机\n\n大约每个人从青春期以后的十年间都是处于思维混乱内耗严重容易抑郁的状态吧。\n\n也可能只是我的个人经验。\n\n在读大学的时候，大概每隔几个月就觉得自己几个月前是傻逼，毕业之后，大概每一两年就会觉得之前的自己是傻逼，现在可能得三四年才有一次这样的感觉。\n\n在个子长的猛的时候，有些小孩会有生长痛，这种痛苦是骨头长太快，但肌肉、筋没有跟上，硬给拉开造成的。\n\n很多精神内耗也是这样，当你开始看清一点世界的真相，但自己的能力又暂时没有提升，这种错位就会让你内耗。\n\n当然内耗还有很多种，这是生长型的内耗，有些是纯损害型的，那就是另一回事。\n\n如果你是生长型的内耗，那这其实也是你成长的表现。我之前写过眼高手低，其实眼高手低也不是啥问题，哪有人一开始就是高手呢，但如果眼也低，那一辈子无望成为高手了。就跟下棋一样，如果这一手棋你下不出来，但别人下出来，你能看出妙在哪里，那肯定比既看不出来也下不出来的强多了。\n\n人总是要走出绝望之谷，才能看到希望之峰。\n\n在某个阶段，感觉自己力量太弱，无力改变什么，一切都没有意义，于是就内耗上了，在应该热血的年纪选择了老气横秋。但走过这个阶段，如果能走过的话，还是会发现生活的美好，虽然改变不了太多，也可以改变自己，运气好的时候还能改变身边几个人。\n\n我是切切实实的知道，只要1000块钱就能拯救一个人。\n\n我有个朋友以前碰上比较大的困难，人都快抑郁了，我给他转了1000块钱，就这点钱他到现在还没事就说，让他从抑郁边缘拯救出来。\n\n现在的他依然说不上多宽裕，王者归来的戏码在生活中并不多见，但现在他的小日子也能过。\n\n人只要自己不垮，就总能找到坚持的力量。\n\n《活着》这本小说就很好，你说活着有什么意义？这个问题不好说，但还是坚持活着吧。\n\n我们经常觉得自己的努力其实并没有意义，但就像那个小故事里说的，这条鱼在乎，那条也在乎。\n\n尽管对于整个世界，我们的存在几乎等于0，但对于少数几个人，你吃顿饭的钱就可以让他重燃生活的希望。\n\n是不是感觉自己又有了力量？\n\n这就是支持系统，只要你付出一点点支持，别人就可以焕发生机，而原来你这一点点支持就有这个效果，你还会觉得你毫无价值吗？\n\n支持系统就是带你走出绝望之谷的向导，我们确实没有太大的力量影响世界，但可以给身边的几个人带来力量，这就是我们的价值。\n\n当你认识到你的价值了，你就不会再那么痛苦。\n\n而让你内耗的东西，也成为了砥砺你前进的源头。",
    "excerpt": "# 内耗也是破茧重生的契机  大约每个人从青春期以后的十年间都是处于思维混乱内耗严重容易抑郁的 状态吧  也可能只是我的个人经验  在读大学的时候，大概每隔几个月就觉得自己几个月前是傻逼，毕业之 后，大概每一两年就会觉得之前的自己是傻逼，现在可能得三四年才有一次这 样的感觉    在个子长的猛的时候...",
    "readTime": 5,
    "tags": [
      "支持系统",
      "自我成长",
      "人际关系",
      "生活方式"
    ]
  },
  {
    "id": "121",
    "slug": "121-参观交河故城的一些随想",
    "title": "参观交河故城的一些随想",
    "content": "## 参观交河故城的一些随想\n\n我们生活的世界，注定是遗迹，我们的爱人，终将是飞灰，我们的故事，将无人记得。既然如此，你又害怕什么呢？\n\n昨天在吐鲁番，穿个短裤大早上给冻成狗了。包了辆车出去玩，俗人玩的也是俗地方，坎儿井火焰山这些，但最震撼的还是交河故城。\n\n如果只去一个景点的话，就去这个吧，机场或者北站打车30多块钱就能到，省了包车的钱。\n\n交河故城是目前世界上最大、最古老、保存最完好的生土建筑城市。是中国唯一一处最为完整的汉代城市的遗址，更是世界著名的研究古代城市的仅有标本。------摘自交河故城的图文介绍。\n\n交河故城就是汉代的车师国，西域36国之一。从汉代开始算，到元末被废弃，这也是一千多年的历史了。\n\n走在故城的路上，看到一处处残存的土屋，我就会想，这是谁的家，都住过哪些人，当年有多少年轻的男女在这条街上牵手漫步，又有多少僧侣在禅房颂念经文。\n\n那种历史的沧桑感是沉淀在每一处的尘土中的，随便拿一块脱落的土墙，在这里叫交河故城，在别的地方就是随便一块土而已。\n\n这样一座历史悠久，影响深远的大城，现在我们连它的历史都搞不明白了，有多少个城主或国王，寺庙里有哪些高僧大德，他们的孩子玩什么游戏，这里的男女如何婚配，基本上一无所知。\n\n有时候我会想，我们有文字记载的历史也就几千年，而人类这个物种可是几十万年了，难道就不可能有延续几万年的宗教，几千年的帝国存在过吗？\n\n炎黄在他们的时代肯定不知道自己是后世的人文初祖，他们小时候肯定也听过父母给他们讲的传说故事，他们也有自己信仰的祖先与神灵，现在他们都在哪呢？\n\n现在你我生活的城市，也注定会变成遗迹，也许连遗迹都不会剩下，在历史中最后一点痕迹也将消失。\n\n也不会有人记得我们，和我们爱的人，我们的故事，也不会有后人来传唱。\n\n好好活好这一世，这是我们唯一能珍惜的。\n\n人活着有没有意义？也许本质上是没有的，无论你是好人坏人，圣人罪人，最后都将被遗忘。\n\n年轻就是最大的价值，如果年轻的时候都不痛快的生活，那连回忆都没有了，向之所欣，俯仰之间，已为陈迹。\n\n今天看了个新闻，一个沈阳的游客被高空抛物砸死了，这个抛物的罪犯呢毫无忏悔之心，因为他本就一心求死，又不敢跳楼，只好不停抛物准备害死一个人就好判死刑了。\n\n在这个受害者出现之前，他已经连续抛了好几天。\n\n这个世界最大的不公，大概就是身患绝症的那些年轻人在努力求生，而另外一些年轻人没病没痛一心求死，一些人求生不得，另一些人求死不能。\n\n我希望每个人都能好好审视自己的一生，我们所唯一拥有的，就是在地球上这几十年的居留权，时间到了我们就会被遣返。\n\n在变成尘土之前让你爱的人知道你的爱，多看看这个世界的美，如果有条件，再贡献一些，让其他人也能感受到爱和美，也就算不白来一趟了。\n\n然后让千年万年之后的人去猜测在我们这个时代我们有什么样的爱恨情仇，衣食住行。",
    "excerpt": "# 参观交河故城的一些随想  我们生活的世界，注定是遗迹，我们的爱人，终将是飞灰，我们的故事， 将无人记得。既然如此，你又害怕什么呢？  昨天在吐鲁番，穿个短裤大早上给冻成狗了。包了辆车出去玩，俗人玩的 也是俗地方，坎儿井火焰山这些，但最震撼的还是交河故城。  如果只去一个景点的话，就去这个吧，机场...",
    "readTime": 6,
    "tags": [
      "生活方式"
    ]
  },
  {
    "id": "122",
    "slug": "122-一次肯定也许就能创造出奇迹",
    "title": "一次肯定也许就能创造出奇迹",
    "content": "## 一次肯定也许就能创造出奇迹\n\n经常看体育比赛的朋友们都知道，一个得过冠军的队伍跟没得过冠军的队伍气质上是不一样的。得过冠军的队伍或者个人，哪怕状态不好，你都无法轻视，有句话叫你永远无法低估一颗总冠军的心。\n\n上一届全国象棋个人赛男子组冠军王廓，在得到这个冠军之前没有任何职业称号。在这里科普一下，象棋的职业称号有大师，特级大师，而特级大师中又分没有得过个人赛冠军的特级大师和得到过冠军的特级大师。王廓从个人赛的乙组中勉强杀出，然后进入甲组也就是正赛，之后一路斩关夺隘，战胜一众老牌冠军，终于拿了个人赛的冠军。\n\n这当然是一个很励志的故事，他本职工作还是个公务员，根本没有时间全职练棋。但这个故事还有后续。在夺了个人赛冠军之后，毕竟因为他只是这一次比赛成绩出色，棋友很多叫他水特，意思就是比较水的特级大师，认为他的真实水平连普通的大师都比不上。\n\n但在经过两三年的积累之后，他在今年表现出了一个真正的冠军特级大师的水平，在一众比赛中表现出色，还获得了智运会象棋比赛的金牌。\n\n我们大多数人都是不自信的，并不相信自己能创造什么奇迹，除非得到某种肯定。\n\n现在连续十年等级分第一的棋手王天一在上大学之后放弃了走职业路线，直到2009年重新开始打象甲。那次也非常偶然，当年沈阳队的主力出走，临时找不到人，就向王天一发出了邀请，而王天一也果断同意了。在这次象甲中，他接连斩落一众老牌冠军级特级大师，在所有参赛棋手中排名第六。于是他发现自己还是有天赋的，就重新回到了职业赛场，终于开启了自己在赛场上的传奇之路。\n\n在今天的飞机上，我翻杂志看到一个故事，庆阳香包的带头人计清，在2000年的时候因为爱人下岗，生活困难，就开始做香包。结果她做的第一个香包就获得了当年大赛的一等奖，还拿了2000块的奖金，这对当时的计清来说无疑是一个很大的肯定。于是她全身心的投入香包制作中，现在她的女儿贺梅英也传承了她的技艺，成为国家级非物质文化遗产项目庆阳香包绣制代表性传承人，而在此之前母女俩都已经得到中国民间艺术大师称号了。\n\n很多机会总是莫名其妙的出现在生活中，这就是我讲的幸运黑天鹅。\n\n我们也不知道自己有哪方面的天赋，直到某一次被别人肯定，原来你在这方面还挺厉害的。\n\n我们要寻找自己的天赋，其实就是寻找别人的肯定，别人在某些地方肯定你，那你的天赋就可能出现在这些地方。而我们也应该多肯定别人，这不是说别人不行你也肯定他，那咱也不能昧良心，但如果确实觉得对方做的不错，那还是应该肯定的，绝大多数时候我们即使觉得对方在某方面很优秀也不愿意说出来，也许就埋没了一个天才。",
    "excerpt": "# 一次肯定也许就能创造出奇迹  经常看体育比赛的朋友们都知道，一个得过冠军的队伍跟没得过冠军的队 伍气质上是不一样的。得过冠军的队伍或者个人，哪怕状态不好，你都无法轻 视，有句话叫你永远无法低估一颗总冠军的心。  上一届全国象棋个人赛男子组冠军王廓，在得到这个冠军之前没有任何职 业称号。在这里科普...",
    "readTime": 5,
    "tags": [
      "人际关系",
      "职业发展",
      "生活方式"
    ]
  },
  {
    "id": "123",
    "slug": "123-何必三天可见",
    "title": "何必三天可见",
    "content": "## 何必三天可见\n\n据说有几亿人的朋友圈是三天可见的，我觉得完全没必要。\n\n如果你信不过某个人，可以删除，拉黑，根本不跟他有接触，如果你单纯对人有戒心，也可以用个小号加，加完了反正也不用聊，聊了你也看不见。\n\n如果真是想认识对方，想跟对方有进一步的合作，那就得先加深了解。\n\n三天可见基本上就等于不可见，除非别人一发你就看见了。你想往前翻的时候，立马就没东西了，这样你也不知道对方，对方也不了解你。\n\n现代人最重要的是时间，快速判断对方跟自己是不是一路人，不是就赶紧删除，微信只是最简单的联系，删除一个边缘人根本不需要太多考虑。\n\n当然，可能会删错，删错了以后碰见再加回来就是，没啥好尴尬的，太久没有联系说明大家也不是很有联系的必要，删了就删了呗，谁跟你矫情啊。\n\n当然，不同的职业不一样，一般体制内的朋友基本上就是转发一些通告、公文，没有啥自己想表达的内容，这样的话你随便怎么设置。\n\n反正尽量节约大家的筛选时间，你的朋友圈可见，别人筛选你也快。任何合作都得双方都中意才行，一方有兴趣另一方没兴趣，或者双方都没兴趣，那都是浪费时间，让对方尽快筛选你，即使对方也是三天可见，这样也节约了一半时间。\n\n当然，如果对方朋友圈完全不对你开放，那删了就完了，大家戒心大到这份上，还留个好友位干嘛呢。\n\n很多人的偶像包袱太重，生怕别人不喜欢自己。只要你有所表达，就一定会有所得罪，这是没法子的事情，但人生就这样，朋友总是越来越少，这也是为什么我们需要不停的寻找新朋友的原因。你的自我表达当然会冒犯一些人，当你不冒犯对方就会拿你当朋友吗？也不会的。\n\n至于因为某些表达让朋友离开你，一般来说也不会，如果真因为这点事情大家就朋友都没的做了，那说明也是原则问题，或者早有其他隔阂，早点掰了也好。\n\n所以这就是一个很简单的算术，对于新的好友，你没有表达，对方肯定不会喜欢上你，如果你有所表达，一半人会喜欢你一半人会讨厌你，总体来看，你赚了一半。\n\n如果单纯的业务往来，对方也不会在意你表达的内容，这部分基本上只是工具人，你把他当工具人，他也把你当工具人，互相都不把对方当人。这并没有什么不好说的，人活着谁还不是个工具来着，没有人拿你当工具才是问题，那意味着你毫无价值。\n\n我们从小受的教育都是要让所有人喜欢，但实际上，对于穷人来说，或者普通人来说，一贵破九贱，但凡有一个人赏识你你机会就来了，其他所有人都讨厌你也没有关系。\n\n很多机会是来自于弱关系，而弱关系要给你机会，就得了解你常识你，否则一直停在弱关系的地步，你就毫无机会了。\n\n我们受的教育是大人物都沉默寡言，沉默值千金，老大都是不说话的，小弟咋咋呼呼，所以表达自我就有点负面的意思。但是，等你当了老大再说好吗？一个成年人造血系统平常是不怎么工作的，你让一个孩子这样人就完了，你直接按一个成年人的标准来衡量小孩，说你这不行那不行，那你就别长大了。\n\n总之，成年人之间，尽快做好互相筛选，无论是事业还是感情，能谈就早点谈，早点赚钱早点睡，比啥都强。",
    "excerpt": "# 何必三天可见  据说有几亿人的朋友圈是三天可见的，我觉得完全没必要  如果你信不过某个人，可以删除，拉黑，根本不跟他有接触，如果你单纯 对人有戒心，也可以用个小号加，加完了反正也不用聊，聊了你也看不见  如果真是想认识对方，想跟对方有进一步的合作，那就得先加深了解  三天可见基本上就等于不可见，...",
    "readTime": 6,
    "tags": [
      "自我成长",
      "人际关系",
      "职业发展"
    ]
  },
  {
    "id": "124",
    "slug": "124-表达自己的爱好，分享自己的爱好，让别人参与自己的爱好",
    "title": "表达自己的爱好，分享自己的爱好，让别人参与自己的爱好",
    "content": "## 表达自己的爱好，分享自己的爱好，让别人参与自己的爱好\n\n刚讲了朋友圈不要三天可见，但到底说啥呢？\n\n我的建议是可以说点自己的爱好，不要害怕别人觉得你不专业。\n\n除了相对简单的合作，比如买菜，谁便宜我就找谁。但凡稍微复杂一点时间延续的长一点的合作，都需要人跟人之间除了工作之外有其他话题可以交流。\n\n即使是工作中有矛盾，比如谈价格一时谈不拢，也可以通过转换其他话题来稍微缓和一下。\n\n中国人很多事情是在非正式场合谈成的，比如酒桌上，麻将桌上，羽毛球场上，大家互相打开了，很多事情就好谈了。\n\n人跟人之间的支持系统也是一样的，如果只有工作一根，这就很脆弱，如果还有一根爱好方面的支持系统，这样两条腿走路，就没那么累。\n\n我在朋友圈会讲点挖野生菌的事情，然后我就发现原来喜欢采蘑菇的这么多。\n\n其实很多爱好大家都有，只是不敢说，于是经常有人认识几十年了才知道都喜欢钓鱼。\n\n有可能你工作场合十年谈的事没有坐一起钓鱼三小时谈的多。\n\n人际交往有个很有效的策略叫投其所好。你也可以通过表达自己的爱好来筛选。比如小姑娘对小伙子说我喜欢什么什么，如果小伙子有心，价钱也合适，可能就直接买了，下次见面就当礼物送了。\n\n你表达了自己的爱好，如果对方主动跟你谈起，这就是一种示好，一种愿意把关系更进一步的表达。同时表达的是爱好，不是工作，即使对方凑不开时间一起玩，也并不尴尬，而在工作方面，如果对方多次不配合，哪怕每次都有理由，你也会觉得他不支持你了。\n\n表达爱好是一种进可攻退可守的策略。而对方主动的表达自己的爱好，也可以看作是一种合作邀请。\n\n大多数事情，其实都是可以做的，双方都有利益，只是一个找谁做的问题。所以事方面是没有问题的，有问题的是人，人的问题解决了，事的问题也就解决了。\n\n革命年代有句话叫无辣不革命，导师是喜欢吃辣的，如果你能吃辣，就能吃到一起。导师还喜欢历史，喜欢哲学，如果你也喜欢，这样又能聊上几句，说不定就能得到导师几句提点，然后人生的路就宽了。\n\n支持系统可以简单的理解为把自己当领导，也把别人当领导，因为领导总是生活在支持系统之中的。你把自己当领导，尊重自己，也给别人机会，把别人当领导，你尊重他人，愿意参与别人的机会，你看，这一来一回喜欢你的人就越来越多了，人生也就顺利了。\n\n一个没有人喜欢也没有人讨厌的人，跟一个有100个喜欢100个讨厌的人，你选择做哪个呢？\n\n其实这是很简单的对吧，因为只有喜欢的人会给你机会，讨厌你和不喜欢不讨厌你的人都没办法给你机会，这二者的区别要你真的成为人上人的时候才能体现出来，因为对于普通人来说是一贵破九贱，对于权贵来说是一贱破九贵。",
    "excerpt": "# 表达自己的爱好，分享自己的爱好，让别人参与自己的爱好  刚讲了朋友圈不要三天可见，但到底说啥呢？  我的建议是可以说点自己的爱好，不要害怕别人觉得你不专业  除了相对简单的合作，比如买菜，谁便宜我就找谁。但凡稍微复杂一点时 间延续的长一点的合作，都需要人跟人之间除了工作之外有其他话题可以交流  ...",
    "readTime": 5,
    "tags": [
      "支持系统",
      "人际关系",
      "职业发展",
      "思想哲学",
      "生活方式"
    ]
  },
  {
    "id": "125",
    "slug": "125-去种棵树吧",
    "title": "去种棵树吧",
    "content": "## 去种棵树吧\n\n种树跟养孩子，养宠物有点像，但投入的心思要小很多。\n\n人对于时间的感觉并不是线性的。在我们小的时候，每一年都不一样，等到20多30岁了，时间变化就缓慢了很多，到了老年，时间的速度又加快了。\n\n人有时候会觉得光阴虚度，啥也没干呢，时间就过去了。\n\n养小孩就有个好处，好像你的时间转移到小孩身上去了。\n\n如果你不想养小孩，那可以种棵树，随着树渐渐长大，你也知道青春渐行渐远，人生的列车已经驶向下一站。\n\n随便找块地，可以是你家院子里，也可以是块荒地，也可以是小区哪个地方，种一棵小小的树，也可以直接洒点种子，只要树长起来了就不用管它。若干年后一看，已经长大了。\n\n我第一次对时间有直观的概念，是来自一根绳子。\n\n大概在我3年级的时候，我拿了根塑料绳绑在我同学家的水管上。等到很多年后，可能是我初中或者高中，我又看到了那根绳子，那个结还在那，我轻轻一拽，就直接破碎了。时光的力量已经让它变的无比脆弱，只不过一直没有人去拽它。\n\n我好像亲手了结了一段因果，我打的结，我扯碎的，由我而始，自我而终。\n\n一个对别人毫无意义的绳结记录了我的少年时光。\n\n东晋的大司马桓温年轻的时候北伐种了一些树，等到暮年再经过，树已经有合抱粗了，树犹如此，人何以堪？\n\n读书的时候记得那篇亭中有枇杷树。在少年时光，时间过的太快了，没有时间等待一棵小树慢慢长大。\n\n种一棵树最好的时间是十年前，其次是现在。\n\n你可以把这棵树换成别的东西，比如你所学的东西，从事的事业。总是需要一些时间你才能看到变化，等变化出现的时候，你才知道时间已经过去了这么久。\n\n但你不种树，不学东西，时间也是这样过去，只是你可能在若干年之后再次感叹，为什么我没有在十年前开始种树。",
    "excerpt": "# 去种棵树吧  种树跟养孩子，养宠物有点像，但投入的心思要小很多  人对于时间的感觉并不是线性的。在我们小的时候，每一年都不一样，等 到20 多30 岁了，时间变化就缓慢了很多，到了老年，时间的速度又加快了  人有时候会觉得光阴虚度，啥也没干呢，时间就过去了  养小孩就有个好处，好像你的时间转移到...",
    "readTime": 4,
    "tags": [
      "自我成长",
      "职业发展"
    ]
  },
  {
    "id": "126",
    "slug": "126-库尔班大叔，一个需求法则的案例",
    "title": "库尔班大叔，一个需求法则的案例",
    "content": "## 库尔班大叔，一个需求法则的案例\n\n在这次去新疆之前，我看了几集关于新疆的记录片，其中就讲到库尔班大叔。他的故事网上讲的很详细，我简单复述一下就是在新中国建立之初，他感恩党和毛主席让他过上了好日子，就想去见毛主席。但当时他的条件也没钱坐车，于是就想骑着小毛驴去北京见毛主席。\n\n这件事传播开之后，中央和主席知道了，在半路把他接到了北京，在天安门上他跟毛主席握手了。在和田市区还有他们握手的雕像。\n\n从支持系统的视角，他就是想去表达对毛主席的支持，然后表达了自己的需求，即使是骑毛驴也要去北京。\n\n大家也知道，别说骑毛驴要多长时间，就算是在北京，又有几个人能见到毛主席？就算远远的望见一眼也不容易，何况是当面聊天握手呢？\n\n但库尔班大叔就是敢表达他这个需求。而这个新时代民族团结，拥护中央的佳话也感动了各级领导，大家一起促成了此事。\n\n时至今日，库尔班大叔的后人们在新疆各个岗位上都有不错的发展，处级以上干部就有30人，最高到厅级。如果不是库尔班大叔当年的一个起心动念，恐怕这些都不会出现。\n\n很多奇迹就是这么实现的，当你表达出来之后，每个人帮一点，事情就成了，但如果你不敢表达，觉得这明显是异想天开吗，怎么可能实现呢，于是就打消了这个念头，那这就永远不可能实现了。\n\n大多数疯狂的念头都是无法实现的，这就是大家都比较现实的原因。但所有人都现实的世界又太无聊了，所以大家心底里又希望奇迹出现，当有这样的苗头的时候，也愿意促成它的出现。\n\n这可以说是奇迹相对论了。",
    "excerpt": "# 库尔班大叔，一个需求法则的案例  在这次去新疆之前，我看了几集关于新疆的记录片，其中就讲到库尔班大 叔。他的故事网上讲的很详细，我简单复述一下就是在新中国建立之初，他感 恩党和毛主席让他过上了好日子，就想去见毛主席。但当时他的条件也没钱坐 车，于是就想骑着小毛驴去北京见毛主席。  这件事传播开之...",
    "readTime": 3,
    "tags": [
      "支持系统"
    ]
  },
  {
    "id": "127",
    "slug": "127-奇迹方法论",
    "title": "奇迹方法论",
    "content": "## 奇迹方法论\n\n小概率事件可以改变人生，而押注小概率事件则是一门学问。\n\n如果你开100倍的杠杆做期货，那你发财就是小概率，亏光是大概率。\n\n库尔班大叔去见毛主席也是小概率，见不到是大概率。\n\n你能看出这二者之间的区别吗？\n\n一种是赢了赢很多，输了输光，另一种是赢了也赢很多，输了也没啥影响。\n\n骑毛驴过去见不到毛主席也涨了很多见识，大不了浪费一年时间，也不吃亏，可以吹一辈子牛逼了。\n\n如果你做的事情是输了就一铺输清的小概率成功事件，那我不建议你这么做，如果你做的是输了没啥影响，最多浪费一点时间和精力的，那你大可尝试。\n\n比如同样是拿钱去开100倍杠杆期货，你拿自己本金那基本是死路一条，如果你拿余额宝的收益每天赌一点，那就是小赌怡情了。\n\n当然这样做的难处在于你可能收不住手。\n\n2块钱的彩票也能让人倾家荡产，前几天还看个新闻有人贷款了几十万去买彩票。\n\n能给自己设计止损线的并坚决执行的就已经超过大多数普通人了。\n\n其实很多老赖也是用这个办法。比如他欠了钱就不还，运气好的话对方嫌麻烦就不问他要了，运气不好打官司输了执行了也是欠多少还多少，大概率还能减免一些利息，没有惩罚性赔偿。你看，对他们来说赖账也是有赢无输的事情。\n\n我说过的，支持系统本质上并不是一种真善美的理论，因为坏人也有他的支持系统，一套理论如果不能用来作恶，那也不可能用来行善。伟大的工具一定同时也能创造伟大的破坏力，就如同核能既能用来发电也能用来毁灭城市。\n\n当然，我还是不建议大家赖账，做个简单的好人其实是普通人成本最低的生活方式，否则你就只见贼吃肉不见贼挨打了。\n\n很多酒店入住的时候会有手写的欢迎信，这其实也是奇迹方法论。如果你不在意，不过是浪费了一张纸，写了几个字，如果你在意，可能就会写一大段好评，甚至给身边的朋友们都来推荐，这样的话酒店就赢麻了。\n\n你的社会关系越广泛，能利用的资源越多，创造奇迹的可能性就越大。很多事情对于没有资源的人来说难如登天，而有资源的人可能就是一句话的事，根本不费事，比如三甲医院加个号，给孩子转学到一个好学校。\n\n你有给别人创造奇迹的资源，别人也愿意给你创造奇迹，这就是支持系统的妙处。\n\n结合你的工作生活，看看有哪些地方是可以帮别人创造奇迹的，这些就是你的资源。再想想哪些改进是几乎无成本的，然后试试看看能不能真的创造奇迹。",
    "excerpt": "# 奇迹方法论  小概率事件可以改变人生，而押注小概率事件则是一门学问  如果你开 100 倍的杠杆做期货，那你发财就是小概率，亏光是大概率  库尔班大叔去见毛主席也是小概率，见不到是大概率  你能看出这二者之间的区别吗？  一种是赢了赢很多，输了输光，另一种是赢了也赢很多，输了也没啥影响  骑毛驴...",
    "readTime": 5,
    "tags": [
      "支持系统",
      "人际关系",
      "职业发展",
      "生活方式"
    ]
  },
  {
    "id": "128",
    "slug": "128-怎样做一个简单的好人",
    "title": "怎样做一个简单的好人",
    "content": "## 怎样做一个简单的好人\n\n上一篇到普通人做一个简单的好人是成本最低的，那何谓简单的好人呢？\n\n就是不要太复杂，允许自己做错事，也做一点点不太坏的坏事，只要总体上是个好人就行了。\n\n很多人对自己一点过失看的很重，这其实也是一促偶像包袱。比如你坐公交车没有带钱，那逃一次票也无所谓嘛，如果你心理过意不去，下次坐车刷两次就完了。\n\n我们总是对坏人要求太低，而对好人要求太高。一个十恶不赦的坏人，对一只流浪猫表现出一点爱心，很多人就感动的不行，说他本质上也不坏。反过来，一个各方面都不错的好人，可能仅仅是随地吐痰，别人就会说你怎么这样。\n\n有一点好的坏人也是坏人，就如同有一点坏的好人也是好人。\n\n我不是说随地吐痰没问题，坏习惯能改还是改的好。但人要是一点坏习惯没有，活着也挺无聊。\n\n自我评价不足的人，不从别人身上找出点问题来是不肯罢休的，一定要找点证据证明你原来也就这样，才能找回心理平衡。而反过来，替坏人洗白又是很多人的一大爱好，你看网上有多少希特勒的支持者就知道了。\n\n很多人是喜欢执着于自己的缺点和不足的，然后一天到晚都很焦虑，觉得自己缺点这么明显，一定没有人喜欢自己，所有人都在暗地里嘲笑自己，于是带着恶意去揣测别人的一言一行。\n\n往往一个人是他自己最大的差评师。你的缺点其实朋友们都知道，有点扣，有点邋遢，有点蠢，有点没有方向感，但别人还愿意跟你一起玩，总体上还是认可你的。\n\n你自己先看不起自己了，然后怪别人看不起你，别人也懵啊。\n\n包括有时候我们做了点伤害朋友的事情，其实大多数时候朋友也不在意，如果你很介意，就买个礼物或者真诚道个歉，一方面觉得对不起朋友，一方面又不敢表示，这就很尴尬了。\n\n当然，如果你的缺点很大，那能改还是尽量改，比如张飞也知道喝酒误事，但一直不改，最后把自己给整没了。现在部队里也有禁酒令，如果真有特殊情况，你这一醉不起的，咋整啊。\n\n总之，对别人要求低一点，对自己要求也低一点，多看看别人的优点，也多看看自己的优点，我们跟别人交往，并不是因为别人缺点少，而是优点多，至少那个优点是你在意的。",
    "excerpt": "# 怎样做一个简单的好人  上一篇到普通人做一个简单的好人是成本最低的，那何谓简单的好人呢？  就是不要太复杂，允许自己做错事，也做一点点不太坏的坏事，只要总体 上是个好人就行了  很多人对自己一点过失看的很重，这其实也是一促偶像包袱。比如你坐公 交车没有带钱，那逃一次票也无所谓嘛，如果你心理过意不...",
    "readTime": 4,
    "tags": [
      "自我成长",
      "人际关系",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "129",
    "slug": "129-给自己的情绪找个出口",
    "title": "给自己的情绪找个出口",
    "content": "## 给自己的情绪找个出口\n\n每个人都有坏脾气，但我们不要因为坏脾气而坏事或者伤害自己在乎的人。\n\n有个体育爱好就挺好，想发脾气的时候，狠狠跑几圈，或者找个沙袋打一顿，自己累了，气也出了。\n\n旅游也不错，我就比较喜欢坐火车。你看着穿外的景色飞速退后，好像挂在心上的事也给带走了。\n\n人在广阔的天地里就会觉得自己很渺小，那自己身上那点事自然也渺小的很，也就放下了。\n\n或者在山里走走，到山顶上的时候，一览众山小，长出一口气，你说还有啥放不下的。\n\n成年人必修的一课是控制自己的情绪。但这个控制并非单纯的压抑，压抑是压抑不了的，而且往往压抑的越厉害爆发的越厉害。\n\n但可以转移，转移到别的事物上，转移到山川草木上。你可以在飞盘上打钱上老板的脸，然后呼的一下就飞出去，你的老板被你扔来扔去，是不是就开心多了。\n\n也可以扎飞标，把老板的照片挂在靶子上，一个十环，又一个十环，把你心里变态杀人狂的欲望发泄了，又能好好睡一觉。\n\n音乐也是一个不错的选择，唱的大声一点，痛苦就给你唱走了。\n\n当然，烧烤也可以，没有什么是一顿烧烤解决不了的，如果有，那就两顿。\n\n成年人的世界，一切都要自己解决。而在支持系统之中，我们更加需要依靠自己，当然依靠自己不是说凡事只依靠自己，不能靠朋友亲人，而是说就算找朋友亲人，你也得自己开口，不能指望别人发现你那点小心思。\n\n当你每天快乐的时候越来越多，痛苦难过的时候越来越少，你就从地狱道饿鬼道上升到了天道，如果能每天快乐的度过一生，那你就是人间佛了，所谓佛，就是觉者，而觉者，一定是快乐的。",
    "excerpt": "# 给自己的情绪找个出口  每个人都有坏脾气，但我们不要因为坏脾气而坏事或者伤害自己在乎的人  有个体育爱好就挺好，想发脾气的时候，狠狠跑几圈，或者找个沙袋打一 顿，自己累了，气也出了  旅游也不错，我就比较喜欢坐火车。你看着穿外的景色飞速退后，好像挂 在心上的事也给带走了  人在广阔的天地里就会觉...",
    "readTime": 3,
    "tags": [
      "支持系统",
      "人际关系",
      "心理健康"
    ]
  },
  {
    "id": "130",
    "slug": "130-准备一件传家宝",
    "title": "准备一件传家宝",
    "content": "## 准备一件传家宝\n\n看电视里大户人家都有自己的传家宝，可能是父亲传给儿子，也可能是母亲传给女儿。这是一种传承的表现，一种家族记忆的载体。\n\n但普通人家哪有这个条件呢？\n\n不过，你可以不那么普通。\n\n你可以给孩子一本你最喜欢的书，然后说是你爸爸妈妈传给你的，让他一定要好好传下去。\n\n也可以是一块很好看的石头，或者一个玩具手办。\n\n总之，任何东西都可以。\n\n对于孩子来说，有一个传家宝这本身就很有话题度，他可以跟他的小伙伴们说我家有传家宝。你看，一个自信的宝宝这不就来了。\n\n每个人都是普通人，但对于自己，你又不普通。\n\n你让自己的生活变的有意义，这样生活就真的会变的有意义，于是你就开始热爱生活了。\n\n我会在很多书上写上批注。以后我的孩子长大了，也能看这些书了，会发现几十年前他爸原来是这样想的。两代人看同一本书，这本身就很有意义吧。\n\n我妈出嫁的时候，我外婆给了我妈几块袁大头，我小时候还见过，后来多次搬家就给整没了，我一直觉得很遗憾。钱倒不值太多，但这是一种家族的记忆。再平凡的东西，你传承几代人，也不一样了，就如同再普通的爱好，你坚持几十年，也会成为你的一部分。\n\n我们可以有自己的纪念日，自己的传家宝，等老了，也是一个有趣的老头老太，而不是很奇怪很凶的老人。\n\n在时光面前，一切的意义都将归于尘土，就如同我们自身一样。但生命是对抗时间的唯一存在，等到所有的生命都消失，时间也就没有意义。\n\n而让这本身就很有意义的生命更有意义，这就更酷了对吧。",
    "excerpt": "# 准备一件传家宝  看电视里大户人家都有自己的传家宝，可能是父亲传给儿子，也可能是母 亲传给女儿。这是一种传承的表现，一种家族记忆的载体  但普通人家哪有这个条件呢？  不过，你可以不那么普通  你可以给孩子一本你最喜欢的书，然后说是你爸爸妈妈传给你的，让他一 定要好好传下去  也可以是一块很好看...",
    "readTime": 3,
    "tags": [
      "生活方式"
    ]
  },
  {
    "id": "131",
    "slug": "131-准备一个小本子，记录你的小心情",
    "title": "准备一个小本子，记录你的小心情",
    "content": "## 准备一个小本子，记录你的小心情\n\n人每时每刻都有想法，很多想法非常有趣，但我们当时不写下来，之后就忘记了。\n\n所以记下来。\n\n当然，你也可以用手机记事本，总之，先记录下来。\n\n很多创意也就来自于这些想法。\n\n我现在写的这些，大多数也是一些想法的片段，要说多有体系也说不上。\n\n但你也能看到，有不少篇是挺有意思的对吧，虽然更多的可能是灌水。\n\n相比于日记，我觉得这些片段的思想记录更有价值。\n\n日记是记一些事，并不是反应你的内心转变，而你时刻冒出来的新想法，就代表了你的思想变化。\n\n如果未来真的可以用gpt构造一个人，这些可能就是非常有用的材料了。\n\n如果在这个时候，突然想到别人，就告诉他。每个人都会感动别人在想着自己，哪怕只是一个普通的念头。\n\n我们总是觉得一定要有比较独特的内容才能表达，其实完全不必，你过于追求独特，最后发现啥也说不出来，反而你随便写，却总能有闪光点冒出来。\n\n写作是一种习惯，先从随机的记录开始，你记录的越多，能写出来的就越多，最后你就越能写。\n\n而多读多写总是不错的。\n\n我们经常觉得光阴虚度，有没有可能是因为你没有记录。\n\n当你翻开之前的记录，会觉得自己怎么这么有意思有这么多奇怪的想法。\n\n原来你也并不是没有创造力的人。\n\n而且很多事情是可以验证的，原来你随便想到的某个想法被别人做出来了，你就捶胸顿足为啥自己不去做，又错过了一个亿。\n\n人的成长一定是要在反复验证之中，如果你做题没有老师告诉你对错，只是说你自己判断，那你学的就会很慢。\n\n而在社会之中，没有人帮你验证，那你就可以用这些记录来验证。\n\n如果某段时间你的行为逻辑有问题，你之后就可以看到那段时间怎么想的，事后又怎样，这是一个很好的复盘工具。\n\n我自从开始写作支持系统系列之后，连刷抖音的时间都少了很多。我写一个月，可以写一百篇，而刷一个月抖音，啥都没有留下。\n\n虽然刷的时候获得了快乐，但这没有积累，而人的生长就是在一天天的积累中变现的。\n\n德尔斐神谕中说没有经过审视的人生是不值得度过的，而这些碎碎念的记录就是你人生账本，你可以审视你的人生。",
    "excerpt": "# 准备一个小本子，记录你的小心情  人每时每刻都有想法，很多想法非常有趣，但我们当时不写下来，之后就 忘记了  所以记下来  当然，你也可以用手机记事本，总之，先记录下来  很多创意也就来自于这些想法  我现在写的这些，大多数也是一些想法的片段，要说多有体系也说不上  但你也能看到，有不少篇是挺有...",
    "readTime": 4,
    "tags": [
      "支持系统",
      "自我成长",
      "思想哲学",
      "生活方式"
    ]
  },
  {
    "id": "132",
    "slug": "132-不配享受的人",
    "title": "不配享受的人",
    "content": "## 不配享受的人\n\n很多人潜意识里是觉得自己不配享受的。这是消费主义的反面，在上一代人里表现较多，但哪一代都有。\n\n如果从小生活在各种否定系统中，到处的暗示都是\"你不配\"，那未来有选择的时候，默认的总是选择较差的一个。因为在他潜意识里，差的那个才属于自己，好的那个肯定是自己配不上的，到时候还惹人笑话。\n\n这些人从小听到的就是咱家穷，咱家条件不好，你学习这么差......总之，就是自己没那条件，别癞蛤蟆想吃天鹅肉了。\n\n被这种潜意识支配的人，倒不会像消费主义附体那样欠一身债，过过小日子是没问题的，只不过往往在人生的重大选择的关口会勇气不足，不敢做出真正的选择，明明有最优解，却总是选次优解，还开解自己最优解肯定得不到。\n\n他们会羡慕别人，怎么敢说辞职就辞职，而对象不满意，也总是犹犹豫豫，最后要么是对方提分手，要么就带着这种犹豫进入婚姻，然后婚后继续犹豫。\n\n他们培养出来的孩子，往往也会继承这种性格。\n\n说实话，在不同的物质条件下生长的人性格注定不一样。从小资源丰沛，要啥有啥的人，就很难理解朝不保夕是啥感觉，容易有种盲目的自信，而生活在匮乏家庭中的人当然就容易觉得自己不应该享受。但这样的人等条件好了，其实就应该培养自信的孩子，因为已经不再是那种匮乏的年代了。\n\n即时条件同样匮乏，依然可以让孩子自信的成长，因为这个时代有太多免费的好东西了，博物馆科技馆都不收钱，植物园里也多的是鲜花和野果。人类社会给你的可能确实是匮乏的，但自然界一向慷慨，只要你知道它给你的是什么，什么时候给你。\n\n任何性格，都是在不同的环境中产生，也适应不同的环境。即使你就是这种人，也不用自卑，因为我们讲过二阶情绪，大多数问题都是二阶情绪带来的，你本来就自卑，还因为你自卑而自卑，不就更自卑了吗？承认自己有问题，接受自己的问题，然后才可能修复自己的问题。\n\n何况很多时候问题也并不是问题，而是特定问题的答案，只不过这个问题消失了，答案才变成了问题。\n\n爱几乎是万能的恢复剂，一个心灵上感觉到匮乏的人，如果能感受到别人和自然的爱，他就不会再感觉匮乏。爱并不会给你一套大房子，一辆兰博基尼，但爱会让你觉得，骑自行车也很好啊，锻炼身体不好吗？当你不是自我解嘲而是真心这么认为的时候，你就不再匮乏了。",
    "excerpt": "# 不配享受的人  很多人潜意识里是觉得自己不配享受的。这是消费主义的反面，在上一代 人里表现较多，但哪一代都有  如果从小生活在各种否定系统中，到处的暗示都是“你不配”，那未来有选 择的时候，默认的总是选择较差的一个。因为在他潜意识里，差的那个才属于 自己，好的那个肯定是自己配不上的，到时候还惹人...",
    "readTime": 5,
    "tags": [
      "自我成长",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "133",
    "slug": "133-疼吗，你不会躲啊",
    "title": "疼吗，你不会躲啊",
    "content": "## 疼吗，你不会躲啊\n\n如果前面有根杆子，你过不去怎么办？你肯定是弯腰钻过去，或者从侧面绕过去，或者直接转身往回走。\n\n但把这根杆子换成一个人你怎么就不会了呢？\n\n每个人都想改变别人，但如果你连自己都改变不了，凭什么改变别人呢？\n\n生活中我们总是能看到这种情况，觉得谁谁谁跟自己不对付，你说躲吧，他也不躲，绕吧，也不绕，转身吧，也不转身，就是非得跟这个人犟个你死我活。\n\n这尤其又容易出现在亲密关系，或者职场之中，当然，这也是包括但不限于的关系，实际上任何地方都可能出现。\n\n很多小姑娘有一种非常顽强的想法，就一定要改变自己的对象，一个躺平的人，要让他卷起来，一个对小事不在乎的人，要记得一堆纪念日。\n\n在鬼灭之刃里鬼舞辻无惨对灶门炭治郎说，人类如果死于地震，火山，都不会想着报仇，为啥死在鬼的手里就想报仇呢？这个鬼是漫画里的一种设置，反正跟中文的鬼也差不多，也不多解释。\n\n显然，因为鬼有生命，虽然是异类的生命，但也有，而且也可以消灭，所以人想消灭鬼没有问题。\n\n但鬼舞辻无惨的话给我一些思考，如果把一些人当作NPC，一种背景设定，是不是玩活着这个游戏就不会太生气了。\n\n很多人一直在做的就是，对于自己能改变的视而不见，而对于别人可以改变的那真是明察秋毫。这尤其在亲密关系里很要命，公司的财务要求多你大不了这次报销不报了，或者多找点发票补一下，但亲密关系里回避这些问题要困难的多。但道理也是一样的，如果你痛苦，那应该是改变，如果你想让对方也痛苦，可能就会让对方离开你。当然如果对方离开你会让你好一点，那也没问题。\n\n人最好不要既要又要，又要对方乖，又指望他能替你出头，还能赚钱，你随便发脾气还能哄你，这就要的太多了。当然，我对于男女关系的包容度大很多，反正以劝分为主，忍的了就忍，忍不了就分嘛。但如果是家人，那不能说滚就滚，但你非要折磨自己也折磨对方，这也不是对的。\n\n很多夫妻暗战了一辈子，谁都不肯服输，又不肯离，好像谁主动提离婚就是认输，这也让人头疼。反过来说，俩这样性格的人确实也是欢喜冤家，其实谁也离不开谁。\n\n但如果是小孩呢，小孩就不肯读书你就非得逼着他学，这就是很多家长正在做的，结果你能收获一个学习很好的小孩吗？也不能，最后收获的就是一个学习不好还厌学还跟父母关系很紧张的孩子，说不定还抑郁。\n\n反正在支持系统里，先行动先改变的永远是自己，别指望别人，指望不上。",
    "excerpt": "# 疼吗，你不会躲啊  如果前面有根杆子，你过不去怎么办？你肯定是弯腰钻过去，或者从侧面 绕过去，或者直接转身往回走  但把这根杆子换成一个人你怎么就不会了呢？    每个人都想改变别人，但如果你连自己都改变不了，凭什么改变别人呢？  生活中我们总是能看到这种情况，觉得谁谁谁跟自己不对付，你说躲吧，...",
    "readTime": 5,
    "tags": [
      "支持系统",
      "人际关系",
      "思想哲学",
      "生活方式"
    ]
  },
  {
    "id": "134",
    "slug": "134-大脑的可塑性",
    "title": "大脑的可塑性",
    "content": "## 大脑的可塑性\n\n最近看到张朝阳的一个视频，在视频里他说大脑是终生可塑的，但前提是你要相信它是可塑的。所以什么原生家庭各种创伤，都可以修复，前提是你要相信它可以修复。\n\n我曾经很迷恋原生家庭理论，还看过很多\"父母皆祸害\"小组的帖子，也写过很多家庭伤害的文章。这个理论本身没什么问题，如果它是用在教育父母怎么样共情孩子这个方面。\n\n如果父母意识到自己的行为可能对孩子有所伤害，尽量的减少伤害行为增加爱的表达，这肯定没有任何问题。\n\n如果是用在成年人，那就有点复杂。首先它肯定有积极的一面，首先是让这些长大的孩子得知原来不是自己的错，可以释怀了。其次，如果只停留在这个阶段上，认为一切都是父母的问题，自己不应该做任何改变，那就有问题。\n\n支持系统相信的一切皆有\"我\"来产生和改变。无论父母是对是错，他们五六十岁了，你指望他们改变，显然更不现实，接纳他们的不完美，就跟接纳你自己的不完美一样。\n\n有句话叫养儿方知父母恩，是因为你自己养了小孩了，才知道很多要求是多么不切实际。\n\n当然，这篇重点不是讲原生家庭理论，还是讲相信本身的力量。\n\n无论你受过什么伤害，你作为一个成年人，都是可以做点什么的，你可以求神拜佛，也可以抽烟酗酒，你也可以找朋友倾述，你一定可以做点什么。\n\n当然，我还是比较推荐相对来说比较健康的方式。而最终极的方式，当然就是和解，能和解的和解，有些不能和解的，比如像张扣扣案，那就没办法了。不能凡事都劝人大度，这确实是要天打雷劈的。\n\n我们普通人，一般遇不上太多完全不能和解的事情，换句话说，基本都能和解。\n\n不要让幼时的痛苦纠缠你一生，那个受伤的孩子已经长大了，你可以回去拥抱受伤的自己，跟他讲你已经长大了，你可以保护他，不让他再受伤害，让他跟你一起前行，而不是停在原地不动。\n\n这听起来有点唯心，但却真实有效。\n\n一个痛苦的人不应被指责，他更需要的是同情和安慰，除非他让更多的人感受到痛苦。一个人如果遭受过创伤，很容易在时间长河之中刻舟求剑，不断的驶回当初发生的时候，即使意识层面已经忘记，潜意识里往往都有痕迹。\n\n有句很俗的话叫相信相信的力量。如果这个用在相信你一定能做成某件事上面，那不好说结果如何，毕竟每条赛道上都铺满尸体，但如果用在你相信可以修复自身上面，那几乎是一定有效的，因为问题在你身上产生，也自你解决，并不依赖别人，自给自足了。\n\n你如果是个内向的人，也可以用可塑性让自己变的开朗外向，只要你相信你是有可能做到的。很多时候拦住我们的不是别人，而是自己，并不是别人在定义我们，而是我们自己。\n\n如果你对自己不满意，那很大程度上都是可以改变的，你不爱学习，也可以变的爱学习，无非是之前的学习方法不对，如果你不自信，你也可以自己，只要你找到你自信的方面。\n\n支持系统整体上实践的就是这种可塑性，我们寻找自己的支持，别人的支持，都是为了改变自己，因为我们也改变不了别人对吧。",
    "excerpt": "# 大脑的可塑性  最近看到张朝阳的一个视频，在视频里他说大脑是终生可塑的，但前提是 你要相信它是可塑的。所以什么原生家庭各种创伤，都可以修复，前提是你要 相信它可以修复  我曾经很迷恋原生家庭理论，还看过很多“父母皆祸害”小组的帖子，也写 过很多家庭伤害的文章。这个理论本身没什么问题，如果它是用在...",
    "readTime": 11,
    "tags": [
      "支持系统",
      "人际关系",
      "思想哲学",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "135",
    "slug": "135-一贵破九贱2",
    "title": "一贵破九贱2",
    "content": "## 一贵破九贱2\n\n这个题目之前写过一篇，意犹未尽，就再续一点。\n\n最近热议的话题就是拼多多市值超过阿里，成为国内第一电商平台。其实这也是一贵破九贱的实践，拼多多如果说有一个法宝，就是便宜，如果说还有一个，就是仅退款。\n\n一般人做事总是想着怎么平衡，阿里就要平衡大商家，小商家和消费者的利益，而pdd根本不玩啥平衡，就只支持消费者。\n\n虽然这背后有一堆别的策略支撑，但说到底，还是便宜。\n\n在多多买菜里，一箱24瓶水可能只要7块钱，而你在便利店，一瓶水可能也要7块钱。\n\nPdd对商家的价值主要是处理尾单。很多没做过生意的朋友不太理解为啥有些东西卖的会比成本价还低，因为同样的商品，其实在老板眼里是不一样的。比如100斤苹果，20斤卖高价，这就把成本拿回来了，50斤平价卖，这部分主要是利润，剩下的30斤，烂一点，再便宜处理掉一些，这就卖完了。\n\n衣服也是这样，刚上市应季的衣服卖的贵，之后就便宜，最后的那些库存就按斤卖给收尾货的，这些人再分销，最后卖到各地的地摊。\n\n当然，我也不是来分析商业模式的，还是回到支持系统上来。\n\n大多数人对新生事物看不懂看不明白，就是因为没有看到它\"贵\"在哪。一个新出现的东西，一定是充满问题的，但只要有一点\"贵\"，那就可能长大。特朗普当选总统的时候，一堆人也大呼看不懂，如果按传统政治家的标准，他完全不合格，一堆缺点，但偏偏他就选上了，而且可能明年还会选上，因为他做到了别的政治家做不到的，也敢说别的政治家不敢说的。\n\n最近阿根廷的极右总统维尔·米莱也是这样，他要把大多数政府部门卖掉，由私营企业承担政府职能，甚至要废除法币，直接用美元。这么多离谱的主张下他都能出头，说明这个国家确实有很多人的主张完全被忽视了，就跟美国一样，政治不正确的说法大家不敢说，但心里敢想。\n\n甚至很多kol也是这样，讲的越有争议越好，流量越大，赚的越多。而四平八稳左右逢源的中间派，则最后两边都不讨好。\n\n想像一个场景，领导招了一堆新工人，得选个工头来管理其他人，选谁呢？他直接让要当的人自己举手自荐，大多数人又想当又怕别人说自己好出风头，在犹豫纠结的时候，有人举手了，于是他就当上了。\n\n这个场景大家应该不陌生，虽然不太可能碰上一样的场景，但这样你正在做心理斗争就被别人抢先的场景一定有。\n\n你看，机会就被别人抢走了。\n\n胆子大，不要脸也是\"贵\"，所以活该他富贵。\n\n大多数人又想做自己，又怕别人说，还怕做了也做不成。但其实对于普通人普通的人生来说，折腾一下也不太可能就完全完蛋了，大概率只是延续自己没有希望的生活。但折腾本身才有机会，不折腾是一点机会都没有的。\n\n勇气，是大多数人都缺乏的\"贵\"。\n\n找到自己的优点，这可能就是你逆袭的本钱。我有个学哲学的师弟，读书的时候在自行车协会，后来阴差阳错就当上了自行车解说员，这就是他的\"贵\"，有兴趣的话可以搜一下他的故事，他叫李陶。\n\n总之，关键的时候，勇气加上一点点的优势，就足够让你出人头地了，而没有勇气的人活该过平庸的生活。",
    "excerpt": "大体上就是说如果你样样都好，就一样不好，这是凶，如果你样样都不好，有一样好，那就是吉",
    "readTime": 1,
    "tags": [
      "支持系统"
    ]
  },
  {
    "id": "136",
    "slug": "136-向孩子学习",
    "title": "向孩子学习",
    "content": "## 向孩子学习\n\n我一直觉得孩子身上有一大堆值得学习的东西，往往需要学习的不是小孩，而是大人。\n\n比如孩子总是可以跟其他的孩子交朋友，一起玩游戏，而成年人之间，互相说话好像都是冒犯，非必要不说话，非必要不邀请。\n\n孩子们也可以从非常小的事情上收获快乐，比如捡来的弹力球，一个发夹，他们都能玩好几天。而成年人总是显的非常难以讨好，甚至很多人以自己快乐的阈值高而自豪。\n\n大多数小孩都喜欢表达，可以叽叽喳喳的说一天，再平常的一天都能说很久，而成年人好像一年到头都忙，但忙了啥又说不上来，反正就是很累。\n\n孩子们也更加善于表达爱，他们喜欢别的小朋友表现的是很直接的，不会让人猜来猜去。\n\n如果不是大人们的打击，我总感觉孩子们大多数都能快乐成长。往往家长和老师们不明白，孩子们不快乐并不是因为他们自己不够好，而是大人们的问题。\n\n当然，我不是说孩子们没有问题。按成年人的标准，每个孩子都有问题，也确实有一些坏小孩，但我们在教育孩子的时候，也应该想想自己是不是也能从孩子们身上学习。\n\n一般当幼师的女人会显的年轻，好像就是从小孩们身上获得了年轻的力量。\n\n万事万物都可以学习，一草一木都可以学习，我们可以从书本中学习，也可以从旅游中学习，没道理不能从孩子们身上学习。\n\n孔老夫子还为两小儿辩日而困惑，皇帝的新装也只有孩子敢戳破。\n\n成年人的世故当然是社会的要求，但在另一方面，也失去了很多。\n\n如果说最需要学的，我感觉就是获得快乐的能力，再小的快乐也是快乐，如果能用心体会这一点小小的快乐，就能把它放大，就好像用力盯一个小点能看的更清楚一样。\n\n一个能把快乐放大，把悲伤缩小的心，谁不想拥有呢？如果说人跟人一定要比点什么，我觉得就比谁更快乐吧，只有快乐是值得羡慕的。\n\n而快乐又是每个人都能拥有的。",
    "excerpt": "# 向孩子学习  我一直觉得孩子身上有一大堆值得学习的东西，往往需要学习的不是小 孩，而是大人  比如孩子总是可以跟其他的孩子交朋友，一起玩游戏，而成年人之间，互 相说话好像都是冒犯，非必要不说话，非必要不邀请  孩子们也可以从非常小的事情上收获快乐，比如捡来的弹力球，一个发 夹，他们都能玩好几天。...",
    "readTime": 4,
    "tags": [
      "自我成长",
      "人际关系"
    ]
  },
  {
    "id": "137",
    "slug": "137-我可以帮你做个披萨，但没办法让你成为什么",
    "title": "我可以帮你做个披萨，但没办法让你成为什么",
    "content": "## 我可以帮你做个披萨，但没办法让你成为什么\n\n这是我在看动画电影《猫狗武林》里面猫师傅讲给狗徒弟的一句台词。\n\n别人可以给我们物质条件，但成为什么人，终究是我们自己的事情。\n\n读历史的时候，总感觉大人物们都会在某个时刻会觉醒一种自觉，让他们放弃原来的生活路径走向一条未知的路。\n\n比如项羽虽然是万人敌，但他并不喜欢练武，学剑学一半就不学了，他叔叔很生气，而他却说学字够记名字就行了，而学剑只是一人敌，我要学兵法做万人敌。\n\n不过搞笑的是，现在万人敌并不用在形容将军的战争水平，而用在个人的武力水平上了，恰恰是当初项羽创造这个词的反面。\n\n大多数人都是按长辈安排的路径前进，学啥都半途而废的人，哪个有这种勇气说这句话呢？\n\n刘邦好好的亭长当的，突然有一天去当土匪了，曹操不行刺董卓，也可以继续他那官二代的人生，刘备在天下将乱的时候，也毅然决定要起兵，哪怕他并没有起兵的本钱。\n\n大多数人都是随波逐流，但伟大的人物都是选择命运。\n\n普通人也会有\"突然间的自我\"，但一般无法坚持，过一会就故态复萌了。\n\n这种底层系统的变化，需要是很强的驱动力。\n\n首先就是强大的自信，相信自己能做到。尽管做决定本身不容易，但他们最后总是能做出决定，李渊和朱棣在起兵前也犹豫不决，毛委员在要不要出兵朝鲜的问题上也思考了半个月之久。但他们一旦做出决定，就不会再犹豫了。普通人做决定的时候犹豫，碰上点困难就想退缩，这大概是比较根本性的不同。\n\n其次就是总能找到自己的支持者。没有人一开始就是天时地利人和聚齐的，资源和人都是边做边有的，这些人能用自己的理想感召另外一些牛逼的人，聚合成团，然后越打越强。\n\n哪怕这个过程团队要经过几次重组，但最终剩下来的都是强者中的强者，精英中的精英。\n\n对于普通人来说，当然没办法完全复制他们的道路，但也有一些可以借鉴，当那种使命感出现的时候，是畏畏缩缩，还是勇敢的踏出那一步。尽管这几年反向成功学很多，但失败是没办法的事情，如果害怕失败，那一开始就不要出发。如果你甘于过平庸的日子，这当然是无所谓的，怕就怕你又怕失败，又不甘于平庸。\n\n知行合一不仅是方法论的要求，更是一种心理上的需求。知行合一的人无论做啥都不会内耗，哪怕碰上困难，也是自己选的。普通人是既要又要，最好一切顺利，保送当个亿万富豪，但世界上没有这么便宜的事情。\n\n如果你已经决定踏出那一步，那剩下就是找出志同道合的人一起做事，无论做啥，靠自己总是不行的，除非你想当个作家或者数学家。\n\n而要找到这样的人，你就得表达自己的想法，这就是我之前讲过的需求法则。你不表达自己的需求，你描述自己的梦想，别人怎么知道你要什么人，符合你要求的人又怎么找到你呢？\n\n而一切的一切，都归于你是不是真想成为这样的人，无论这样是怎样，你如果真的想，你就行动，如果你不是那么想，那就继续想。人并不一定要飞黄腾达，毕竟大多数做这样梦的确实也做不到，但如果你确实想，但又没有去做，那你就只会不停内耗，这样好像短时间没有受多大损失，但却一直在慢性失血，最后一算损失也不小。\n\n还不如就试一把，错了就死心，或者总结经验下次再来，无论哪种结果，都比坐在那一直内耗强的多吧。",
    "excerpt": "# 我可以帮你做个披萨，但没办法让你成为什么  这是我在看动画电影《猫狗武林》里面猫师傅讲给狗徒弟的一句台词  别人可以给我们物质条件，但成为什么人，终究是我们自己的事情  读历史的时候，总感觉大人物们都会在某个时刻会觉醒一种自觉，让他们 放弃原来的生活路径走向一条未知的路。  比如项羽虽然是万人敌...",
    "readTime": 6,
    "tags": [
      "自我成长",
      "思想哲学",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "138",
    "slug": "138-取人之长，一寸即可",
    "title": "取人之长，一寸即可",
    "content": "## 取人之长，一寸即可\n\n三人行必有我师，是一种很高的境界，这是对这种境界的客观描述，而非要求。\n\n在支持系统之中，我们可以用一切办法扩充我们的支持系统，山可以爬，水可以渡，草木可赏可食可玩，总之，更多的东西都可以有益于我。\n\n而人就更是这样。\n\n如果看人只看缺点，则天下无可看之人，如果只看优点，则天下人皆有可看之处。\n\n大多数人看别人的缺点是很敏锐的，而看别人的优点就不太行了，这里面有潜在的ego影响，就是总是想把别人比下去。\n\n读一篇文章，如果是鸡汤文，可以学一下怎样调动别人情绪，如果是写实文，哪些细节的描述让你感动。所有能让你情绪起变化的地方，都可以观察，学习，可以是正向学习，也可以是反向学习。\n\n大多数人只有对于远远强过自己的人才会佩服，但其实只要肯去看，无论是强一点，还是弱一点，甚至弱很多的人，你都能找到他的长处。\n\n而一个能看到别人长处的人，总是比较惹人喜欢。\n\n如果你能从一个普通人身上看到长处，自然也能从优秀的人身上看到更多的长处。一个美女你夸她美可能用处不大，但如果你说他对现象学分析很到位，她可能就要对你刮目相看了。\n\n如果你还不能看到自己的优点，那你往往也不能正视别人的优点，因为你还处于自信不足的状态，需要通过打压别人才能让你自信，哪怕这种打压只是你心里的打压。\n\n所以我之前提过应该找一群人做表扬与自我表扬。\n\n这种真的看到别人的长处的表扬，不是那种两边不得罪，满口好好好的老好人的夸奖，后者你一看就假，而前者你会感觉真心的愉悦。徐志盛就很善于夸人，所以他能找到好看的女朋友，事业上发展也比较顺利，别人都愿意带他，而他之所以善于夸人，也是因为他有这种能力，能看到每个人的优点。\n\n支持系统改变的永远是自己，当你进入内心充盈的状态，自然就会发现别人的好，原来自己一直忽略了别人的优点，而这种善意的观察，也肯定会影响其他人看你的目光，于是喜欢你的人也就多了，支持系统的强大是一种正反馈的结果。\n\n而我们在不停的向别人学习的过程中，自然也会更强大，向强者学习，也向弱者学习，也向平庸者学习，当你能看到别人的优点，每个人都会比以前更优秀，因为他们一直有优点，只不过你没有看见，当你看见了，你自然就会潜意识的去学习。\n\n就比如你看到一句好的描写，就会刻在你的脑海里，影响你的表达。等你看的足够多的时候，这些就藏不住了，你写的东西就会远远超过你之前的水平。\n\n在其他方面也是这样的，对别人的认可，就会在潜意识层面让你去模仿去学习，最终的结果就是让你变的更优秀。",
    "excerpt": "# 取人之长，一寸即可  三人行必有我师，是一种很高的境界，这是对这种境界的客观描述，而非 要求  在支持系统之中，我们可以用一切办法扩充我们的支持系统，山可以爬， 水可以渡，草木可赏可食可玩，总之，更多的东西都可以有益于我  而人就更是这样  如果看人只看缺点，则天下无可看之人，如果只看优点，则天...",
    "readTime": 5,
    "tags": [
      "支持系统",
      "自我成长",
      "人际关系",
      "职业发展",
      "心理健康"
    ]
  },
  {
    "id": "139",
    "slug": "139-支持系统与估值",
    "title": "支持系统与估值",
    "content": "## 支持系统与估值\n\n资源与垃圾的转化关系相信大家都知道，资源放错地方就是垃圾，垃圾换个地方可能就是资源。石油正常情况下是资源，等疫情开始全世界储油的船和油仓都放满的时候，它就变成了垃圾，如果石油泄露在海上，那更是垃圾中的垃圾。反过来，在日本丢都丢不掉的二手大家电，在贫困地区则是妥妥的资源。现在北京处理大家电也需要给处理费了，上次听说有人卖个旧的大电视最后是给了收的人50块钱，想起来我很多年前处理过一台旧电脑还卖了200，放现在的话估计得花钱才能处理掉了。\n\n这其实就是估值的不同，当然这比较极端。一般估值的区别是定价1块还是100块，而资源与垃圾的区别是10块还是-10。\n\n体制内很多朋友即使做到一定级别，比如正处副处，都想着走出体制，大家总是会劝他谨慎。因为你在体制内你是个领导，走到社会上就只是一个赤手空拳的普通人了，而且掌握的经验几乎完全无用，很难有企业愿意花高价去请你，如果在创业，那风险又太高了。\n\n这就是不同的环境对一个人的估值的不同。\n\n而支持系统就是一个人更高估值的所在。\n\n你是一个普通人，但你爸妈不觉得，孩子不觉得，对象也不觉得，在他们眼中，你都是独一无二的，当然对象这个不一定，但父母和孩子一般来说是这样的。\n\n越亲密的关系，越强的支持系统，对你的估值就越高。\n\n而对于一个陌生人，哪怕你再卖惨，很有可能也不会给你一分钱，心肠好一点的给你一二百块钱就很不错了。\n\n为什么一个人在支持系统里会更舒服，因为大家都把你当回事，都认可你的价值，反过来说，我们提高自己的价值的话，也会扩大自己的支持系统，因为你价值越高，认可你价值的人就越多，而认可你价值的人，就会靠近你，成为你的支持系统。\n\n如果你生活的环境很压抑，一定是因为大多数人都不认可你的价值。那你要做的就是两件事，一是提高自己的价值，二是去到对你估值更高的地方。\n\n所谓树挪死人挪活，在一个重农抑商的国家，商人没什么地位，但如果他去到一个重商的国家，他的地位一下子就提高了。\n\n为什么大量的农民进城找工作，因为农村对人的估值是很低的，一个人种十亩地人都累死了，忙半年才能收，按一亩收1000斤，一斤2块钱，也就2万块钱收入，摊到6个月，一个月3000多，如果要去掉种子化肥农药，那就更低了，而在城里送外卖一个月五六千应该是不太难的。\n\n农村和城市对人力的估值不同，导致了人口的城市化。\n\n很多人明明在一个估值很低的地方，却不愿意离开。比如一个女孩在一个重男轻女的家庭，那对她的估值就是很低的，她当然应该离开，当然这种离开不需要是那种断绝父母关系的离开，而是心理上的离开，经济上的离开。\n\n在一段亲密关系中，如果对象经常PUA你，打压你，让你觉得自卑压抑，那这无疑也是一个低估值系统，你也应该离开。\n\n总之，支持系统都是高估值系统，反过来，高估值系统也总是支持系统，认可你，对你评价高，愿意给你更高待遇更好体验的人和地方，才能算是支持系统。",
    "excerpt": "# 支持系统与估值  资源与垃圾的转化关系相信大家都知道，资源放错地方就是垃圾，垃圾换 个地方可能就是资源。石油正常情况下是资源，等疫情开始全世界储油的船和 油仓都放满的时候，它就变成了垃圾，如果石油泄露在海上，那更是垃圾中的 垃圾。反过来，在日本丢都丢不掉的二手大家电，在贫困地区则是妥妥的资 源。...",
    "readTime": 6,
    "tags": [
      "支持系统",
      "人际关系",
      "职业发展",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "140",
    "slug": "140-找个搭子去健身",
    "title": "找个搭子去健身",
    "content": "## 找个搭子去健身\n\n昨天有人问我怎么样用支持系统坚持健身，我说找个搭子。\n\n支持系统一定是基于自身的，你自己支持自己，如果你自己感觉支持不了，你就得去找别人支持，无论是家人，朋友，还是陌生人。\n\n健身是个好习惯，这个大家都清楚，只是自己上竿子找罪受这事实在太违反人性，所以坚持起来就很难。\n\n不过人类有个特点，只要跟别人一块儿，好像再难的事情也就没那么难了，尤其别人比自己还难的情况。\n\n所以大多数时候人还是需要结成伴侣一起生活的，在原始社会没有一对一的伴侣，也是集体生活，总之一群人在一起，就能把困难减小，无论是真实的困难还是心理上的困难。\n\n在小红书，在朋友圈，在同学里，你总能找到一起健身的人，如果别人去了，你找理由不去就显得很不合时宜，两个人互相勉励就都坚持下来了。\n\n如果是打羽毛球之类的多人运动，那就更好了，打完出出汗，一起吃点东西，把消耗掉的能量补回来，还能增进友谊。\n\n人是容易被身边的人影响的，如果你家里有跑步机，那大多数情况下是用来挂衣服的，因为家里没有锻炼的环境。如果在健身房，你身边一群人都在锻炼，你身上的脂肪看了这场景都害怕，你也就能很容易的跟着动起来了。\n\n大多数情况下，阻止我们做某件事的并不是这件事本身有多困难，而是我们自己的惰性。只不过知道归知道，从知道到做到之前还是有不小的距离，这个时候，有朋友的支持就好多了。\n\n找到你喜欢的运动，如果你并不喜欢健身房的项目，你也可以踢球，跑步，打羽毛球，甚至攀岩和拳击，找到你喜欢的项目，然后跟一群人一起，你就会很享受锻炼的过程了。",
    "excerpt": "# 找个搭子去健身  昨天有人问我怎么样用支持系统坚持健身，我说找个搭子  支持系统一定是基于自身的，你自己支持自己，如果你自己感觉支持不 了，你就得去找别人支持，无论是家人，朋友，还是陌生人    健身是个好习惯，这个大家都清楚，只是自己上竿子找罪受这事实在太违 反人性，所以坚持起来就很难  不过...",
    "readTime": 11,
    "tags": [
      "支持系统",
      "自我成长",
      "人际关系",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "141",
    "slug": "141-为什么受教育程度最高的一代人，却成了最不懂孩子的父母",
    "title": "为什么受教育程度最高的一代人，却成了最不懂孩子的父母",
    "content": "## 为什么受教育程度最高的一代人，却成了最不懂孩子的父母\n\n小孩上高中了开始打游戏，应该是很多家长都碰到的一个问题。我身边一个朋友的姐姐就遇上了，然后就发生了激烈的争吵，小孩把手机都摔了。这个姐姐就很奇怪，小孩怎么变成这样，找我朋友打电话。我朋友也是很认同支持系统理论的，他就说游戏是他的支持系统，而你们不是，你们首先要相信孩子，支持孩子。\n\n我依稀记得高一刚开始的时候，对数学那种一脸懵逼的状态，就宛如我上大一看高数的状态，上一个阶段学的好好的，到下一个阶段，发现玩法都变了，很多人是完全跟不上的。\n\n如果父母没有及时跟进小孩的心理变化，小孩的苦闷无处宣泄，转向游戏就很正常了。\n\n后来经过沟通，这个姐姐知道她小孩是因为学习压力大，同时宿舍里一直有人打游戏打的很晚影响他睡觉，后来决定让小孩走读，反正也就几分钟的路。开始还有点担心，后来朋友说咱们当时都这么过来的，高中孩子走读怎么了。\n\n我今天刚想明白标题的这个问题，恰恰是这一代人受教育程度高，所以才会不懂孩子。之前的家长，识字的都不多，对知识天然是敬畏的，所以孩子学习，能学进去最好，学不进去也正常，不会要求太高。而这一代人受过教育，即使水平不算高吧，毕竟大多数家长也不是985毕业的，但他们对知识本身祛魅了，觉得当初自己就是贪玩才没学进去，如果当初努力一点，用心一点，也能考上名校改变命运，所以对孩子要求就很高。\n\n但我们学习的知识密度之大是他们理解不了的，那么多天才在几千年里创造的知识，要十几年的时间消化下去，这得多难啊，但家长们看来好像就是应该的。如果车间要求每个人都跟劳模一个水平，大家也会觉得不合理，劳模多牛逼，我要跟他一样我不就是劳模了吗？\n\n你看，对自己要求就低多了。\n\n后来这个姐姐又说孩子的学习动力不强。我朋友就说了，这不是缺点，而是特点。\n\n是啊，有几个人能学习动力强呢？大家都处在被PUA的环境中，动不动就是别人能行你为什么不行，你们是我教过最差的一届云云。\n\n一直被打压，几乎从不被激励，谁会有学习动力？那真是天才了。\n\n就像我之前说过的，如果给婴儿一套学习标准，达不到就批评，那可能有一大半小孩永远学不会说话。比如王阳明就是5岁才开口说话，要是他爸妈天天叨咕，你怎么这么差劲，你看邻居阿豪1岁就会说话了，你都5岁了巴拉巴拉。一些天生发育迟缓的孩子如果面对这种压力，肯定就更难成长了。\n\n当然我也不是让你对小孩的发育迟缓完全放松警惕，有些是无所谓的，而有些可能意味着更严重的问题，不能一味的批评，当然也不能一味的不管不顾，找医生搞清楚情况才是对的。\n\n大多数情况下，如果几岁了还不会说话，很有可能是自闭症。\n\n支持来自于了解，了解之后才不会宽严皆误。而很多家长的问题是不了解，不了解了自然自么做都不对，然后就更焦虑，加重了亲子之间的对抗与紧张。\n\n而要了解，就得支持，你支持对方，对方才可能对你敞开心扉。家长对孩子的支持应该是天然的，无条件的，毕竟世界上最爱你最依赖你的人就是生你的和你生的。\n\n如果这个姐姐还是以对抗性的态度跟孩子交流，孩子是不可能把在学校里碰到的问题跟爸妈讲的，自然也不会找到解决方案。\n\n我朋友小时候最渴望的就是被人肯定，最期待的就是期末的颁奖大佬，但他也不敢说，因为不会颁给他。\n\n在这点上，我觉得可以向马来西亚学习，他们动不动就给孩子颁各种奖，很多国内工厂接他们的单子都接到手软。现在幼儿园里也有各种奖，我觉得就挺好，到了应试教育阶段没办法，这些虚头巴脑的东西就少的多了，毕竟成绩才是唯一的标准。\n\n打点滴做题的那张照片流到推特上之后，海外友人不敢相信这是真的，从各种角度证明这是AI作图，直到中国网友告诉他们这就是真的。他们甚至不敢相信有小孩生活在这样不人道的环境下。\n\n东亚这个环境对小孩真是天生不友好，而经过这样环境的人成为家长了，反而获得了对痛苦的免疫力，觉得小孩应该生活在这样的环境中。于是就成了我们之前讲过的痛苦的传递，一个传统就产生了。\n\n作为个体，当然不可能也没必要去对抗大环境，我也不鼓励，但同样作为个体，你永远可以支持自己的孩子，如果你都不支持，在学校里很可能也不会有支持，于是他就生活在痛苦之中了。我们不会羡慕人有钱但一身病的人，但仅仅因为他的病在心理上而不在身上，就值得羡慕了吗？\n\n很多家长没有想清楚这个问题，如果你知道自己要的是什么，然后知行合一，就能规避大多数的痛苦，也能让孩子不那么痛苦。",
    "excerpt": "小孩上高中了开始打游戏，应该是很多家长都碰到的一个问题。",
    "readTime": 1,
    "tags": [
      "其他"
    ]
  },
  {
    "id": "142",
    "slug": "142-求佛不如求己",
    "title": "求佛不如求己",
    "content": "## 求佛不如求己\n\n有个小故事，一个人去庙里拜佛，结果看到观音大士也在拜，就好奇的问说，观音啊，这庙里供奉的就是你，你还拜了干嘛呢，观音说，求佛不如求己。\n\n大多数人相信神佛耶稣祖先会赐给自己力量，但却没想到，只有自己才是真正的力量。\n\n不如在家里贴上自己的照片，每天拜拜自己。\n\n世间所有的神明，都无法直接赐给你财富和权力，最后都需要你自己去获取，他们可以给你机缘，但还是要你去获取这些机缘。\n\n原生家庭理论有时候跟巨婴论是相配套的，一个人长大了，还停留在一切都是原生家庭的锅这个层面，不就是巨婴吗？所有的创伤，如果你觉得你可以修复，都能慢慢恢复，生理上的伤害是这样，精神上的伤害也是这样，但如果你一直要等对方为你的现状负责，那如果等来了还好，等不来呢？我生待明日，万事成蹉跎啊。\n\n如果你觉得你的知识不够，就去学知识，如果觉得自己体能不够，就去锻炼，如果朋友不多，就多请人吃饭，多参加聚会。只要你愿意寻找，绝大多数问题都是有答案的，只不过很多人需要的不是自己去寻找答案，而是别人把他的一生承包起来。\n\n支持系统不是单纯打鸡血的理论，它知道大多数人行动力不足的原因，本质上是自信不足，而自信不足，又是来自于之前太多的失败经验，导致的习得性无助。\n\n所以我们先要认识自我，认可自我，当你觉得你自己很优秀的时候，行动力就呼之欲出了。\n\n我朋友问我是不是今年完成的思想转变，转的比较积极。我说可能之前就已经转变了，直到最近才遇到这个契机。\n\n他之前也碰上了很多苦闷的事情，然后在大理独处了一个月，渐渐解开心结，认可自己才是唯一答案，而这个时候又看到我写的支持系统系列，觉得把那层窗户纸捅破了。\n\n我说这也是因为你本身就已经处在这个阶段了，如果你没处在这个阶段，再早几个月，看我写的这些可能也觉得是鸡汤。\n\n成年人的世界交朋友很难，因为大家都比较有戒心，但部分的放下戒心并不是完全做不到的。我这个朋友也是前几年认识的，现在也相处的很好。对于一个成年人，如果一年能交三五个朋友，就已经相当不易了，而主动表达自己的人，才更有可能被别人筛选出来，达成这样的目标也并不是很难。\n\n在任何环境下，都有强者脱颖而出，所以大时代好或不好，都只是部分要素，只要不是处在战乱时代这种绝对劣势开局，普通人还是有机会的。我们每天都能看到一堆草根上位，一堆草台班子搭起来，如果你相信你也可以成为这个草根大舞台上的一员，你就会去表现自己。\n\n舞台需要演员，而演员需要演技，先让别人看到你的演技吧。",
    "excerpt": "# 求佛不如求己  有个小故事，一个人去庙里拜佛，结果看到观音大士也在拜，就好奇的问 说，观音啊，这庙里供奉的就是你，你还拜了干嘛呢，观音说，求佛不如求己  大多数人相信神佛耶稣祖先会赐给自己力量，但却没想到，只有自己才是 真正的力量  不如在家里贴上自己的照片，每天拜拜自己    世间所有的神明，...",
    "readTime": 5,
    "tags": [
      "支持系统",
      "自我成长",
      "人际关系",
      "思想哲学"
    ]
  },
  {
    "id": "143",
    "slug": "143-搞个副业",
    "title": "搞个副业",
    "content": "## 搞个副业\n\n大多数人一辈子只要能做好一件事就很了不起了，即使是能同时成就多项的天才人物，也往往是因为一两件大成就而被人记住。\n\n但有条件的还是去搞个副业，因为副业会拓展你的人生可能性。\n\n朱元璋主业是个和尚，然后副业去参军了，一路做到皇帝，连他主业都废了。刘邦主业是个亭长，副业去当了个土匪，结果土匪当的很有前途，也当到皇帝了。\n\n这当然是玩笑，别当真啊。\n\n主业在手，你的人生底线就得到保障，不至于惊慌失措。而副业有发展，那就继续发展，没发展就再换，相当于一条腿站在地上，另一条腿不停的去踩泥地里的石头，如果踩稳了就往下走，踩不稳还能把脚伸回来。\n\n当然副业的选择也有技巧，最好跟主业有一定的相关性，可以利用主页的资源。郭德纲主业是个相声演员，副业的话做主持，拍电影，搞综艺，反正都是表演行业。他的粉丝资源可以利用，人气也可以利用，镜头表达能力也能利用，所以这个副业做的就非常的丝滑。\n\n李永乐老师主业在学校教书，副业在视频网站上教书，内容都差不多，平台不一样，现在已经是很有影响力的大v了。\n\n无穷小亮主业是《博物》杂志的编辑，副业则在各平台做科普，也是内容比较接近，然后都做的不错。值得一提的是，他当初能留在《博物》是因为他在年终晚会上表演了一段双节棍，当时有好几个实习生竞争一个位置，最后领导一看他挺有意思，就把他留下来了。你看，普通人生活中也是经常碰上好运的，这就是我讲的幸运黑天鹅。\n\n如果你觉得主业比较压抑，但你家条件又不太好，我还是不建议你裸辞的。我就裸辞过，后来睡了好几个月沙发，我能理解那种黑云压城四面楚歌感觉人生毫无希望的压力。这个时候，搞个有点关系的副业，进可攻，退可守，相当于加强了你事业的支持系统。\n\n微信公众号股社区，现在叫招财大牛猫。主页就是炒股，也炒点币，还做股票公众号，你看，他的副业都跟主业是相关的。其实我们的工作只有一小部分会变成成果上交给领导，比如你是一个做投研的，研究了100个项目，发现只有几个不错，然后给领导推荐了，剩下的90多个就没有啥用处，你就可以在别的平台把你研究的没有意思的项目列出来，给别人做个参考，这也是一个副业。\n\n很多机会都是来自无心插柳，你把工作中看似不太有价值的部分抽离出来就是一个副业了。大牛猫全职研究股票，肯定不会告诉你他买啥，但研究那么多，每天把内容抽点出来整个公众号文章，这就积累了不少的粉丝了。哪怕他失业了，手上的钱都亏光了，靠这个公众号也能翻身。\n\n还有最近爆火的羊弟，买的基金亏了，然后在抖音上吐槽，现在直接火了，开始带货，又以退货率出名，但确实是走出新路来了。\n\n如果哪天你副业做成主页了，人生可能就上了一个新台阶了。即使做不成主业，副业也可能跟主业良心互动，推动主业的发展。像《明朝那些事儿》的作者当年明月，也就是石悦，本职是个公务员，写书出名之后被领导发现文笔不错，从海关公务员调到环保部宣教中心，反正一看就是写东西的，然后再到中信出版社，山东省政府办公厅，上海市政策研究室，现在已经是副厅级干部了。如果不是他的写作才能被领导赏识，很难想像他能从得到这么多岗位的历练并达到今日的政治地位。\n\n所以你快去想想你能做啥副业。",
    "excerpt": "# 搞个副业  大多数人一辈子只要能做好一件事就很了不起了，即使是能同时成就多项 的天才人物，也往往是因为一两件大成就而被人记住  但有条件的还是去搞个副业，因为副业会拓展你的人生可能性。  朱元璋主业是个和尚，然后副业去参军了，一路做到皇帝，连他主业都废 了。刘邦主业是个亭长，副业去当了个土匪，结...",
    "readTime": 6,
    "tags": [
      "支持系统",
      "人际关系",
      "职业发展",
      "生活方式"
    ]
  },
  {
    "id": "144",
    "slug": "144-如果不能做一个有钱的人，那就先做一个有趣的人",
    "title": "如果不能做一个有钱的人，那就先做一个有趣的人",
    "content": "## 如果不能做一个有钱的人，那就先做一个有趣的人\n\n我一直觉得对于朋友来说，有趣是比有钱更好的评价。你不一定会喜欢一个有钱的人，但一定会喜欢一个有趣的人。更重要的是，别人有钱，但不可能直接给你钱，而别人有趣，却可以实实在在的给你分享有趣的事情。\n\n有钱是很难强求的，而有趣就容易多了。你可以跟朋友讲各种笑话和段子，也可以教他们认识满天星斗，甚至给他们算命。这些你都可以学，而且学习的成本并不太高。赚钱需要本金，还很容易赔钱。而在学习成为一个有趣的人的过程中，你最多是学不好，无法传递这些有趣，但你是毫无损失的，而且还多少增加了你的见识。\n\n我昨天跟朋友散步，路过一棵植物的时候我把上面黑黑的果子摘了下来，然后拿了一颗来吃，也给朋友递了一颗。然后告诉他，这个就是龙葵，仙剑里的龙葵也是这个龙葵。龙葵绿色有毒，长熟了变成黑色毒素就几乎消失了，在仙剑里有两个颜色两种性格的龙葵也是取这个特性，只不过把绿色的龙葵变成善良软弱的了。\n\n只不过龙葵熟了也还有一点点毒性，我朋友吃了有点上头，可能就是对这种毒素比较敏感。\n\n当你越了解这个世界，这个世界对你的支持就越多。山里有一堆东西可以吃，你不认识的话你就不知道。所以支持系统要求我们增加自己的知识，因为你知识越多，自身的支持系统就越强，能传递给别人的东西也就越多。\n\n分享你的有趣，也就是分享你的非限制性资源，不会减少你的财富，只会让你更受欢迎。一个受欢迎的人，事业肯定也是更顺利的。\n\n从这个角度讲，支持系统确实是一种成功学，只不过不是一般意义上的成功学，而是可实践可落地的成功学，就算你并没有获得事实上事业上的成功，这套理论也能让你和家人朋友的关系更和谐。\n\n我们每个人都有自己的爱好，把爱好钻研的深一点，然后你在这个方面就很有趣了。但要注音的是，不可以专业凌人，我专业我就牛逼，这种心态要不得，而是一种我发现某个东西很有趣，要与朋友们分享的心态。很多人接受不了别人的教育，就是因为教育的过程中有种盛气凌人的姿态。\n\n人首先是处理情绪，情绪处理到位了，事本来就好处理了。我们把自己发现的有趣的东西与朋友们分享，一种友好而非压迫的方式，别人可能感兴趣，也可能没有兴趣，如果对方感兴趣，那你们的友谊就进了一层，大家能聊的能玩的又多了一点。\n\n人总是会从朋友身上获得机会，所以朋友总是越多越好。我说的是真正的朋友，而不是简单认识的人，但朋友总是从认识开始的，所以想办法扩大自己的交际面就很有必要。\n\n要想让自己的交际面更大，变成一个有趣的人吧。",
    "excerpt": "# 如果不能做一个有钱的人，那就先做一个有趣的人  我一直觉得对于朋友来说，有趣是比有钱更好的评价。你不一定会喜欢一 个有钱的人，但一定会喜欢一个有趣的人。更重要的是，别人有钱，但不可能 直接给你钱，而别人有趣，却可以实实在在的给你分享有趣的事情  有钱是很难强求的，而有趣就容易多了。你可以跟朋友讲...",
    "readTime": 5,
    "tags": [
      "支持系统",
      "人际关系",
      "职业发展",
      "心理健康"
    ]
  },
  {
    "id": "145",
    "slug": "145-人类的本质就是复读机，所以开始复读吧",
    "title": "人类的本质就是复读机，所以开始复读吧",
    "content": "## 人类的本质就是复读机，所以开始复读吧\n\n几乎无论什么道理，前人都讲过，我再说一遍，无非是鹦鹉学舌。但鹦鹉学舌也很有必要，毕竟不同时代的鹦鹉口音也不一样。\n\n如果你不知道怎样表达自己，你可以把前人的东西复述一遍，用自己的话语。像海子说，你来人间一趟，你要看看太阳，我就改成你来到世上，你要看看月亮。你看，这两句话其实是一样的，但很多朋友就说他更喜欢我的版本。\n\n如果你觉得你脑子空空，不知道说什么，那就看看这个领域别人怎么说，然后把这些说的好的摘下来，慢慢揣摩。熟读唐诗三百首，不会作诗也会吟。这个吟并不是单纯的复述，而是有点创作的意思，只不过还达不到真正的创作。吟诗作对，你看吟诗跟作对是相对的，说明还是有点创意在里面的。\n\n你的兴趣在哪里，你的创作力就在哪里。你喜欢的东西，肯定世界上也有其他人喜欢，你并没有那么独特。所以手工耿才能突然大火，原来这个世界上有这么多喜欢无聊发明的人，而在他的村子里可能完全找不到，这是短视频时代他才有这样的机会。\n\n单纯的复读机没啥意思，但一个有创意的复读机就不一样了。你把别人的东西转换成自己的，各种复制粘贴，缝合怪，然后你就得到一个你创造的东西了。\n\n很多人觉得自己生活太普通了，没有什么好说的，但恰恰是因为大多数人都有这个想法，所以往往记录下来的东西反而很少。比如武则天到底叫啥，当时高级政府官员肯定都知道，没有人觉得这是值得写的东西，但现在就没人知道了。\n\n反面是很多基层官员记录自己日常的内容阴差阳错保留下来之后，成为了后世的珍宝，无论是睡虎地秦简还是徐谓礼文书都是这样。\n\n谁也不能说你的东西就一定火不了，但你要想火，总得先输出，而输出如果很困难，就模仿，总之，你要想办法输出一些内容，才可能让好运降临。",
    "excerpt": "# 人类的本质就是复读机，所以开始复读吧  几乎无论什么道理，前人都讲过，我再说一遍，无非是鹦鹉学舌。但鹦鹉 学舌也很有必要，毕竟不同时代的鹦鹉口音也不一样  如果你不知道怎样表达自己，你可以把前人的东西复述一遍，用自己的话 语。像海子说，你来人间一趟，你要看看太阳，我就改成你来到世上，你要看 看月...",
    "readTime": 4,
    "tags": [
      "人际关系",
      "生活方式"
    ]
  },
  {
    "id": "146",
    "slug": "146-打好败仗",
    "title": "打好败仗",
    "content": "## 打好败仗\n\n好的军队一定是败而不溃的。\n\n在我们迈向成功的过程中，一定少不了遇上失败。面对失败，有些人能熬过去，有些人会退缩，有些人则一蹶不振，当然，还有能从失败中成长，越挫越勇的，只不过毕竟是少数了。\n\n当我们表现自己的时候，一定会招来批评，轻一点的是好出风头，哗众取宠，重一点的则说我们根本不行，死了这条心。\n\n这些本质上都是一样的，都是失败。\n\n一支强大的军队，在面对优势的时候能头脑冷静，把优势逐渐扩大，最后化优势为胜势，化战场胜利来战役胜利，再从战役胜利到战略胜利。而在面对僵持阶段的时候，也能等待时机，不骄不躁，等对手犯错误。在面对劣势，甚至失败的时候，则能安排撤退的策略，如何佯攻迷惑敌人，留哪支队伍断后掩护大部队撤离，甚至在败局中寻找对手的漏洞翻盘。\n\n孙子兵法有云，先为己之不可胜，而后待敌之可胜。真正强大的对手不仅是实力上碾压你，更是他根本不犯错误，不给你机会。这种压迫感非常让人窒息，你的一切招术好像都被人看穿了，你的陷阱已经被人设置了反陷阱，最后搞的你都不自信了。\n\n当初围棋届的石佛李昌镐就是这样的人，在几个小时的战斗中永远无悲无喜，冷静的就如同一块石头。他并不是永远不会犯错，而是犯错的时候你都不敢相信他在犯错，先自我怀疑了，所以当时他就是中国棋手心中难以翻越的大山。\n\n我们很难短时间的提高自己的硬实力，但可以通过表现的比较冷静而来提高我们获胜的概率。即使我们输了，能保持冷静，才有可能逆风翻盘，同时迷惑对手，是不是我们还有后手。\n\n在看老三国的时候，曹操赤壁之战大败，几十万大军都化成飞灰，败走华容道他还能笑的出来，但笑一次就被打脸一次，打脸一次再笑一次，直到遇上关羽。而就在这个时候，他还能用正确的策略来攻心关羽，让关羽放自己一码。这简直是失败者教科书。小时候都是看曹操被打脸的笑话，而现在则佩服曹操确实是一代枭雄，能人所不能，亦能忍人所不能忍。\n\n项羽、李密则是大多数失败者的典型。项羽只要不死，刘邦就夜不能寐，天下诸侯也会心怀鬼胎，结果项羽打输了直接自杀了。李密也是，打了一场败仗之后心胆皆寒，直接投降给以前看不上的李渊，等投降了才发现原来忠于自己的部队还不少，让李渊0成本并购自己净资产几个亿的公司心有不甘，又想着造反，可惜鸟在笼中安能张飞，于是也完蛋了。\n\n人活着有时候得有点混不吝的气质，该求饶求饶，该认输认输，该投降投降，但不能才刚处于劣势就心浮气躁，刚处于优势就心高气傲，这样的人再好的牌也得打输。古人能从小处看出一个人未来的成就，其实就是看一个人如何在面对优劣势的时候处理情绪，想出应对策略。\n\n在竞技比赛中，比如NBA总决赛吧，如果A队先打了B队3：0，这个时候如果A队一鼓作气赢下来当然皆大欢喜，但如果B队绝境爆发，连扳三局，打成3：3平，这个时候A队的心理压力就很大了。很多心理素质差的人，在经历极大优势被扳平之后，其实根本还没怎么输，但心理上就不行了，最后就输的很干脆。\n\n昨天象甲的季后赛就上演了这一幕，王廓对蒋川那局，蒋川布局成功，开局有不小优势，可惜一直没有把优势转化成胜势，没有得子也没有有效的攻破对手的防线，然后就被一点点扳回了，二者均势的局面，后来蒋川直接头脑发热就送杀了。\n\n从小我们就知道要胜不骄败不馁，但如何做到呢？这就是一生的修行功夫了。胜不骄我不好说，主要也没怎么赢过，但败不馁还有点发言权，就是得对自己的实力有充分的认识，知道自己还有选择，还有牌可以打。比如我主业是做投资的，如果投资亏完了，那我是不是就彻底完蛋了？也不是嘛，我还可以写心灵鸡汤，说不定也能发财。在心里有底气的情况下，就不太会慌乱，输赢是正常的，别自乱阵脚了。\n\n这也是为什么要清楚自己的支持系统，你知道哪些人是会雪中送炭，哪些能力是你一无所有的时候还有用的，这就会让你在面对劣势、失败甚至绝境的时候依然能保留一些信心，能相对冷静的等待转机的到来。一般来说，天无绝人之路，一时的失败并不会彻底决定你的前途和命运，而从失败中得到的经验，可能反而是下一次成功所需要的条件。",
    "excerpt": "# 打好败仗  好的军队一定是败而不溃的。  在我们迈向成功的过程中，一定少不了遇上失败。面对失败，有些人能熬 过去，有些人会退缩，有些人则一蹶不振，当然，还有能从失败中成长，越挫 越勇的，只不过毕竟是少数了  当我们表现自己的时候，一定会招来批评，轻一点的是好出风头，哗众取 宠，重一点的则说我们根...",
    "readTime": 8,
    "tags": [
      "支持系统",
      "自我成长",
      "心理健康"
    ]
  },
  {
    "id": "147",
    "slug": "147-多接触就会喜欢",
    "title": "多接触就会喜欢",
    "content": "## 多接触就会喜欢\n\n心理学家们做过一个实验，让一堆男女互相注视对方的眼镜30秒。之后发现大多数男女对对方的评价都更好了。他们还拿一堆照片在实验对象面前晃过，发现出现次数更多的人一般受欢迎程度更高。\n\n所以这就给我们提供了一个相对简单的策略来提高自己的受欢迎程度，那就是提高自己的曝光率。\n\n像央视的主持人，一般就更受欢迎，尽管他们的专业水平并不会比其他人明显的强出多少。而一个央视主持人离开央视去地方台或者直接跳出体制之后，他的受欢迎程度也会降低。比如李思思，现在做商演还是要打前央视主持人的名号让才能大家记得。\n\n经常找朋友吃饭聊天看电影散步，就能让朋友更喜欢你，而朋友圈多发点内容，只要不是让人厌烦的广告，一般来说也会提高自己的存在感和亲密度。\n\n所以多进行表达是可以扩大你的朋友圈子的，一方面让人更了解你，便于筛选，另一方面重复出现本身就足以提高你对大家的亲密度。一个反复在你朋友圈出现的人，心理上总是感觉要亲近一些，这并不难理解。\n\n反过来，如果屏蔽某人的朋友圈，那几乎等同于绝交了。\n\n不要担心表达太多而被人厌烦，尽管这确实是存在的，但只要你的内容不是太差劲，这些厌烦你的恰恰就是需要被你筛选出去的对象，一个喜欢你的人肯定不会厌烦你的内容，而一个讨厌你的人让他们减少跟你的交流正是节约你的时间。而对于大多数既不喜欢也不讨厌你的人而言，你的自我表达正是他们认识你的渠道，如果他们不愿意认识你，那他们就跟讨厌你的人没有区别。\n\n总之，只有喜欢你的人才能给你机会，既不喜欢也不讨厌实际上跟讨厌是没有区别的，让这部分人主动的远离你正是让你把时间节约下来跟喜欢你的人交流的策略。\n\n所以多表达自己，也主动约朋友出去玩。",
    "excerpt": "# 多接触就会喜欢  心理学家们做过一个实验，让一堆男女互相注视对方的眼镜30 秒。之后 发现大多数男女对对方的评价都更好了。他们还拿一堆照片在实验对象面前晃 过，发现出现次数更多的人一般受欢迎程度更高  所以这就给我们提供了一个相对简单的策略来提高自己的受欢迎程度，那 就是提高自己的曝光率  像央...",
    "readTime": 8,
    "tags": [
      "自我成长",
      "人际关系",
      "职业发展",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "148",
    "slug": "148-小Q",
    "title": "小Q",
    "content": "## 小Q\n\n刚在飞机上看了一部电影就叫这个名字，讲的是一只导盲犬的故事，我强烈推荐你看一下，我觉得这是中文版的忠犬八公。\n\n主角因为视网膜病变而逐渐失去了视力，他的本职工作是一个甜点大厨，这意味着他的事业走到了尽头。我相信任何人都不会太能接受自己变成盲人，我曾经试过闭上眼走路，最多坚持20米就不得不睁开眼睛，哪怕前面没有任何障碍物，这种心理压力太大了。\n\n所以主角的脾气变的很差，哪怕别人并没有看不起他，他骄傲的内心也接受不了自己变成一个残废，所以一开始他对小Q很不好。后来他寻死没有成功，而从死亡中活过来之后，他也开始好好生活，同时小Q对他的无条件依赖也让他从心理上重新振作起来。\n\n最后小Q得了癌症，走完了它的一生。\n\n这并不是一部以情节见长的电影，所以原谅我这样平淡的介绍。\n\n这部电影对我的触动很多，首先就是人终究是要自己走出困境。视力逐渐失去之后，主角变成一个非常暴躁，动不动发脾气的人。其实身边的人已经尽量在包容他理解他，但他自己走不出来，当然，这也是人之常情，我们自己代入的话也不会好太多。他自己接受不了自己，所以对外表现就成这样。直到他开始接受自己，作为一个盲人也可以开始新的生活，于是跟导盲犬的关系也缓和了。\n\n还有就是，在困难时候，如果有人无条件支持你，这真的会很有用。小Q不会说安慰人的话，他只是默默陪在主角在身边，打也不走，骂也不走。很多人的差脾气其实是源于安全感缺失，而这又来自于某种创伤。如果你运气足够好，身边有这样能包含你的人，那你度过难关的时候就会容易很多。一般来说，家人对我们的包容度是最高的，所以一定要善待自己的家人。\n\n而家人和朋友需要帮助时，也应该尽量的包容他们，只要他们不是天生脾气就差，如果确实是因为某种变故导致他们需要帮助，我们在力所能及的范围内就应该帮助他们，这个时候的滴水之恩可能就能挽救一颗滑入黑暗的心。\n\n这部电影让我知道原来你是我的眼是一部写给导盲犬的歌，至少可以这样去理解。我们的一生中都难免遇上各种困难，有些我们能度过，有些我们无法度过，只能接受，像这种身体上的残疾。如果不幸真的遇上只能接受的困难，那我们也没有办法，尽量在别人的帮助下，调整自己，来适应新的生活，因为自暴自弃并不会让我们更好。",
    "excerpt": "讲的是一只导盲犬的故事，我强烈推荐你看一下，我觉得这是中文版的忠犬八公。",
    "readTime": 4,
    "tags": [
      "人际关系",
      "思想哲学",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "149",
    "slug": "149-不要让你的知识成为别人的压力",
    "title": "不要让你的知识成为别人的压力",
    "content": "## 不要让你的知识成为别人的压力\n\n我平时各种奇怪的冷知识懂的多，所以经常会告诉别人这是什么那又是什么，然后我就一度很困惑，他们为什么不领情？\n\n在我的设想里，他们应该很感激我给他们传递了这么多知识，但似乎他们并不关心，甚至有时候能感觉到他们的厌恶。\n\n后来我才懂得，知识就像食物，也不能一次性摄入过多，尤其是被动摄入的。尤其在对方并不关心，并不想接受这些信息的情况下，强行灌输简直是让人厌恶的自大行为。\n\n而且，有时候我会有一种居高临下的姿态，让对方感觉到一种压力，他本能的就会对抗。\n\n尤其在一些科普的场合，好像在笑话对方智力低下一样。这个时候对方就进入一种防御姿态，这个时候传递的知识就无异于毒药了。尽管知识还是知识，但对方并不需要，不需要的知识就是毒药，正所谓人之蜜糖，我之砒霜。\n\n今天跟人去玩，对方给我递了一瓶小分子水，我一听就知道是智商税，然后我就问多少钱，对方说68，就普通一瓶水，68.要是在以前，我肯定就说这玩意儿就是智商税，但这次我选择闭口不言。几十块钱买瓶水并不是什么大事情，一定程度上还算是促进消费了，而让对方心理上感觉吃亏了，或者我有一种智力上的优越感，那没必要，反面让他感觉不开心。\n\n当然，除了知识，其他你有优势的地方，也可能让别人有压力，而你往往是意识不到的，这可能就会导致朋友间无形的疏远。咱们不是说有东西不讲，让朋友被困在无知之谷里才算朋友，不是这样的，要综合考虑对方的情况，如果他家里有钱，这点钱无所谓，那交点智商税也没啥，就当是一种奢侈品吧，又或者对方对于新知识并没有获取的欲望，在这方面你的优势就成了显摆，也没必要。\n\n总之，我们在知识方面的给予，应该是一种平和的分享，而不是让对方感觉到压力，产生对抗。尽管有时候对抗能增进了解，但大多数时候，非关键问题上，是完全没必要对抗的。很多朋友之间的渐渐走远，就是在这些小事上。\n\n幼儿园老师在跟小孩说话的时候，会习惯蹲下来或者弯下腰，就是让孩子们没有压力，当你处于优势一方的时候，更应该考虑到劣势方的感受，尽管对方并不这么觉得，那更没必要因此而产生某种潜在的敌意。人一旦进入敌意状态，往往就会想压下对方，进一步的沟通和交流就会变的困难。\n\n支持系统的实践中，我们需要的是更多的朋友，而不是显摆自己优越感的机会。如果你的知识和优势并不能让你的支持系统变大，路越走越宽，是不是就是你在使用这些知识和优势的时候出了问题？\n\n佛教有所谓知见障，正因为你有知识，又总是显摆那点知识，所以你才把自己遮住了，看不清更大的世界。\n\n当然，如果你读完这篇的感受是知识没什么用处，那当我没说。",
    "excerpt": "# 不要让你的知识成为别人的压力  我平时各种奇怪的冷知识懂的多，所以经常会告诉别人这是什么那又是什 么，然后我就一度很困惑，他们为什么不领情？  在我的设想里，他们应该很感激我给他们传递了这么多知识，但似乎他们 并不关心，甚至有时候能感觉到他们的厌恶  后来我才懂得，知识就像食物，也不能一次性摄入...",
    "readTime": 5,
    "tags": [
      "支持系统",
      "人际关系",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "150",
    "slug": "150-天地交泰",
    "title": "天地交泰",
    "content": "## 天地交泰\n\n这篇再讲点周易。在周易里，天上地下是否卦，而地上天下为泰卦。天本来应该在上面，地也本来应该在下面，那为啥天在上地在下的卦是否卦，也就是不好的意思呢？\n\n这就要讲到周易里的一种哲学观，它认为万事万物都是流动的，要有交流才有生机，才有希望。天本来在上，地也本来在下，所以二者安于其位的时候，它们之间没有交流，天越升越高，地越沉越低，二者之间差距越来越大，这就不行。而泰卦就反过来，天在下而地在上，天在下，会上升，地在上则会下降，在这个过程中二者交汇了，交流了，于是就生出很多东西来，这就是泰。\n\n在支持系统中，我们并不会单纯的介绍某种学科知识，都是有益于理解支持系统才会引入。\n\n天地你可以理解为社会地位，知识水平，各种能力的高低，而在这个过程中，主导的一定是强者，弱者只是被主导。如果强者不肯伏下身来亲近弱者，那他就会跟弱者越来越远，离心离德，这肯定就不好了。\n\n前一篇讲我们不要因为知识比别人更多，而以一种有优越感的姿态来向对方传递，因为这种居高临下的态度本身就是否，反过来应该以一种谦卑，或者至少平等的姿态跟对方交流，这样才更可能获得朋友。\n\n古代的帝王，如果是成长在平民之中，能体察百姓疾苦，一般能成为好皇帝，比如汉宣帝，朱元璋等。但大多数帝王都是生于深宫之中，长于妇人之手，尽管他们有些也想当好皇帝，但确实无法理解普通人的生活和心理状态，于是就闹出晋惠何不食肉糜，道光吃不起鸡蛋的笑话。\n\n显然，这就对应了否泰的卦象。\n\n为人处事的时候也是这样，越是强者，在跟弱者交流的时候，越应该谦卑，至少表现出谦卑的姿态，才能让人喜欢，让人愿意跟你交流。\n\n毛委员讲军地关系的话如果看过之前的篇章应该会有印象，他说从开天辟地以来，都是军队欺负地方欺负百姓，现在反而在军地军民矛盾的时候，要军队做自我批评，这才是人民军队。他能获得最后的胜利，跟人民军队的定位是分不开的，而人民军队的具体体现，就是军爱民，民拥军。但民拥不拥军，这事毛委员管不了，他能管的只是军队要爱护百姓，关怀百姓，有矛盾，要主动的做自我批评，做完自我批评了，再来处理具体的矛盾。\n\n你看，在军地军民的关系系统中，又是强者主动的居于平等甚至稍低的位置，然后获得了更好的互动与支持，最终形成更强大的互相支持系统。\n\n我们每个人都有很多的优点、优势、强项，正确认识这些优势，可以让我们建立自信，但错误的利用这些优势，反而会伤害我们的朋友，尽管你一开始可能不会意识到。\n\n我花了很长时间才认识到自己可能是个让人讨厌的人，能跟我做朋友的确实要包容我挺多的缺点，这些也是他们一直在默默支持我的表现。支持也分主动与被动，主动的支持好理解，被动的支持就是对方的缺陷你能包容，而不是因为有点缺陷就远离，这也是一种支持，甚至可能是更大的支持。\n\n太阳能给万物生长提供能量，但温和的阳光人人喜爱，暴烈的阳光则让人难以忍受。尽管这都是能量的传递，但传递的强度不同，给人的感受就是不同的。人也是一样，温和的展示自己的优势，会让人想靠近你，而过于直接的，压迫性的方式来展示优势，除了少数霸道总裁文的爱好者，大多数人是会反感的。\n\n在确立了自信之后，我们就应该正确的认识和展示自己的优势，让对方更容易接近和亲近，这样朋友才能越来越多，路也就越走越宽了。",
    "excerpt": "# 天地交泰  这篇再讲点周易。在周易里，天上地下是否卦，而地上天下为泰卦。天本 来应该在上面，地也本来应该在下面，那为啥天在上地在下的卦是否卦，也就 是不好的意思呢？  这就要讲到周易里的一种哲学观，它认为万事万物都是流动的，要有交流 才有生机，才有希望。天本来在上，地也本来在下，所以二者安于其位...",
    "readTime": 6,
    "tags": [
      "支持系统",
      "自我成长",
      "人际关系",
      "思想哲学",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "151",
    "slug": "151-寻找生活中的小幸运",
    "title": "寻找生活中的小幸运",
    "content": "## 寻找生活中的小幸运\n\n我们每天都要经历很多幸运与不幸的时刻，比如9点上班，你8点59到了，很幸运，9点01到，那可能就不太幸运了，等公交地铁的时候，你刚到车就来，这也很幸运，你等了十几分钟还没来，这就有点不幸。\n\n可以做一个幸运账本，记录生活中的每一点幸运。\n\n比如你向某人发微信，对方秒回，这也很幸运对吧。\n\n这些幸运一直都在，但因为你没有记录，没有留意，就并没有留下太多价值。\n\n人类这个物种诞生了几十万年才发明文字，而发明文字之后文明就突然加速了，因为记录带来了经验与增长。历史上发生了无数的事情，只有记录下来的会被人记得，于是这极少数的幸运时刻又进一步的指导了之后的人如何生活。\n\n建立自己的幸运账本，你会发现原来生活对你也并不算太差，自己经常能感受到生活的幸福。而翻阅这个账本本身也是幸福的，这样相当于幸福加倍，超级加倍了。\n\n有可能在地铁上坐你身边的是个帅哥美女，哇，真是幸福啊，这也值得记录对吧。\n\n尽管生活中幸运与不幸几乎是一样多的，但我们记录本身就是选择，我们记下幸运，而让不幸流过。发生小不幸的时候有点难过是正常的，不要阻拦，否则你会加重这种负面的情绪，因为我们已经知道了什么叫二阶情绪，往往大多数负面情绪是来自于二阶情绪，难过的时候就难过，不要因为难过本身而难过，这样难过的事情过去之后，你就恢复了。\n\n经过记录，我们的记忆被筛选，留下来的大多数都是幸运了，于是你每天都觉得很开心，也不会深夜EMO了。\n\n支持系统是相信科学的，默默支持我们的人与默默等着使坏的肯定差不多，但我们更愿意关注前者而非后者，那些想看你笑话的人就让他们等吧，只有支持我们的人能给我们机会。\n\n同样，尽管幸运与不幸的总量相等，但我们总是愿意记录幸运时刻，这样回忆充满幸福，生命就很美好。\n\n当然，你也可以建立不幸账本，其实很多不幸的事情过去之后看完全是生活中的作料，比如20年前的糗事回忆起来也挺可爱对吧。\n\n如果你的内心足够强大，那不幸账本确实也没啥。\n\n这个世界既然已经有了你，那你就有资格来折腾它，虽然大多数时候是被它折腾。我们看到世界给予我们的小幸运，就会发现原来它对我们还不错，你就把它当个陌生人吧，一个对你还不错的陌生人也是可以成为朋友的。\n\n当你和世界做朋友，那你有什么困难它都会帮你解决的，朋友就是这样。\n\n古龙说爱笑的女人运气不会太差，我觉得就是这样，乐观的人总是能给人希望，感染别人，别人也愿意来支持他帮助他，就跟库尔班大叔一样，他乐呵呵的说我要骑着毛驴去看毛主席，丝毫不在意他的这个想法在别人眼中多荒诞可笑，但这个世界就这么奇妙，他真的做到了。\n\n我每次坐飞机都有点怕，我这个说过好多次的，因为在飞机上这种无法掌握的感觉不太好。所以我就会在飞机上写东西，写东西的时候就没时间忧虑了，而每当飞机安全降落，我又会长出一口气，美好的生命又延续了，真是幸运啊。\n\n对了，我现在就在飞机上。",
    "excerpt": "# 寻找生活中的小幸运  我们每天都要经历很多幸运与不幸的时刻，比如9 点上班，你 8 点59 到 了，很幸运，9 点 01 到，那可能就不太幸运了，等公交地铁的时候，你刚到车 就来，这也很幸运，你等了十几分钟还没来，这就有点不幸  可以做一个幸运账本，记录生活中的每一点幸运  比如你向某人发微信，...",
    "readTime": 6,
    "tags": [
      "支持系统",
      "人际关系",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "152",
    "slug": "152-破碎的心是可以修复的",
    "title": "破碎的心是可以修复的",
    "content": "## 破碎的心是可以修复的\n\n无聊的心理学家又拿狗做实验了。他们通过各种办法让狗陷入崩溃，完全不肯动了，变成一条死狗，然后把它的朋友带到它身边，在朋友们的努力下，这条狗又恢复了活力。\n\n之前看过一个讲抑郁症的小视频，就讲父母要跟孩子玩，这些快乐的时光在之后的人生之中会起到一个免疫系统的作用。当孩子陷入抑郁，带他去重温快乐时光，不断努力之后，他有很大概率可以恢复。\n\n我之前写到人脑是可塑的，只要你相信它可塑。\n\n我相信痛苦也都是可以跨过去的。我高中的时候就经历了一次单相思的失败，那会每天在各种习题本上写内心的痛苦，而前几年偶然翻到，已经尬的不行了。\n\n当初觉得已经不会再爱了，现在再看只觉得幼稚可笑。\n\n生活中大多数的痛苦也是这样，只要在时间面前，几乎都是可修复的。\n\n如果这个过程中有家人和朋友的理解与陪伴，那就会快一些，即使没有，也迟早会恢复。\n\n我们回顾之前觉得完全无法度过的难关，只会觉得已经不值一提了，比如高考题目做反了，大学小组作业没完成甚至要挂科了，投资过程中的巨额亏损，这些都过去了。\n\n如果你正处在痛苦之中，我说痛苦迟早会过去，你肯定会觉得我说风凉话，站着说话不腰疼，但事实就是这样。\n\n如果你朋友正处在这样的困难之中，你又不知道怎么安慰，那一直陪着他就行了，默默的陪伴就是很强的支持。\n\n生活总是幸福和痛苦交替出现，我们品尝幸福，但也得咽下痛苦。最终都会过去的，所以耐心等待就好了。\n\n如果你实在觉得难受，别忘了找朋友吃饭，这几乎是一切问题的解决方案，如果一顿不行，那就两顿，如果火锅不行，那就烧烤。\n\n如果烧烤也不行，那你的问题就有点严重了，去找心理医生吧。",
    "excerpt": "# 破碎的心是可以修复的  无聊的心理学家又拿狗做实验了。他们通过各种办法让狗陷入崩溃，完全 不肯动了，变成一条死狗，然后把它的朋友带到它身边，在朋友们的努力下， 这条狗又恢复了活力  之前看过一个讲抑郁症的小视频，就讲父母要跟孩子玩，这些快乐的时光 在之后的人生之中会起到一个免疫系统的作用。当孩子...",
    "readTime": 4,
    "tags": [
      "人际关系",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "153",
    "slug": "153-去踏黄吧",
    "title": "去踏黄吧",
    "content": "## 去踏黄吧\n\n春天叫踏青，秋冬天出游可以叫踏黄。\n\n每天这个季节，满树黄叶的银杏都是一景。当然山上也不只是黄色，而是层林尽染，红黄绿紧黑白青啥颜色都有，色彩饱满度最高的就是这个时候了。\n\n前段时间在新疆，在一片沙枣林中，看着满树的小果子，一地的黄叶子，感觉到一种丰收之美。咱小时候也当过业余农民，帮家里干点活，我相信中国人骨子里都有种农民情结，在文人士大夫身上就叫隐士了，其实也差不多，都是回乡种点菜，最后草盛豆苗稀。\n\n秋冬季节的美，是一种带着收获的喜悦。全国这个时候都以蓝天为主，高气压控制，挑个有阳光风不大的日子出游，体会难得的山野漫步。\n\n与自然做朋友，与世界做朋友，万物皆可赏玩，四季都有乐趣。春天吃点时令野菜，赏生气勃发之美，夏天搞点野生菌，体会山林阴凉之美，秋天就是到处摘点野果，看看各种叶子，冬天赏雪，没啥野东西好薅了。\n\n最近平均每天都要走一万多步，多的时候走了28000步，高居朋友圈第二，第一走了46000步，有时候还能看到六七万步的大神。这个季节阳光明媚每天不出去走走，感觉错过了自然的慷慨的礼物。\n\n无论是山里，还是湖边草地，都很好。\n\n在新疆的时候，那个师兄说他让辖区的干部减少扫落叶的频率，没有点落叶哪像秋天呢？很多城市现在都会特意留几条路不扫叶子，作为秋冬景观，这就是大家审美意识的进步了。\n\n人生也如四季一般，每个季节都有每个季节的美丽与烦恼，但只要愿意欣赏，总还是美的部分居多。我们回忆中大多数故事都很美好，因为我们的大脑总是倾向于留下美的东西，而把当时的痛苦给过滤掉了。有些人有超忆症，什么事情都记得很清楚，宛如此刻正在经历，这些人往往是痛苦的，因为一旦回忆起过去的痛苦就出不来了。\n\n我们漫步在自然之中，同时也漫步在时光之中，享受自然的一刻，也享受了自己的人生。",
    "excerpt": "# 去踏黄吧  春天叫踏青，秋冬天出游可以叫踏黄  每天这个季节，满树黄叶的银杏都是一景。当然山上也不只是黄色，而是 层林尽染，红黄绿紧黑白青啥颜色都有，色彩饱满度最高的就是这个时候了  前段时间在新疆，在一片沙枣林中，看着满树的小果子，一地的黄叶子， 感觉到一种丰收之美。咱小时候也当过业余农民，帮...",
    "readTime": 4,
    "tags": [
      "人际关系"
    ]
  },
  {
    "id": "154",
    "slug": "154-小心滤镜",
    "title": "小心滤镜",
    "content": "## 小心滤镜\n\n不同的身份是有不同的滤镜的，很多人就会利用这些滤镜来骗取其他人的信任。这其实也是利用身份带来的支持系统。\n\n比如各地揭露的骗局，很大一部分就是冒充军人，因为军人在我们国家地位是比较高的，社会形象也好，普通人往往就没有防备心理，还有冒充公检法的，也是利用大家对政府的服从心理。\n\n还有一些是利用和尚道士等身份获取信任，这些人未必是假和尚假道士。社会上对于宗教从业者也是一般会高看一些，觉得他们跳出三界外不在五行中了，但实际上这对一些人只是一个职业。前几年有个案子，杭州净慈寺的方丈被查出来是杀人犯，而号称北大清华占一半的龙泉寺的方丈也被举报利用宗教骗财骗色。\n\n各种职业滤镜，身份滤镜，都有可能误导我们，最终导致我们的损失。\n\n社会上还有一些人，满嘴仁义道德，儒释道也是常挂嘴边，他们即使没有什么宗教身份，我们也往往会倾向于相信他们。我以前就被这样的人骗过，最后损失了几十万吧，这利用的也是我们的一种轻信的心理。\n\n滤镜之所以存在，说到底还是因为我们见识的人少，需要这些滤镜来做一些初步的筛选。一般真正的从业者，反而不会带着什么滤镜，因为这个行业的各种见不得光的地方也见识过了，滤镜也就打破了。\n\n曾经在龙泉寺出家的柳智宇还俗之后就说寺庙里人际关系也很复杂，我们以为寺庙里多和谐都是在外面的想像。\n\n六祖惠能在得到五祖的传法之后，就逃出了寺庙，因为五祖害怕有人加害于他。这些都是载于佛典的实例，可见佛门内部也是充满争斗的。\n\n支持系统在实践中一个很大的问题是如何筛选出值得支持的人，这点确实也没办法简单回答，只能靠我们阅历的增加，逐渐形成一套自己的体系，然后在实践中反复修正。任何人都有看走眼的时候，我们肯定也会有，减少各种滤镜，以一颗透明的心来观察世界观察他人，减少自己上当的可能，这就不错了。\n\n当然，你可能也会想到，我可以反向利用这些滤镜让别人对我不起防备，这当然也是OK的。能尽快让别人认可你，无论是以哪种方式，是否有滤镜的加持，都是不错的，只要我们自己心怀坦荡，这些都不叫事，反而能更快的增加我们的支持系统，帮助我们成功。",
    "excerpt": "# 小心滤镜  不同的身份是有不同的滤镜的，很多人就会利用这些滤镜来骗取其他人的 信任。这其实也是利用身份带来的支持系统  比如各地揭露的骗局，很大一部分就是冒充军人，因为军人在我们国家地 位是比较高的，社会形象也好，普通人往往就没有防备心理，还有冒充公检法 的，也是利用大家对政府的服从心理  还有...",
    "readTime": 4,
    "tags": [
      "支持系统",
      "人际关系",
      "职业发展",
      "心理健康"
    ]
  },
  {
    "id": "155",
    "slug": "155-多情与无情",
    "title": "多情与无情",
    "content": "## 多情与无情\n\n实践支持系统的人未必多情，可能恰恰无情。\n\n人的感情总量可能是有限的，当我们把更多的感情留给值得关心的人，那剩下的人就会更快的被边缘化。\n\n我们对于新的社交关系，总是倾向于尽快筛选，看看双方是否有进一步接触的可能，然后可能的话，建立某种合作关系。而对于一般性的牵扯精力的工作和人，则会减少接触，也减少心思。\n\n很多人犯的错误在于，对于真正应该关心的人视而不见，而对八竿子打不着的人的随意一句话琢磨半天，或者生一宿的气。\n\n在网络上，跟陌生人之间的争论在绝大多数时候都是无意义的，除非你们真的是在进行某种知识层面的交锋，而且双方非常尊重辩论礼仪。当然，我们都知道，这种情况是跟真爱一样罕见的，正常情况是，大家以立场开始，也以立场收尾，中间就是各种花式骂街。\n\n无论你骂赢骂输，最后都是一肚子气，因为你发现居然有人反对你的立场，简直是不可饶恕，死不足惜。\n\n这种就是支持系统实践者应该避免出现的情况，有那吵架的工夫，多跟朋友聊几句不好吗？或者跟妈妈打个电话。\n\n一个刚认识的人是否对你有好感，这值得你花心思想来想去吗？如果你也有兴趣就约其出来吃饭，没有心思就算了。\n\n凡事以我为主，我是第一位的。\n\n抖音上最近在传个文案，咱们就当它是真的，讲的是寝室小姐妹省吃俭用给喜欢的男生买了双AJ，然后发现这个男生是gay。这种就属于自作多情，如果对对方有心思那就早点表示，省吃俭用送礼是最蠢的，不如约饭或者压马路，直接约吃饭自己也能吃，或者散步还省钱，近距离接触双方有没有心思很容易看出来，隔老远自我感动是最蠢的。\n\n把情结和时间保留给少数支持你的人，而不是大多数跟你毫无关系的人，让你的支持系统逐步壮大，这样你也不累，效果还好。",
    "excerpt": "# 多情与无情  实践支持系统的人未必多情，可能恰恰无情  人的感情总量可能是有限的，当我们把更多的感情留给值得关心的人，那 剩下的人就会更快的被边缘化  我们对于新的社交关系，总是倾向于尽快筛选，看看双方是否有进一步接 触的可能，然后可能的话，建立某种合作关系。而对于一般性的牵扯精力的工 作和人，...",
    "readTime": 4,
    "tags": [
      "支持系统",
      "自我成长",
      "人际关系",
      "思想哲学"
    ]
  },
  {
    "id": "156",
    "slug": "156-把问题抛给别人",
    "title": "把问题抛给别人",
    "content": "## 把问题抛给别人\n\n你有没有这种时刻，喜欢别人又不知道别人喜不喜欢自己，纠结半天，想要别人还钱又怕伤感情，又纠结半天，想涨工资又怕老板不同意，继续纠结。\n\n对于所有这些问题，我的建议通通是直接去做，把问题抛给别人，比自己内耗强的多。\n\n当然，这里面也有技巧，虽然咱们推崇打直球，但直球也有打的好打的不好。比如你想表达你的心意，也不必直接一个电话过去说咱喜欢你，你考虑一下吧，你就约ta，多约几次，ta要是每次都出来，那显然有机会，如果约不出来，那就算了。\n\n想要人还钱那可以直接一点，毕竟，是对方应该不好意思，你就说过年了手头紧，能不能先还点。\n\n想涨工资的话可以问老板最近感觉我表现怎么样，如果领导不想给你涨工资，就会说还需要努力，如果他一时不察，回答表现不错，那你就可以顺竿子往上爬了。\n\n总之，能让对方纠结的时候，就别让自己纠结，自己纠结来纠结去，别人啥都不知道，照样呼呼大睡，就你一个人在生闷气暗自神伤患得患失，一个好人都得给折腾成神经病。\n\n所以与其自己纠结，不如让别人去纠结，大多数情况下，我们纠结的问题，在别人那里都不是问题，看看别人怎么处理这个问题，对我们来说更简单。\n\n减少自己内耗，让别人内耗，节约下来的心力可以给更有确定性的朋友和家人。\n\n把确定性留给自己，不确定性留给别人。我们可以掌握自己的行为，却无法干预别人，所以我们在面对问题的时候，果断行动，无论是哪种行动都OK，但不要一直犹豫不决，把行动力虚耗在纠结之中。\n\n有个驴吃草的比喻，驴的两边各有一捆草，因为距离相等，所以驴一直不知道吃哪边，最后就活活饿死了。我们总说大活人不能被尿憋死，其实也是这样，大多数事情都能解决，但犹豫不决不是解决的办法，饿了就去吃饭，而不是纠结到底吃什么，走出去，到街上，你看到火锅烧烤日料的时候你就会知道你要吃什么，在家想你想到饿死也想不出来。\n\n凡事主动而不纠结，这样的人天然有魅力，大家都喜欢跟这样的人交往，因为做决定是很辛苦的，一个能果断做决定的人就是很厉害。\n\n一个凡事纠结的人，在面对人生关头的重大选择的时候，也会习惯性的不知所措，而这样就很容易错过改变命运的机会。这样的机会往往是稍纵即逝的，你还在犹豫的时候，别人已经冲上去了，你就没机会了。\n\n比如班上新来一个漂亮姑娘，你在犹豫要不要追求，结果这个时候已经有人冲上去表白了，如果姑娘没答应你还有机会，如果答应了你不就没机会了。主动权掌握在别人手里的时候这就很被动了，很多时候姑娘也不一定多满意这男的，但新人孤单寂寞冷可能就找个人谈了。\n\n人生中的很多机会也是这样，冲上去的人未必多符合条件，但也没有更好的，于是他就获得了这个机会。你可能也并不输别人，但你没冲，机会就给别人了。\n\n然后又抱怨我也不比他差啊，怎么领导不开眼提拔了他呢？因为人家主动争取机会而你在家里等领导慧眼识珠啊。",
    "excerpt": "# 把问题抛给别人  你有没有这种时刻，喜欢别人又不知道别人喜不喜欢自己，纠结半天，想 要别人还钱又怕伤感情，又纠结半天，想涨工资又怕老板不同意，继续纠结  对于所有这些问题，我的建议通通是直接去做，把问题抛给别人，比自己 内耗强的多  当然，这里面也有技巧，虽然咱们推崇打直球，但直球也有打的好打的...",
    "readTime": 6,
    "tags": [
      "人际关系",
      "生活方式"
    ]
  },
  {
    "id": "157",
    "slug": "157-病中闲思",
    "title": "病中闲思",
    "content": "## 病中闲思\n\n这两天感冒了，然后就没更新。倒也不是病的多重，更多的是找个借口断更吧，毕竟昨天病的最厉害我还走了28000多步。\n\n古人讲雷霆雨露皆是君恩，而人这一生总少不了三灾九难，五劳七伤，这些其实也是重要的生命体验。\n\n当你病的时候，你可能会自我怀疑，会愤怒，会伤心，会绝望，但有没有可能，这也是生命的一份礼物呢？\n\n病了我们就会强迫自己休息，发现这个世界原来少了你也没啥区别，平时忙的连轴转好像世界少了自己不行，但一病下来，发现居然没什么变化。\n\n俞敏洪读大学的时候病休了一年，在这一年里他说他读了600本书。他在这一年不仅是阅读了大量的各种作品，更重要的是真正理解了读书是为了什么，他不再为考试而读书，他找到了自己真正喜欢的东西，他为自己的成长而读书。\n\n我读过一篇抑郁症病人的自述，作者之前是一个媒体主编，每天都很忙，身心都出了各种问题，但还在咬牙坚持，直到突然有一天完全无法工作，突然人就崩溃了。经过长时间治疗之后他走出来了，他说回想当时的状态，身体可能是进入强行关机的状态，因为电量太小了，如果再继续下去，人就不行了，通过强行关机，把消耗降到最低，之后才能慢慢恢复。\n\n你看，抑郁症本身是不好的，但抑郁症的状态有可能是身体为了自保而强行关机的一种方式，这就是自救了。\n\n虽然确实大家都不想生病，但人总是会生病的，我们需要生病来时刻让免疫系统保持活跃，如果人一直不生病，搞不好就跟郭德纲相声里讲的一样，一个小孩从小身体特好，从不生病，到12岁那年得个感冒，死了。\n\n所以当疾病来临的时候，调整好心态，进入待机状态，可以借生病的机会偷懒，重新思考未来的路，直到痊愈。\n\n大多数病都是自愈的，医疗只是辅助，还有很多医疗措施只是延续你的生命，让你的身体有时间有条件自愈。比如我有个朋友很久没锻炼突然高强度锻炼一次就横纹肌溶解了，然后就去医院，这个病没有什么治疗方法，就是多喝水，在医院只是监测各种生命体征，发现不对能及时干预，剩下的就等人体的自愈功能起作用。\n\n我们不是感谢苦难，而是正视苦难。疾病当然也是苦难的一种，我们最终都是靠自己来战胜疾病，也是靠自己来战胜别的苦难。战胜过苦难的我们会变的更强大，就像有些人手指割道口子就要去医院，而有些人能自己给自己做手术，如果你没有经历过苦难，没有应对苦难的经验，那就算是手指上割道口子，你也会惊慌失措。\n\n把一切经历都当成是礼物，就如同巧克力也需要一些苦味来增加层次感，生命也是需要一点辛苦来衬托出美好。\n\n用积极向上的心态来面对疾病和其他的困难，而不是怨天尤人自暴自弃，这样也会活的更轻松一点对吧。",
    "excerpt": "# 病中闲思  这两天感冒了，然后就没更新。倒也不是病的多重，更多的是找个借口断 更吧，毕竟昨天病的最厉害我还走了28000 多步  古人讲雷霆雨露皆是君恩，而人这一生总少不了三灾九难，五劳七伤，这 些其实也是重要的生命体验  当你病的时候，你可能会自我怀疑，会愤怒，会伤心，会绝望，但有没有 可能，...",
    "readTime": 5,
    "tags": [
      "自我成长",
      "人际关系",
      "职业发展",
      "思想哲学",
      "心理健康"
    ]
  },
  {
    "id": "158",
    "slug": "158-大家总是害怕抓住机会变的伟大",
    "title": "大家总是害怕抓住机会变的伟大",
    "content": "## 大家总是害怕抓住机会变的伟大\n\n这两天看了部电影叫《大创业家》，讲的是麦当劳的创业故事，非常建议大家去看一下，金句很多，标题就是其中之一。\n\n我上次看到这样类似又深刻的句子还是\"我们大多能原谅朋友的错误，却难以原谅他们的正确\"。\n\n对大多数人而言，抓住机会这事实在是太尴尬了，一辈子庸庸碌碌又有什么关系呢，抓住机会争取机会万一失败了可是会被人嘲笑好几年的呢。\n\n之前看到过一个说法，在很多人看来，上台演讲是仅次于上战场的可怕情况了。前几天我给几个想面试进清北的学生辅导，有一个小孩明显就是在背书，虽然其他的也在背书，但他背的太明显了，不断的引用各种古诗词句子，我说咱们这是在线上，如果在线下，你面对一堆面试老师，临场压力这么大的情况下，你卡壳了咋办？\n\n尴尬、丢人，这些太可怕了，甚至比真正的健康和金钱损害看上去还可怕。\n\n担心被不计其数的陌生人嘲笑，而不敢出手一搏，这才是人性常态。\n\n昨天写了篇《多情与无情》，这其实也是普通人容易犯的错误，对陌生人太多情了，太怕他们看不起，怕被他们嘲笑。人的情感总量就那么多，你太注意陌生人的感受，就会忽略自己和核心圈。\n\n里面有很多敢于抓住机会的人，比如主角克罗克，在发现麦当劳兄弟的店很火爆，有非常优化的流程，非常多的创新，却只有一家店之后，他果断的签下了特许经营权，允许他开放连锁加盟。而在他被财务问题困扰之后，当时也在银行办事的一个律师主动找到他要帮他解决问题。\n\n他山之石可以攻玉，很多我们看来无解的问题，在别人看来就是易如反掌。律师告诉克罗克麦当劳不是一家餐饮公司，而是一家房地产公司。这在当下是比较容易接受的道理，而在几十年前就显的很惊世骇俗了。但在律师的操作下，克罗克成功的扭转了财务状况，并把连锁店扩张到了更多的地方。\n\n如果律师只是等着克罗克去找他会怎样？克罗克永远都不会找他。\n\n克罗克还果断的撕毁了跟麦当劳兄弟的协议，拿了270万美金的和解金，以及当时答应但事后并未兑现的1%的利润买断了麦当劳兄弟的所有权益。\n\n而麦当劳兄弟好像是输家，但并不是。在电影里，克罗克一开始在店里买了一份汉堡和可乐，只用了0.35美元，假设利润率为100%，这样的套餐需要卖1500万份，而麦当劳兄弟只有这一家店，就算一天能卖1000份套餐，需要15000天，也就是41年才能赚这么多。\n\n现在直接落袋为安了。\n\n在克罗克和麦当劳兄弟发生激烈争吵导致哥哥进医院之后，克罗克主动的去医院送花并送上一张空白支票。普通人如果发生争吵，肯定不好意思主动的去对头那边说和，这种直面矛盾的勇气是让人敬畏的，所以之后这兄弟就意识到他们永远斗不过克罗克，接受了和解协议。\n\n电影里还说到，成功的关键是坚持，而不是天才，毕竟怀才不遇的天才太多了，也不是教育，高学历的书呆子也满大街都是，只有坚持能创造奇迹。\n\n在这里我就得重新说回幸运黑天鹅了，昨天也跟朋友聊到，奇迹总是在相信奇迹的身上诞生，比如库尔班大叔一言兴家。小概率事件发生率很低，但只要重复次数足够，概率就高了，这就是大数定理，相信不用证明你也能看懂。\n\n最开始克罗克怎样发现麦当劳的，就是在不停的推销他的奶昔机，在一次又一次失败之后，有一家店订了6台，他以为有误解，打过去一问，结果要的是8台。他要亲眼看看什么店这么牛逼，才找到了麦当劳，发现了麦当劳快速出餐的秘密。他是在50多岁成功的，而在这个年龄，大多数人已经放弃事业安享天年了。\n\n坚持就是重复的去尝试小概率事件，然后等待幸运黑天鹅的降临。\n\n所有人都以为《三体》很火，所以影视改编权很贵，所以都不去找大刘开价，然后有人开价10万就买走了。\n\n所有人都以为女神难追，于是都不去追，结果比你矮比你丑比你穷的臭小子追到了女神，你在一边抱怨女神为啥不长眼。\n\n所有这一切，都是因为失败令人尴尬。\n\n相比尴尬，失败本身都没有那么可怕。\n\n大多数人分不清一阶与二阶，失败是一阶，尴尬是二阶，投资亏钱了难过是一阶，因为亏钱了觉得自己这么傻自我否定是二阶。\n\n往往二阶情绪的伤害比一阶本身要大的多。\n\n当机会出现的时候，如果失败的成本只是尴尬和浪费一些时间，而不是真实的巨额财产和巨大身心损失，那就勇敢的扑上去吧。\n\n再说一句扎心的话，其实没那么多人嘲笑你，因为你如果不成功，连嘲笑你都浪费力气，你在别人眼里只是一个谈资，并没有人那么在意你。",
    "excerpt": "# 大家总是害怕抓住机会变的伟大  这两天看了部电影叫《大创业家》，讲的是麦当劳的创业故事，非常建议 大家去看一下，金句很多，标题就是其中之一  我上次看到这样类似又深刻的句子还是“我们大多能原谅朋友的错误，却难 以原谅他们的正确”  对大多数人而言，抓住机会这事实在是太尴尬了，一辈子庸庸碌碌又有什...",
    "readTime": 8,
    "tags": [
      "自我成长",
      "人际关系",
      "职业发展",
      "心理健康"
    ]
  },
  {
    "id": "159",
    "slug": "159-一阶美德与二阶美德",
    "title": "一阶美德与二阶美德",
    "content": "## 一阶美德与二阶美德\n\n之前讲过一阶情绪与二阶情绪，昨天跟人聊天的时候想到其实还有一阶美德与二阶美德。\n\n比如自信和勇敢是一阶的，你不需要什么条件就可以拥有，任何时候都可以拥有，而谦虚是二阶美德，你得拥有某种优势之后才能拥有。\n\n我们的教育在一阶美德还未建立之前就传输二阶美德，导致大多数人并不知道如何建立自信。\n\n甚至自信从未定义成美德。\n\n如果教育的对象是王子公主，那教他们谦虚低调当然是对的，因为他们本已经处在高位。但你教普通人谦虚，他有啥好谦虚的。\n\n就比如不耻下问是美德，但你本身就在下你下问谁去啊？\n\n达官贵族和光同尘是美德，跟群众打成一片，你本身就是个群众，你配吗？\n\n你甚至可以看到教育的一个根本性问题，就是贵族教育的泛化，这些本应该是贵族学习的东西，让普通人提前学了，反而压制了他们的成长。\n\n王子公主们从小就生活在巨大的支持系统之中，他们一定的谦虚低调是受人赞扬的。而普通人成长的环境是啥样相信大家都有所体会，在没有自信条件的情况下教人谦虚，等于稍微有点自信的本钱就让你扔掉，而你该自卑的地方还自卑，又不会有人给你提一提，这样盈要抛亏不补，最后你肯定就自卑了。\n\n所以在这种教育中绝大多数人是自卑的。\n\n所以应该立即把所有中小学里主张谦虚的标语都扔掉，换上鼓励与积极的话语。\n\n谦虚本身是美德，但它是高位者的自省，而不是低位者的法宝。\n\n低位者的法宝是认可自我价值，敢于尝试，搏命运的转机。\n\n如果能在中小学普及表扬与自我表扬，我相信青少年抑郁症会少很多。\n\n在现在的体制下，一个做手工的天才在学校成绩不好肯定是被批评的，于是我们就会看到很滑稽的一幕，一个天才竟然会因为不够普通而被人嘲笑。\n\n这个时代充满机会，我见过很多有一技之长的年轻人崛起，比一般名校大学生的收入和地位高很多。在充满机会的时代，成功的第一要素甚至不是有所长，而是敢于尝试，而敢尝试，需要的就是一颗强大自信的心。\n\n当然，尝试也有方法，这就是我们前面讲的奇迹方法论，如果你损失的只是时间和面子，那没啥，勇敢去试吧，反正你也是个穷人，穷人的时间本来也不值钱，你抓住这点时间搬砖也解决不了啥问题。",
    "excerpt": "# 一阶美德与二阶美德  之前讲过一阶情绪与二阶情绪，昨天跟人聊天的时候想到其实还有一阶美 德与二阶美德  比如自信和勇敢是一阶的，你不需要什么条件就可以拥有，任何时候都可 以拥有，而谦虚是二阶美德，你得拥有某种优势之后才能拥有  我们的教育在一阶美德还未建立之前就传输二阶美德，导致大多数人并不 知...",
    "readTime": 4,
    "tags": [
      "支持系统",
      "自我成长",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "160",
    "slug": "160-开始十年规划吧",
    "title": "开始十年规划吧",
    "content": "## 开始十年规划吧\n\n人总是高估短期变化，而低估长期变化。\n\n如果你今天开始学一门外语，用2年时间达到基本能使用的程度，到第十年的时候，你已经会了5门外语。\n\n如果你用2年的时间学一门体育项目，足可成为普通人里的高级玩家，用十年时间你可以训练出5种这样的技能。\n\n你每年培养出一种爱好并加以钻研，十年的时间也可以培养出十种可以拿的出手的爱好，足够你成为一个非常有趣的人。\n\n每年学一个国家的历史，你用十年的时间，也可以成为世界各国历史的专家。\n\n......\n\n总之，十年真的很长，长到可以让你脱胎换骨。\n\n但如果你没有任何规划，就这样漫无目的的过，十年也会过的很快，快到你还没反应过来你的青春小鸟就飞走了，然后你怨恨十年前的自己为什么不做点什么。\n\n我19年下半年开始重新学法语，用了半年多时间达到可以基本阅读的水平，到现在基本上也是这个水平，从20年开始我也开始重新学习印尼语，大概用了一年半到大致能顺畅阅读的水平，再从今年开始我学习德语，不出意外最多2年我应该能顺利的阅读德语新闻。\n\n之后计划学习西语韩语日语等。\n\n在之前的几年，我每年更新一个爱好，有野菜野果和野生菌，未来打算研究昆虫鸟类岩石等。\n\n锻炼方面的话前几年健身还不错，就是最近荒废了，准备再捡起来。\n\n写作层面写的比较少，主要就是现在的支持系统，未来打算把我理解的经济学写出来。\n\n我之前每天刷抖音的时候，日子也是这样过，现在我每天写点东西，日子还是一样的过，但现在的生活肯定比光刷抖音更有意义。\n\n不要太着急，我们还没有这么快去死，现在就是十年后的十年前，把十年后的遗憾放在今天解决，哪怕十年做成一件事，也比十年后悔恨自己一件事情都没做来的强对吧。",
    "excerpt": "# 开始十年规划吧  人总是高估短期变化，而低估长期变化。  如果你今天开始学一门外语，用2 年时间达到基本能使用的程度，到第十 年的时候，你已经会了5 门外语  如果你用 2 年的时间学一门体育项目，足可成为普通人里的高级玩家，用 十年时间你可以训练出5 种这样的技能  你每年培养出一种爱好并加以...",
    "readTime": 4,
    "tags": [
      "支持系统",
      "生活方式"
    ]
  },
  {
    "id": "161",
    "slug": "161-金杯同汝饮，白刃不相饶",
    "title": "金杯同汝饮，白刃不相饶",
    "content": "## 金杯同汝饮，白刃不相饶\n\n在明初的一次宴会上，朱元璋跟茹太素喝酒的时候，说出了标题里的这句话。\n\n我读历史发现大人物们支持一个人的时候，都比较直接，比如刘备三顾茅庐，非得请你出山不可。但如果他们发现你不合格，则又会很快的把你踢出群，立刻就边缘化了，甚至费劲巴拉请你过来之后一两个月就踢开了，翻脸比翻书还快。\n\n我倒不是建议大家学他们翻脸快，而是学习他们的果断。当你认为某人有潜力成为你支持系统的关键时，不如立刻就请他吃饭，而如果发现他不合格，那也不用纠结犹豫，立刻的选择离开。\n\n快速的筛选，快速的亲近，合则留不合则去，这样保证你的支持系统总是充满活力，总是有新人进来。\n\n现在给大家讲一个善善恶恶的故事。\n\n昔齐桓公出，见一故墟而问之。或对日:\"郭氏之墟也。\"复问郭氏曷为墟，日:\"\\n善善而恶恶焉。\"桓公日:\"善善恶恶，乃所以为存，而反为墟，何也?\"日:\"\\n善善而不能用，恶恶而不能去。彼善人知其贵己而不用，则怨之;恶人见其贱己而不好，则仇之。夫与善人为怨，恶人为仇，欲毋亡得乎?\"。\n\n善就是喜欢，善善就是喜欢好人，恶就是讨厌，恶恶就是讨厌坏人。\n\n喜欢好人又不用，讨厌坏人又不肯把他们赶开。好人知道你不肯用他们则怨恨，坏人知道你讨厌他们也怨恨，这就是知行不合一的问题了。\n\n如果你有喜欢的人，就立刻让人知道你喜欢他们，然后立刻就亲近，无论是事业上还是感情上，如果讨厌，就立刻将他们从你的支持系统中清除。\n\n很多人就是犹犹豫豫，最终也不改变结果，却让自己很累，同时因为没有空出空间，喜欢的人进不来，讨厌的人又不赶走，最后把自己的感情和事业都整的一团糟。\n\n学学朱元璋这套，跟你好的时候就金杯同汝饮，一旦不行了，当然咱们不能白刃不相饶，反正就立刻让他滚吧。\n\n但这得是根本上的不行，而非一时的意气，如果一个人根本上帮不了你，无论在哪个方面都起不到作用，那维持跟他的关系就是浪费时间和感情，果断一点更好。",
    "excerpt": "# 金杯同汝饮，白刃不相饶  在明初的一次宴会上，朱元璋跟茹太素喝酒的时候，说出了标题里的这句 话  我读历史发现大人物们支持一个人的时候，都比较直接，比如刘备三顾茅 庐，非得请你出山不可。但如果他们发现你不合格，则又会很快的把你踢出 群，立刻就边缘化了，甚至费劲巴拉请你过来之后一两个月就踢开了，翻...",
    "readTime": 4,
    "tags": [
      "支持系统",
      "人际关系",
      "职业发展"
    ]
  },
  {
    "id": "162",
    "slug": "162-拒真与纳伪",
    "title": "拒真与纳伪",
    "content": "## 拒真与纳伪\n\n从统计学角度，我们总是会犯这两种错误，一种是把真的当成假的，就是拒真，一种是把假的当成真的，就是纳伪。这两种错误是同时会发生的，但我们可以选择把标准往哪边移，拒真如果更不可接受，那就把纳伪的接受度提高一点，反之亦然。\n\n宁可错杀一千，不可放过一个，就是接受纳伪，而不接受拒真，可以把无罪的当成有罪的，但不能把有罪的当成无罪的。\n\n反过来，无罪推定，疑点利益归于被告，则是接受拒真，而不太接受纳伪。你真有罪我可以接受判你无罪，但你无罪我不能接受判你有罪。\n\n当然，这样你可能还是稀里糊涂，那就把这些都抛在一边，你想想看，当你的对象有出轨迹象的时候，你是选择立刻分手还是等一切都证明了再说，在证明之前先当作没有。\n\n我们对任何事情都不能说有绝对的判断，可能除了数学题除外吧。\n\n不同的情况选择的标准是不同的，比如一个很有可能是非常伟大的创新，但也可能是个骗子，如果你搞不明白，不如先相信，这个时候，信错了损失很少，而错过的话损失就很大了。\n\n以前国家认定烈士的标准比较严，甚至在证据不足的情况下，把烈士当成叛徒处理，结果就连累了烈士的一家人。后来调整了标准，如果没有十分明确的证据证明是叛徒的，那就先当烈士处理，以后有了证据再说。烈士已经牺牲了，如果再让他承受怀疑，家人承担叛徒亲属的代价就太沉重了，相比之下，让个别叛徒享受一些光荣就并不是那么不可接受。\n\n大家可以去搜一下廉宝生的故事，在他被认定是叛徒之后，家人都受到各种不公正的待遇，即使在28年后追认为烈士，这么多年的冤屈也难以洗刷，尤其是他的哥哥和两个弟弟，都失去了体制内的工作，现在承认是烈士了，难倒还能给他们补上应有的级别和待遇吗？\n\n当然，这篇并不是主要讲概率，而是如何用概率论的方法来提高自己的支持系统水平。\n\n普通人最缺的就是机会，机会来临的时候，无论真假都应该试上一试，只要成本足够低，因为对于普通人来说，纳伪不可怕，可怕的是拒真。一次假的机会无非是让本就不富裕的家庭雪上加霜，但也就这样了，而一次真的机会就可以让普通人直接翻身。\n\n所谓病急乱投医就是这个道理，反正人已经快没了，试错了无非是早死一会，万一试对了呢？\n\n普通人不应该特别害怕上当受骗，因为自己被骗的损失不太大，当然前提是你每次投入的有限，还得记住我们的奇迹方法论，但错过改变命运的机会，那才应该捶胸顿足。\n\n同理，我们在跟别人接触，在试图扩大我们的支持系统的时候，也不要怕混进来一两个坏人，因为坏人也骗不到我们啥东西，本来已经这么穷了，如果能有一两个人给我们机会，我们可能就能原地起飞。\n\n但如果你本来就已经很有钱，这个时候机会的价值就没那么大，反而应该在乎的就是风险，这时候就开始转向扩大对拒真的接受度而减少纳伪的接受度了。巴菲特这样的人一年可以拒绝100万个机会，因为这些机会真假难辨，找到一个有确定性的机会就足够了，对他们来说本金的安全才是最重要的。\n\n在不同的位置选择的策略是不一样的，在低位的时候选择保守和在高处的时候选择激进都是错误的。",
    "excerpt": "# 拒真与纳伪  从统计学角度，我们总是会犯这两种错误，一种是把真的当成假的，就是 拒真，一种是把假的当成真的，就是纳伪。这两种错误是同时会发生的，但我 们可以选择把标准往哪边移，拒真如果更不可接受，那就把纳伪的接受度提高 一点，反之亦然  宁可错杀一千，不可放过一个，就是接受纳伪，而不接受拒真，可...",
    "readTime": 6,
    "tags": [
      "支持系统",
      "职业发展"
    ]
  },
  {
    "id": "163",
    "slug": "163-Think big, think different",
    "title": "Think big, think different",
    "content": "## Think big, think different\n\nthink\\ndifferent是苹果公司的广告，这在语法上甚至都不成立，但就是这样直指人心。\n\n而我觉得年轻人更应该think big, 当然这二者都有就更好了。\n\n虽然听上去不可思议，但做大事跟做小事的难度很有可能是差不多的。\n\n你让马云去做一个小区的商店他也未必能做好，但他选择了做电商平台。\n\n既然做成事情都难，不如试试做件大事。\n\n支持系统系列到现在写了快160篇了，我并没有从中赚到超过1000块钱，但如果这个系列变成全世界畅销书，我却有可能赚一个亿，你看赚钱的难易有时候就是这么玄学。\n\n当初JK.罗玲推销她的哈利波特的时候，很多出版社都拒绝了她，而她没有放弃，最后赚了远远不止一个亿。\n\n如果罗玲觉得赚钱很难，不如去写篇杂文卖点钱，那她就永远不可能写出这么伟大的作品了。\n\n大多数年轻人并不敢想自己能做啥足够大的事情，觉得一步一个脚印脚踏实地的才是靠谱了，这也是大多数长辈们的思维，但做成小事不容易，做成大事有时候也不难。\n\n一个价值100块的事情和一个价值100万的事情，后者的难度绝对不是前者的一万倍，可能只有十倍，甚至两三倍。\n\n最简单的事实就是你在鹤岗卖2万块一套的房子和在上海卖2个亿的豪宅，需要的专业能力可能完全是一样的，但你选择卖哪种房子决定了不同的人生。\n\n所以尽管听上去比较反直觉，但有可能做大事才恰恰是最省事的。\n\n因为做大事的人少，当你决定要做大事的时候，反而很快就能得到很多人的认同，他们会知道你。\n\n比如库尔班大叔他说他要骑着毛驴去见毛主席，这听上去多有力量，如果他说他要骑着毛驴去见市委书记，后者当然比前者容易见到，但就没有力量了。前者任何人都会想帮他一把，而后者你就自己去吧，好走不送了，看到没，尽管前者更难，但大家愿意帮助前者，最终反而前者更容易实现。\n\n你要开一家市值十亿的互联网公司，挺多VC都可能会愿意看一眼你的BP，但如果你想开一家小区超市，那对不起，没有投资机构会有兴趣参与的。\n\n足够大的事情才有足够大的利益，有这样的利益才有空间让更多的人受益，而这些潜在的受益者会愿意帮你。\n\n库尔班大叔这个典型是小到和田，中到自治区，大到全国的民族团结的典范，一堆干部会因为这个典型受到表扬，进而得到政治上的进步。如果库尔班大叔想见的是和田的市委书记，那能有什么空间呢？所以大家更愿意帮助他见毛主席而不是市委书记。\n\n刘备说他想匡扶汉室的时候，关羽张飞都决定这辈子跟着他了，如果刘备的目标是把草鞋卖到全国，那关张肯定都懒得搭理他。\n\n只有足够大的目标才能吸引到足够强的人才，而得到足够强的人才支持之后，大目标的完成难度就会显著下降，甚至下降到比小目标还要低。对于刘备来说，成为全国草鞋巨头显然比成为一方诸侯更困难，确实没有谁肯入股他那点小生意。\n\n所以有没有可能，你至今没有所成就，是因为你想做的事情还不够大，还没有让最厉害的人想跟你一起干。",
    "excerpt": "# Think big, think different  think different 是苹果公司的广告，这在语法上甚至都不成立，但就是这样 直指人心  而我觉得年轻人更应该think big, 当然这二者都有就更好了  虽然听上去不可思议，但做大事跟做小事的难度很有可能是差不多的  你让马云去...",
    "readTime": 6,
    "tags": [
      "支持系统"
    ]
  },
  {
    "id": "164",
    "slug": "164-身怀利器，杀心自起",
    "title": "身怀利器，杀心自起",
    "content": "## 身怀利器，杀心自起\n\n如果你想改变自己，又不知道如何改变，那这篇就教你。\n\n就如标题所言，你有凶器在身的时候，马上就会觉得胆气十足。我有一年回家，身上藏着别人送我的藏族刀具，这个时候公交车上两个人想偷我东西，跟我同行的朋友用英语说two\\npeople want to steal\\nyou.如果我身上没有家伙事，我可能会慌，而那天我完全没有慌，我已经演练好了正当防卫的一切可能了。\n\n我没有说要你去时刻维持杀心，但如果你觉得你的问题是缺乏勇气，那其实物质上的小小改变就会达成这个目标。你拿着管制刀具在身上，自然会有面对冲突的勇气，而不是别人以一点武力威胁就退缩的懦夫。\n\n类似的，如果你觉得你是一个很小气的人，但又想改变这一点，那你就取很多钱在身上，当你身上拿着2万块现金的时候，总是想着显摆，你看，小气的毛病不药而愈。\n\n反过来，如果你时刻想显摆，想改掉自己显摆的毛病，那你就穿件最丑的衣服上街，肯定能走多快走多快，能不见人最好。\n\n如果你不够自信，就把你能拿到的各种奖状奖杯都带着，如果都没有，网上斗地主第一名的截图打印出来，我还截过一个十八罗汉的图，反正哪个能让你自信爆棚，你就带身上，你会抑制不住想给人看，你看，那个不自信的人去哪了，找不着啊。\n\n改变居家和办公室的风水有用但效果有限，因为这都是给你看的，你早就习以为常了，而带着出门，就会想给人看或者怕给人看，效果就拉满了。\n\n有病就有药，如果你对自己不满，想改变，那就找到对应的东西一直拿着，心理上就被物质影响了，然后持续不断的影响下，你心理就发生变化了。\n\n比如我可以把支持系统全部打印出来随身带着，我一想我有这么多篇好文章就想给别人看，我自然就会分享欲爆棚，自信又乐观。\n\n你看，唯物主义又一次获得了胜利。",
    "excerpt": "# 身怀利器，杀心自起  如果你想改变自己，又不知道如何改变，那这篇就教你  就如标题所言，你有凶器在身的时候，马上就会觉得胆气十足。我有一年 回家，身上藏着别人送我的藏族刀具，这个时候公交车上两个人想偷我东西， 跟我同行的朋友用英语说two people want to steal you.如果我...",
    "readTime": 4,
    "tags": [
      "支持系统",
      "人际关系",
      "心理健康"
    ]
  },
  {
    "id": "165",
    "slug": "165-固化外物刺激，发现身心联系",
    "title": "固化外物刺激，发现身心联系",
    "content": "## 固化外物刺激，发现身心联系\n\n昨天写了篇身怀利器，杀心自起，这篇讲的是带不同的东西可以对心理起不同的作用。\n\n这也可以解释为啥姑娘们爱买大牌包包，虽然这玩意儿其实没啥用，但心理上不一样，带上内心就充实一点，底气足一点。\n\n但这终究是取巧手段，因为外物带来的刺激有个边际效应递减的问题，如果我们能自己把这种状态留住，不假外物，这就更好了。\n\n这篇就讲讲怎样留住这个状态吧。\n\n首先身心一体，心理的状态难以短时间调整，但通过身体状态的调整可以协助调整心理状态。\n\n然后你仔细感受不同外物对你身体的影响，这是有一个路线的。比如你拿着一个包包，手上发烫，心里发热，嘴唇发干，一般就是这个路线，如果你手里有武器，你面对威胁的时候手上有力量感，腰部有充实感，而你穿上理想的跑鞋的时候，大腿肌肉就会得到刺激，有种跃跃欲试的感觉。\n\n总之，任何外物作用于心理的时候，其实有一条生理影响在前的线索，记住这个线索，反复揣摩这个线索，然后固化这个线索。\n\n当你需要的时候，在心理层面唤醒这条线索，先是哪个部位，然后是哪个部位，依次刺激过去，由于身心之间多次按同样的线索启动过，当你把所有部位都唤醒时，你的心理状态就会相应的发生变化。\n\n这是一种NLP理论中的锚定原理，我自己试过还是有点效果。\n\n如果在你身上没有起到效果也不用着急，我们各种办法都试试，哪种办法有效就用哪种。\n\n最终，我们把好的状态留下来，至少知道怎样能让自己快速恢复到好状态之中，这就行了。",
    "excerpt": "# 固化外物刺激，发现身心联系  昨天写了篇身怀利器，杀心自起，这篇讲的是带不同的东西可以对心理起 不同的作用  这也可以解释为啥姑娘们爱买大牌包包，虽然这玩意儿其实没啥用，但心 理上不一样，带上内心就充实一点，底气足一点  但这终究是取巧手段，因为外物带来的刺激有个边际效应递减的问题，如 果我们能...",
    "readTime": 3,
    "tags": [
      "心理健康"
    ]
  },
  {
    "id": "166",
    "slug": "166-风险与收益成正比……吗？",
    "title": "风险与收益成正比……吗？",
    "content": "## 风险与收益成正比......吗\n\n你可能从没有怀疑过，尽管也没有人证明，但它似乎就是这么合理，以至于大家把它当作很多推理的起点。\n\n但你肯定还记得我在奇迹方法论里的观点，尽量去做那些风险与收益不对等的事情，成则收益极大，失败了也亏不了俩钱儿。\n\n这不就矛盾了吗？\n\n这二者应该怎样调和呢？\n\n其实就在于，风险收益成正比描述的是一个纯投机市场，而在支持系统之中，按需分配成了主导，没有零和博弈，所以存在奇迹方法论。\n\n就比如一个乞丐问你要钱，要成功了他拿到钱，要不成功也就是没人给钱，他损失啥呢？\n\n如果你支持系统很小，随便动一下就到了支持系统之外，你面对的就是零和博弈，那就没办法，风险收益确实成正比，但如果你支持系统足够大，那你就有可能实践奇迹方法论。\n\n我还是要让你回忆库尔班大叔的故事，他当年的一句话已经让他家繁荣到了第四五代，可见的将来也不会衰落下去，你赚多少钱能保证你家兴旺四五代？恐怕你赚多少都不敢说，我们见过太多人突然就倒下去了。\n\n我们有时候也会无私的帮助别人，尽管大多数情况是以分享非限制性资源的方式，但对于需要的人来说，一句话可能比一万块钱有用多了。支持系统是按需分配的，这是整套理论非常核心的论点。\n\n如果要在战场上一刀一枪的杀出来，那会很难，如果能让对方心悦诚服，那可能转眼就有了几万大军，自古攻心为上，攻城为下，攻心就是以支持系统的方式与对方合作，而攻城就是每次在市场中拼杀争取利润，而二者能结合的时候，效果就更好了，你有攻城的能力，又愿意攻心，对方就更服你了。\n\n很多成功学导师，靠卖各种形式的心灵鸡汤赚了几个亿，如果要他们去金融市场竞争，那可能早就亏光了。增加我们的能力，我们的能力就是我们攻城的本事，也是我们攻心的底气，一个有真本事的人还愿意花时间说服你，这想想就令人感动。",
    "excerpt": "# 风险与收益成正比……吗？  你可能从没有怀疑过，尽管也没有人证明，但它似乎就是这么合理，以至 于大家把它当作很多推理的起点  但你肯定还记得我在奇迹方法论里的观点，尽量去做那些风险与收益不对 等的事情，成则收益极大，失败了也亏不了俩钱儿  这不就矛盾了吗？  这二者应该怎样调和呢？  其实就在于...",
    "readTime": 4,
    "tags": [
      "支持系统"
    ]
  },
  {
    "id": "167",
    "slug": "167-革命理论与心灵鸡汤",
    "title": "革命理论与心灵鸡汤",
    "content": "## 革命理论与心灵鸡汤\n\n目前广为流传的理论大体上可以分为两类，一类是责任在外界，比如原生家庭，或者是革命理论。原生家庭就是说你的各种问题主要都是家庭造成的，与你无关，而革命理论一般是说穷人之所以穷都是被各种人剥削了，跟穷人本人没有关系，所以必须要起来改变外界，只要把外界的问题解决了就一切都解决了。还有一类则是责任在内，只要自己整明白了就一切都OK，比如心灵鸡汤，成功学。\n\n支持系统与二者都不同。我们认为支持系统是包含自己在内的所有支持力量的总和，这当然就包括了自己与外界。\n\n但我们改变不了外界，所以我们先改变自己，之后再试图改变外界。\n\n比如今天有个朋友跟我说确实有人在默默支持自己，所以支持系统是有道理的。他讲了他自己的故事，原来他被MBA同学骗了，他有个朋友虽然很多年没说话，但今天跟他说确实他一直在关注这件事，希望那个\"混蛋\"（原话如此）得到惩罚。\n\n任何理论，只要能让你舒服，都是好的，但只要小心一点，这种舒服是不是让你失去了行动力。\n\n如果把责任推给别人能解决问题，那别犹豫，推就完了。在职场上，甩锅是一种能力，在自我调整上面，过于关注自己的问题，往往也不会真的有助于解决问题。\n\n我没有说支持系统就比各种别的理论更高级，完全没有这个意思，因为支持系统从不是一种僵化的理论，而是一种行动的指南，它有一个更高的目的，就是让你更积极更主动更成功，任何能实现这个目的的理论都是支持系统所接受的。\n\n所以你一定要记得区分支持系统与支持系统理论，只有切合你自己的才是你需要的支持系统，而抽象的支持系统理论并不一定支持你。\n\n就如同人做为进化的结果并不一定支持进化论，一个一直在使用支持系统技术的人也可以完全不认同支持系统的理论。\n\n我们整明白自己，也是因为了让自己更快乐，更积极，而不是躺着不动，一切就会自动变好。\n\n如果确实自己没问题，有问题的是外界，那你就要衡量自己是不是有这个能力来改变，如果没有改变的力量，那逃避也不是不行，孔子也说道不行乘桴浮于海，你看孔老夫子碰上解决不了的问题也会想着不行咱就撤。\n\n当然，大多数时候，外界和自己都有点问题，但我们能改变的也只是自己，包括内心和行为，你由内至外的改变之后，外界也会发生一些变化，这个时候，支持系统就会发生作用了。",
    "excerpt": "# 革命理论与心灵鸡汤  目前广为流传的理论大体上可以分为两类，一类是责任在外界，比如原生 家庭，或者是革命理论。原生家庭就是说你的各种问题主要都是家庭造成的， 与你无关，而革命理论一般是说穷人之所以穷都是被各种人剥削了，跟穷人本 人没有关系，所以必须要起来改变外界，只要把外界的问题解决了就一切都解...",
    "readTime": 5,
    "tags": [
      "支持系统",
      "自我成长",
      "人际关系"
    ]
  },
  {
    "id": "168",
    "slug": "168-如果你觉得这个时代没有希望，那就没有希望吧",
    "title": "如果你觉得这个时代没有希望，那就没有希望吧",
    "content": "## 如果你觉得这个时代没有希望，那就没有希望吧\n\n每个人都求仁得仁的社会，我觉得挺好。\n\n如果你觉得有希望，那你就有希望，如果你觉得没有希望，那你就没有希望。\n\n当然，你可能会找出很多理由来证明这个时代不好，年轻人太难太苦，但说来说去，也只是证明了你在为自己的无能找借口。\n\n要说难，我觉得过去一百年里绝大多数时间都比现在要难。\n\n清末不难吗？抗日不难吗？\n\n就是因为世道艰难才有那么多大人物建功立业。\n\n如果世道太平，他们就只能过点安稳日子了，so peaceful, so boring.\n\n如果你觉得世道好，你当然应该努力去奋斗，这样的好日子在历史上可不多。如果你觉得世道不好，你看，这不机会就来了，你那天纵之才可不是为了与草木同朽的。\n\n如果你觉得你就应该烂在地里抠都抠不起来，那我觉得就算世道好也轮不到你，作为一个再普通不过的普通人，就过普通日子好了，也没啥。\n\n我丝毫不觉得现在毕业的年轻人面对的机会比我那会差，至少我那会可没有什么AI，连虚拟币都没几个人知道。\n\n眼看着这些都会在未来十年改变这个世界的面貌，自己去琢磨怎样发挥自己的聪明才智吧。\n\n我身边的朋友利用AI赚了几十上百万的已经有好几个了，未来显然还会更多。\n\n因为AI现在还没有怎么真正改变大家的工作和生活形态。\n\n鲁迅在那个比现在坏的多的世道说，愿中国的青年都摆脱冷气，只是向上走，不必听自暴自弃者流的话。能做事的做事，能发声的发声。有一分热，发一分光，就令萤火一般，也可以在黑暗里发一点光，不必等候炬火。\n\n现在躺平文学大行其道，反而是觉得个人能发挥自己能力改变命运反而好像成了心灵鸡汤，非要附和他们说这个时代亏待了年轻人，让他们没有改变命运的机会才能引人叫好。\n\n但我还是觉得，如果你真的认为这个社会没有希望，那我同意你，你也不会有希望的，希望你也不要反驳。\n\n反过来，如果你觉得你很有希望，无论这个世道怎样，那我也恭喜你，我也觉得你很有希望。",
    "excerpt": "# 如果你觉得这个时代没有希望，那就没有希望吧  每个人都求仁得仁的社会，我觉得挺好  如果你觉得有希望，那你就有希望，如果你觉得没有希望，那你就没有希 望  当然，你可能会找出很多理由来证明这个时代不好，年轻人太难太苦，但 说来说去，也只是证明了你在为自己的无能找借口  要说难，我觉得过去一百年里...",
    "readTime": 4,
    "tags": [
      "人际关系",
      "职业发展",
      "生活方式"
    ]
  },
  {
    "id": "169",
    "slug": "169-保持归零心态，随时重新出发",
    "title": "保持归零心态，随时重新出发",
    "content": "## 保持归零心态，随时重新出发\n\n随着年岁渐长，我们积累了很多人生经验，行业知识，这些东西既是财富，也是负担，因为新东西总是层出不穷，如果不能有一种归零的心态，往往会被这些所累，跟不上时代的发展。\n\n英国科幻作家道格拉斯亚当斯提出的充满幽默感的科技三定律：\n\n1.任何在我出生时已经有的科技都是稀松平常的世界未来秩序的一部分。\n\n2.任何在我15-35岁之间诞生的科技都是将会改变世界的革命性产物。\n\n3.任何在我35岁之后诞生的科技都是违反自然规律要遭天谴的！\n\n这其实也是这种人生态度的表达。当我们到一定的年龄，看待新东西，新人的眼光就以挑剔批判为主了。\n\n但这个世界往往是后来居上的，你可能四五十岁小有成就，而突然就有一个20来岁的才俊在成就方面远远超过了你，这个时候你面对这样的后辈就会很尴尬，指导不了人家了，这可咋整。\n\n在你的行业，如果出现了新工具新方法，年轻人直接上来就是学新东西，而你还得抛弃用了二三十年的东西来适应小年轻的这一套，是不是很憋屈？\n\n想想也是，熬了几十年，以为要熬出头了，结果又被后辈鄙视，这日子谁爱过谁过去吧。\n\n在最讲证据的科学领域也是这样，很多观点胜出靠的不是说服，而是老一代人自然的消亡，等他们死光了，大家就接受新观点了，比如虚数、负数、非欧几何。\n\n基督教里讲七宗罪，而其首就是傲慢。本质上，不愿意抛弃自己的知识与成就，就是一种傲慢。让我们向长者与有权势的人低头是容易的，而向后生晚辈或地位较低的人低头，那就比杀了我还难受了。这不是傲慢是什么呢？\n\n如果判断正确与错误的标准不在于事实与逻辑本身，而在年龄与地位，这显然是失了根本。\n\n只要社会在高速发展，新科学战胜旧经验就是一定会发生的，只有在一成不变的社会，年纪和年纪所代表的经验才如金科玉律一般不可动摇。\n\n而且很多人其实也谈不上有什么成就，无非是年龄的自然增长所带来的财富与见识的线性增加，并没有什么特别厉害的地方。如果不让他显摆他这失败的人生简直无处安放，就这么点优越感必然要在别人面前体现出来。\n\n而当你陷入这个状态之后，恰恰说明你的人生乏善可陈了。\n\n相反，一个时刻在前进在学习的人，那是不可轻视的，如果每隔一段时间不见就看到他学到了一些新东西，这样的人随时可能突然爆发，有可能的话还是应该助他一把，结个善缘。\n\n新陈代谢是生物的客观规律，我们对支持系统也要持这个态度，接纳新人，排除部分旧人，同时对新知识新工具也应该这样，时时吐故纳新，生命之树常青。",
    "excerpt": "# 保持归零心态，随时重新出发  随着年岁渐长，我们积累了很多人生经验，行业知识，这些东西既是财 富，也是负担，因为新东西总是层出不穷，如果不能有一种归零的心态，往往 会被这些所累，跟不上时代的发展  英国科幻作家道格拉斯亚当斯提出的充满幽默感的科技三定律：  1.任何在我出生时已经有的科技都是稀松...",
    "readTime": 5,
    "tags": [
      "支持系统",
      "心理健康"
    ]
  },
  {
    "id": "170",
    "slug": "170-冬天了得吃火锅",
    "title": "冬天了得吃火锅",
    "content": "## 冬天了得吃火锅\n\n最近降温降的厉害，叫上朋友一起吃点火锅吧，最好是涮羊肉，这个时节是最应景的。\n\n我很喜欢一句话：事已至此，先吃饭吧。\n\n无论碰到啥事，只要还能吃的下饭，问题就不会太大，因为真正的大事你肯定吃不下饭。\n\n当然，有些人比较敏感，碰上点小事也觉得跟天塌了一样不肯吃饭，这就不好了。\n\n好好吃每一顿饭，睡好每一觉，做好每一件事，那就很厉害了。\n\n今天吃了顿泥炉火锅，以前还没吃过这个形式，但实质上跟普通的鸳鸯锅也差不多。\n\n吃完之后身上马上就暖和了。\n\n冬天容易抑郁，最好多晒太阳，如果连太阳也没有，那吃顿好的就很有必要。\n\n身心的联系是很紧密的，往往心理出问题都有身体上的征兆，而身体觉得舒适，心理上也不太容易出问题。\n\n一顿热腾腾的火锅是冬天最好的食物，吃完身心都愉悦了。\n\n食物中的热气好像能直接进到心里，这种体验是很奇妙的。\n\n当你的年龄渐渐增加，发现困难的不是吃不起好吃的，而是没有人跟你一起吃饭，能跟几个朋友一起吃火锅已经是难得的社交体验了。\n\n以前觉得一个地方四季如春最好，现在觉得还是应该有冷有热，四季的变换给人不同的人生体验，对未来会有期待，对过去也会有总结。\n\n人类哲学的开端总是以水为标志，西方的泰勒斯说万物的本源是水，而中国的周易则有履霜坚冰至的说法，道德经也说上善若水，因为水的相变对古人来说是很神奇的现象。而在热带地区的人，则没见过冰雪，不知道水还能变成固体，所以他们就很难理解事物之类的正常转化，所以热带地区的哲学思想就少很多。\n\n冬天也是美好的季节，正如春夏秋一样，每个季节都有它的美，人生就是在四季变换中度过。\n\n在这样美好的冬季，再吃上一顿火锅，心都烫起来了。",
    "excerpt": "# 冬天了得吃火锅  最近降温降的厉害，叫上朋友一起吃点火锅吧，最好是涮羊肉，这个时节 是最应景的  我很喜欢一句话：事已至此，先吃饭吧  无论碰到啥事，只要还能吃的下饭，问题就不会太大，因为真正的大事你 肯定吃不下饭  当然，有些人比较敏感，碰上点小事也觉得跟天塌了一样不肯吃饭，这就 不好了  好...",
    "readTime": 4,
    "tags": [
      "人际关系",
      "思想哲学",
      "心理健康"
    ]
  },
  {
    "id": "171",
    "slug": "171-确保自己有随时纠错的能力",
    "title": "确保自己有随时纠错的能力",
    "content": "## 确保自己有随时纠错的能力\n\n之前有一个做投资的朋友，他说以后他不再发表投资意见了，理由是当他表示看好或者某个项目之后，就容易以此为立场进行思考，包括别人也会这么看他，而在情况发生转变时，他也很难调整自己的观点。\n\n比如我说我不喜欢某人，那我就一定要找出这个人不好的地方，来证明我不喜欢他这件事是对的，是合理的。但其实也许我误解了他，或者以前觉得不好的地方未来可能也能接受，又或者他还有很多优点可以抵消这些缺点，但只要我说了我不喜欢他，那我就感觉有必要坚持自己的观点，即使条件发生变化，也不能轻易转变观点。\n\n大家总是对这种观点时刻变化的人不太喜欢，形容为墙头草。但实际上，优秀人物纠错都是很快的，并不会被之前的观点所束缚。\n\n比如刘邦曾经想封六国后裔为王，还刻了印信，而张良劝说之后，刘邦意识到这样做不对，立刻追回使者销毁了这些印信。\n\n我们在生活中也经常发生这种情况，一开始判断错了，其实损失并不大，后面为了坚持这种错误的判断，反而损失非常大。比如期货市场的扛单，一开始亏了就亏了，大不了爆仓，但却不肯认输，又加仓来扛单，有时候能扛下来，转败为胜，而有时候就一路扛单直到归零。\n\n现在的修真小说也是这样，一般是小辈得罪了主角后面被主角反杀，大派里的长辈不肯认输，继续送，最后把老祖都惹出来，结果又成了主角的磨刀石，最后输了个干净。\n\n最近东方小孙的事情也是个典型，一开始只是内部矛盾，不至于摆到台面上，摆到台面上之后，也完全可以止损，道个歉就过去了，结果越闹越大，还好老俞能看清形势，把CEO老孙开了，这事才算摆平，不至于一送再送。\n\n很多人其实一开始判断错只是单纯的认知不够，而后面继续错，已经不是认知问题，而是面子问题。这就是我在支持系统系列中不停的讲一阶与二阶，大多数时候，二阶带来的问题远比一阶要大的多，相比因为承认错误而丢掉的面子而言，错误本身就显得微不足道了。\n\n再说回刘邦，在韩信请封假齐王的时候，刘邦是不满意的，这次又是张良，再加上一个陈平，暗中踩刘邦的脚，刘邦立刻醒悟，然后不仅加封，还更进一步，去掉了假字，直接变成齐王。相当于韩信只是要求当一个山东省委代理书记，而刘邦说别代理了，就你了，于是就当上了山东省委正式的书记。\n\n刘邦能夺天下，主打一个就是听劝，真正做到勿意勿必勿固勿我，所以张良感叹沛公殆天授。当然这句话也有两种解释，一种是刘邦是老天赐给他们的礼物，一种是刘邦的政治才华是老天所授，天生的。\n\n一旦发现自己走错道了，是一条道走到黑，还是及时掉头，这区别了两种完全不同的人生。真正内心有力量的人，并不会以外界的判断做为自我价值的基石，如果你觉得我前后观点不同有什么奇怪，那是你跟不上，并不是我本身的问题。反过来，如果你一直需要外界给你力量才能维持自我的状态，那别人的不理解就是致命的，这是问题的深层次原因。\n\n我还是希望大家能及时纠错，人生没有不犯错误的，认识到错误，改就完了，非要跟自己犟干嘛呢，最后错的一塌糊涂不可收拾，别人最终也还是要离你而去的。",
    "excerpt": "# 确保自己有随时纠错的能力  之前有一个做投资的朋友，他说以后他不再发表投资意见了，理由是当他 表示看好或者某个项目之后，就容易以此为立场进行思考，包括别人也会这么 看他，而在情况发生转变时，他也很难调整自己的观点  比如我说我不喜欢某人，那我就一定要找出这个人不好的地方，来证明我 不喜欢他这件事...",
    "readTime": 6,
    "tags": [
      "支持系统",
      "自我成长",
      "人际关系",
      "思想哲学",
      "生活方式"
    ]
  },
  {
    "id": "172",
    "slug": "172-以积极的心态面对不确定性",
    "title": "以积极的心态面对不确定性",
    "content": "## 以积极的心态面对不确定性\n\n普通人总是不愿意面对不确定性，在经济学上讲就是风险厌恶性，风险偏好偏低。但人生总要面对各种不确定性，完全一成不变的生活也是无聊的。\n\n长恨人心不如水，等闲平地起波澜。\n\n生活的多变，本质上源自世界的不确定性，而相比于世界本身的不确定性，人的不确定性又更加难以琢磨。\n\n而高手都是在不确定性中寻找确定性机会，或者在确定性事件中寻找不确定的机缘。\n\n比如之前反复讲的库尔班大叔，他做的事其实就是后者，你可以认为一个普通中国农民，想见毛主席是完全不可能的事情，也就是这个确定性为0，但这个确定性为0的事件，又可能蕴含变数，这就是不确定的机缘。\n\n而商场、金融市场，本身都是不确定的，但为啥有巴菲特这样的常胜将军呢？\n\n我曾试图分析过他的招术，得出如下结论：\n\n1.  巴菲特的资金成本为负数。他有自己的保险公司，而险资的资金成本大概是-8%。\n\n2.  他赌的是美国的国运。他曾经说过没有人可以通过做空美国获利，而这句话常被错误的引用为没有人可以做空自己的祖国获利，这二者完全不同的。在过去二百年的历史里，做空自己祖国获利的比比皆是，很多国家甚至直接没了，比如清政府，但美国不一样，美国立国到现在，基本上一路躺赢。\n\n3.  如果美国国运崩了，那大家一起完蛋，并不会有人苛求他。\n\n4.  如果美国国运不崩，那美国人总是要消费，要喝可乐的，那他的消费品股票必定长盛不衰。\n\n你看，巴菲特就在不确定的金融市场中找到了确定性的机会。华尔街很多神奇小子，一年几十上百倍的大有人在，但只有年化20%多的巴菲特叫做股神，过了十年一看，大多数神奇小子已经消失了，而股神长青。\n\n中国很多的传统美食，也都是源自各种失误，比如臭鳜鱼等。而最近可考的就是脆肉鲩，因为没有饲料而给草鱼喂食蚕豆，结果发现这样的鱼肉特别脆，卖的比普通草鱼贵多了。\n\n当生活中工作中发生了一些没有意料到的变化，首先要分析的是这种变化有没有向好的可能，而不是胡乱发一通脾气。\n\n强迫症本质上是缺乏安全感，比如一个身体很弱的人，只能吃几种东西，吃一点别的都不行，就容易生气，而身体强健的人吃啥都可以，食谱上有几个没见过的，也是照吃不误。\n\n很多人是非常没有安全感的，任何变数都让他们恐慌。\n\n所以我们一直强调，先处理情绪，再处理事情，很多时候，情绪处理好了，事情不需要处理自己就解决了。而情绪问题，本质上又是因为支持系统不足，需要外界配合自己，一旦外界有什么意外，马上感觉泰山压顶，这个时候就容易情绪失控了。\n\n普通人的生活中，除了健康问题，一般出点意外也不会更差劲，反而可能是机缘。比如工作没了，那可能有新的机遇，比如格力的董小姐就是死了老公之后才出来打工，结果一不小心做成了格力一姐。很多80年代的下岗工人也是第一批当老板的人。\n\n当事情已经发生了，怨天尤人是没有用的，不如找找好的一面，先帮助自己调整心态，心态调整好之后，好像很多事也就不是事了。\n\n比如吃一顿好饭之后，很多压力就消失了。心理上没有压力了，才能更自如的处理具体情况，否则带着巨大的心理负担做事情，很容易动作变形，明明能做的事也做不了，做不好。\n\n万一你闯出一条新路来，还要感谢之前的困难。因为人是有惰性的，没有需要的时候是不肯动脑，而大家都不爱动脑，少数能动脑的人就有机会了，我相信这个世界是充满机会的，只要你不停的去尝试，一定能走出一条路了，我已经见过太多这样的案例了。\n\n如果你不相信，只是因为你身边没有出现过，就像我之前举的例子，一个没有被救过的小老鼠，是很难在水里坚持太长时间的，而当你经历过，就能坚持更长的时间。\n\n因为当你亲身经历过奇迹，或者近距离观察过，你就会相信奇迹可能在你身上发生。",
    "excerpt": "# 以积极的心态面对不确定性  普通人总是不愿意面对不确定性，在经济学上讲就是风险厌恶性，风险偏 好偏低。但人生总要面对各种不确定性，完全一成不变的生活也是无聊的  长恨人心不如水，等闲平地起波澜。  生活的多变，本质上源自世界的不确定性，而相比于世界本身的不确定 性，人的不确定性又更加难以琢磨  ...",
    "readTime": 7,
    "tags": [
      "支持系统",
      "职业发展",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "173",
    "slug": "173-为什么赢家会一直赢",
    "title": "为什么赢家会一直赢",
    "content": "## 为什么赢家会一直赢\n\n投机市场上最难以理解的现象之一就是马太效应，有钱的总是会越来越有钱，而没钱的好像每次都亏。\n\n不过换个方式似乎又很容易理解，比如以下两个人哪个更有可能发财：\n\n1.  资产曾经过亿，后来公司破产。\n\n2.  一个普通打工作，月薪2万，每年涨5%。\n\n又或者以下两个股票哪个更可能到100：\n\n1.  从1块钱涨到100之后又跌回1块。\n\n2.  一直在1.1和0.9之间徘徊，多年不变。\n\n显然，这两个问题我们都认为甲更有机会。\n\n你曾经到过的高度，会成为别人心里的锚。新东方在双减之后股票大跌，结果做直播带货又起来了，而老罗做手机做破产了，做直播带货也起来了。\n\n相比之下，素人主播要做大就困难许多。\n\n永远不要低估一颗总冠军的心。一个赢家哪怕暂时输了，他曾经赢过的经历也让他与众不同，见过山顶的人，和一个从没见过的人，是完全不同的。\n\n在电影《1942》里东家对长工说，我现在没钱，过几年就赚回来了，我知道怎样赚钱。\n\n一个亏光的老板，他的见识也不是一个普通打工族可比的，何况他还有一定的人脉和经验，这些也都是要花钱花时间才能得到的。\n\n我们都知道死灰复燃的故事，一个官员下狱了，被狱卒折辱，官员说死灰也是可能复燃的，而狱卒说复燃了我就一泡尿浇灭它。\n\n周总理他很擅长烧冷灶，保护了很多落难的干部。而普通人一见到曾经的大人物落难，那是必须得显示一下优越感的，而高手在这个时候却会帮一把。\n\n把字帖卖到全国的庞中华的故事大家也可以去了解一下。庞中华字帖十多年无人问津，然后他在报纸上得知了文怀沙的故事，等文怀被出狱，还未平反，他就第一时间上门去拜访，然后得到了文怀沙的认可，在文怀沙的帮助下，他的字帖终于出版，最终一炮而红，可能是改革开放之后第一个亿元户。\n\n普通人的心态就是恨人有笑而无，而高手则会在别人落难时施以援手，至少不是落井下石，这样未来就还能得人之力。\n\n当你心态上是一个弱者，找不到自己的优势，当然就要从别人的苦难中得到优越感。而你足够强大的时候，面对别人都会觉得自己应该帮助他。\n\n为啥说我佛慈悲，因为在佛面前，无论你是公子王孙，达官显贵，还是贩夫走卒，都是可怜的，佛都想渡你出苦海。\n\n在美国的独立宣言里这样写道：We hold these truths to be self-evident,\\nthat all men are created equal, that they are endowed by their Creator\\nwith certain unalienable rights, that they are among these are life,\\nliberty and the pursuit of happiness.尤其是这句all men are created\\nequal，在中文语境里常被译为是人人生而平等，但其实原句并非如此，而是\"created\"受造而平等，造物者是谁，是上帝啊，无论你社会地位，财富情况如何，在面对上帝的时候是平等的，这就说的通了，并不是你生来就平等，而是你面对上帝的时候平等。\n\n当我们换成一个助人的心态，想帮助别人去获得成功，那自己也会获得自己的一份。庞中华去拜访文怀沙，是不是就是找他出版字帖呢？肯定不是，当时文怀沙都没平反，他哪有这个心思，无非是觉得自己的偶像终于出狱了，想去见见，而文怀沙见惯人情冷暖，被庞中华的热情冲到了，感染了，决定帮他一把。\n\n你看，奇迹就这么产生了。\n\n这也是需求法则的案例，当你需要的时候，你支持系统里的人是会以非常低的成本，甚至无成本的帮你的。当庞去拜见文，诉说他对文的敬仰，这一下子就把文拉进自己的支持系统了，因为支持系统总是愿意支持支持自己的人，你庞中华这么支持我，我文怀沙也会支持你。\n\n当你分享你的非限制性资源的时候，你并没有损失什么，却收获了一个机会。\n\n而普通人对于分享和支持并不理解，也就找不到机会，也就很难成功，而一个成功者对如何成功心里是有数的，即使摔下来，也很容易回去，所以赢家赢的概率永远大于一个普通人，这个社会就马太效应了。",
    "excerpt": "# 为什么赢家会一直赢  投机市场上最难以理解的现象之一就是马太效应，有钱的总是会越来越有 钱，而没钱的好像每次都亏  不过换个方式似乎又很容易理解，比如以下两个人哪个更有可能发财：  •  资产曾经过亿，后来公司破产  •  一个普通打工作，月薪 2 万，每年涨5%  又或者以下两个股票哪个更可能...",
    "readTime": 7,
    "tags": [
      "支持系统",
      "职业发展",
      "心理健康"
    ]
  },
  {
    "id": "174",
    "slug": "174-最贵的是信息，最便宜的也是信息",
    "title": "最贵的是信息，最便宜的也是信息",
    "content": "## 最贵的是信息，最便宜的也是信息\n\n这个时代，发财是不需要本金的，只要你有信息。比如我想买茅台，我最多能出到2700一瓶，你知道有某个路子能搞到2500的，这200差价你吃一半，就能赚100一瓶。\n\n我以前卖过信息，就是哪哪有便宜房子，比市场价便宜500万，我只要10万块的信息费。\n\n本质上，中介做的都是这种无本生意，只要你能找到对应的买家和卖家，就能赚钱。\n\n而信息是没有边际成本的，如果我觉得跟你投缘，吃顿饭可能就能把我赚钱的秘诀说了，但如果看不上眼，你可能就得花很多钱才能从我嘴里套到点东西。\n\n中国是个大市场，任何东西都能找到买家，只要你能找到买家，再从卖家那里吃一点回扣，就能赚钱了，跑起量的话，就直接起飞了。\n\n所以问题来了，怎样获得信息，或者说，怎样让有信息的人愿意给你低成本甚至无偿的分享信息？\n\n我们说过支持系统的特性，就是按需分配，同时支持支持自己的人。\n\n如果你很支持我，没事就想着我，我可能也会想着你，某个业务我不做了，或者我吃不下的情况下，愿意给你分享一下这些信息，如果你能赚钱，再给我一点好处，那就够了。\n\n中国这么大的市场，没有人能吃的下来，所以理论上，拥有信息的人是愿意分享这些信息的。\n\n最近币圈铭文很火爆，很多项目一打完就能涨几倍几十倍，而对于圈外的人，这些就完全不知道是啥，即使我跟你讲，你要入门也得花很多时间。\n\n但机会确实就在这里面，也许维持的时间不长，就一两个月，但这一两个月的时间，赚几百上千万的人已经很多了，如果你不贪心，赚个十万二十万，那基本都不叫赚钱。\n\n如果你也掌握一些信息，那信息与信息之间互相交换，就会更方便，也更便宜。比如你了解当地每个医院的情况，或者每个学校怎么招生，那对于需要的人，这些信息就很值钱，那他们如果有一些信息，可能也会愿意跟你分享。\n\n我当然不是说人家一定会愿意跟你分享，毕竟白眼狼很多，但你帮十个人，总有一个人愿意帮你的。我们帮助别人，用的是边际成本几乎为0的信息，当然还要贴一点时间，但别人帮我们，可能就能让我们在一个完全陌生的领域获得机会，这二者是完全不成比例的。\n\n人真正的区别，一半在能力，一半在信息，毕竟我们对神的描述就是全知全能，你看，知还在能之前，可见信息的价值。普通人既不重视提高自己的能力，也不注重增加自己获取信息的渠道，而只关注最后的结果，也就是钱，可以说是本末倒置了。\n\n我在2021年春天开过一个defi培训班，2天的培训时间收费4000美金，这个费用不能算便宜，但参与的人基本上参与（不能说抓住）了2021年上半年的链上行情，有不少人收益还不错，当然后面熊市大多数人又亏回去了，那就没办法。\n\n在投机市场上，资金量的来来回回是没有办法避免的事情，但能力的增加是实实在在的。比如最近的铭文，如果你不会，你就很难参与，虽然你不会亏钱，但看着别人赚钱也眼红。\n\n每个人在自己的行业都掌握很多信息，如果用这些信息与其他人交换，就可以获得很多信息，而这些信息就是你的机会，没有信息是不会有机会的。\n\n这些机会就是你翻身的可能性，你的信息越多，你翻身的可能性就越大。\n\n如果你不在意这些信息，那只会在别人飞黄腾达之后眼红别人怎么突然就发财了，至于人家怎样抓住机会你是不会看到的。\n\n前几天solana\\nsaga手机在美国卖完了，因为每部手机卖500多美金，而送的bonk代币就值900多美金。国内买不了，所以我第一时间给在美国的朋友说了，结果对方讲他不需要手机。\n\n今天又看到一个消息说这个手机还能拿到69000个Jup币，每个币目前价格约0.6美金。在可将的将来，这部手机显然还会有更多的代币赠送，到底值多少钱就不知道了。\n\n这个世界就是这样，不合理的事情就是一直存在，而有信息的人就能赚钱。\n\n能意识到这一点，你就开始认识到财富游戏的玩法了。",
    "excerpt": "# 最贵的是信息，最便宜的也是信息  这个时代，发财是不需要本金的，只要你有信息。比如我想买茅台，我最 多能出到2700 一瓶，你知道有某个路子能搞到 2500 的，这 200 差价你吃一 半，就能赚100 一瓶  我以前卖过信息，就是哪哪有便宜房子，比市场价便宜500 万，我只要 10 万块的信息...",
    "readTime": 7,
    "tags": [
      "支持系统"
    ]
  },
  {
    "id": "175",
    "slug": "175-不要害怕幸福",
    "title": "不要害怕幸福",
    "content": "## 不要害怕幸福\n\n最近一季的rick and morty最后一集就讲这个，幸福本身也是令人恐惧的。\n\n因为幸福太易逝了，所以当幸福来临的时候，我们会有一种不真实感，所以幸福还没消失，我们就已经提前感伤，最后，就是畏惧幸福了。\n\n就按普通打工人来说，一周之中最幸福的是周五下午，虽然还没放假，但已经进入放假心态了，而周日下午就有一种夕阳无限好，只是近黄昏的感觉。\n\n当然，这是正常的，并不需要说什么。\n\n只是有些人过度了，在幸福来临前的一刻都诚惶诚恐，最后甚至转身逃跑。\n\n年轻人都觉得自己缺少机会，可是当机会真的来临的时候，你是勇敢抓住，还是跃跃欲退呢？\n\n恐怕很多是后者。\n\n拥有机会是幸福的，但机会就在眼前的时候，可能就不是了，而是一种压力山大的感觉。\n\n本质上，这都是由于自我评价太低，觉得自己配不上幸福，所以当幸福来敲门的时候，就以为肯定敲错了，自己梳妆打扮好出门迎接幸福结果幸福去隔壁了多尴尬呢，还不如不给幸福开门。\n\n机会也是，虽然抓住机会可能让自己成功，但自己怎么能成功呢？自己应该一辈子穷，过着怀才不遇，怨天尤人的日子，这才符合自己的人设嘛。\n\n当痛苦来临的时候，你无法逃避，而当幸福来临的时候，你避开了，这样的人生岂不是过的毫无体验感？\n\n真实的幸福让人恐惧，反而是虚假的幸福能让人沉湎其中，因为你知道它是假的，所以不希望这虚假的快乐离开，就好像在花别人的钱一样。\n\n本质上，享受幸福就跟花钱一样，钱花出去才是钱，但花出去的感觉，有些人是快乐，而有些人则是恐惧，因为花出去就不是自己的了。\n\n节约当然不是问题，但病态的节约就是了。\n\n最顶级的享受是节制的幸福。这个节制，一般人理解就是省着点花，但这只是节制的一面，另一面是该花还是得花，否则就不是节制，而是限制了。\n\n所以该浪费时间就得浪费时间，该晒太阳就得晒太阳，打打麻将，逛逛街，踢踢球，这都是幸福，而不是说故意逃避这些幸福。\n\n很多人把自己埋在工作里，并不是不喜欢娱乐，而是害怕娱乐，只有把自己伪装成工作狂或者书呆子才有安全感。\n\n这只是一半的人生啊，还是想办法过完整的人生吧。",
    "excerpt": "# 不要害怕幸福  最近一季的 rick and morty 最后一集就讲这个，幸福本身也是令人恐惧的  因为幸福太易逝了，所以当幸福来临的时候，我们会有一种不真实感，所 以幸福还没消失，我们就已经提前感伤，最后，就是畏惧幸福了  就按普通打工人来说，一周之中最幸福的是周五下午，虽然还没放假，但 已...",
    "readTime": 4,
    "tags": [
      "自我成长",
      "职业发展",
      "心理健康"
    ]
  },
  {
    "id": "176",
    "slug": "176-如果别人观点跟你不一样怎么办",
    "title": "如果别人观点跟你不一样怎么办",
    "content": "## 如果别人观点跟你不一样怎么办\n\n你并不能说服所有人，你甚至不能说服你自己。\n\n所以别人观点跟你不同，这个太正常了。\n\n如果对方是对的，那你应该虚心学习，如果对方是错的，那你教了对方对方还是不懂，那就随他去吧，反正吃亏的又不是你。\n\n你看，完全不必生气嘛。\n\n而很多人在面对不一样的意见的时候，首先感觉自己的权威被侵犯了，尽管自己事实上也没啥权威，但还是有种幻肢痛，就像一个太监觉得蛋疼一样好笑。\n\n很多时候，我们是在与别人的争论中成长，但这成长的是你的见识，而不是你的面子。\n\n我们更在意的是自己见识和知识的增加，是不是自己哪方面知识有欠缺，或者认识方式不对，如果确实有这些问题，那相当于别人帮你找到了错误，可谓一字师。\n\n如果你觉得你没有问题，这也完全OK，谁都可能错，对方也可能是错的。\n\n我以前对人性的复杂程度认识不足，当然现在也不敢说就有多深的认识，但至少在我自己身上还是有所成长。那会我就完全不能理解为啥别人不能理解我，这么简单的事实对方怎么就看不见呢？\n\n后来我才知道，你认为再常识的东西，也有很多人不理解，你认为每个人都有同理心同情心，这其实并不是普遍存在。\n\n所以这些跟我不一样观点的人，拓展了我对人性的认识，尽管我还是会经常犯错，但至少不会犯以前的错误了。\n\n把情绪处理好，然后事情就好处理了。\n\n如果是在工作中别人跟你观点不一样，有可能是纯粹的利益之争，这个没办法解决，屁股决定脑袋嘛，但你知道你跟对方争的是利益，而不是观点，所以也没啥好生气的。\n\n有个朋友跟我说她在工作中被气哭了，我就跟她说，你同事跟你利益不同，你们争来争去的只是各自的利益，这种事情是没办法争个对错的，所以有啥好生气的呢。\n\n你想1块钱买一斤白菜，老板想卖2块，你跟他讨价还价是正常的，总不能哭吧，越是单纯的利益之争，越没必要生气，谈的妥就谈，谈不妥就算了，实在不行把双方观点都交给上级去评判吧。\n\n好的心态首先舒服的是你自己，而不是别人，不要以为做个温和的人是便宜了别人，首先是便宜了你自己啊，毕竟别人生气长的乳腺结节也没长在你身上不是。",
    "excerpt": "# 如果别人观点跟你不一样怎么办  你并不能说服所有人，你甚至不能说服你自己  所以别人观点跟你不同，这个太正常了  如果对方是对的，那你应该虚心学习，如果对方是错的，那你教了对方对 方还是不懂，那就随他去吧，反正吃亏的又不是你  你看，完全不必生气嘛  而很多人在面对不一样的意见的时候，首先感觉自...",
    "readTime": 4,
    "tags": [
      "自我成长",
      "人际关系",
      "职业发展",
      "心理健康"
    ]
  },
  {
    "id": "177",
    "slug": "177-二层抽离",
    "title": "二层抽离",
    "content": "## 二层抽离\n\n这篇讲点干货了。\n\n如果你确实有点坎儿过不去，可以用这个办法。\n\n抽离就是讲把你当观察者来观察你自己，而二层抽离就是把自己当成正成观察观察者的观察者。\n\n一般来说，抽离本身就很有效果，如果还不行，那就二层抽离。\n\n很久以前，我在学而思实习，有一个一起实习的姑娘，她说她很怕蛇，于是我就用了这个办法，十分钟缓解了她对蛇的恐惧。\n\n前面催眠导入的部分就略过，大家随便看看别的视频就有了，这篇只讲干货。\n\n我先让她想像一条蛇缠在她身上，这个时候她身体明显的颤抖起来，之后我让她想像突然之间发现这条蛇是一条木头蛇，原来是玩具啊。\n\n然后这条玩具蛇头上悬了个气球，飘走了（这部分为一层抽离，即把自己当成一个客体，观察到自己身上的状态）。\n\n等这条蛇被气球带着飘向空中，然后就爆炸了，炸成粉末。\n\n然后这个时候你突然发现，原来只是在看电视，刚才这一切只是电视里的画面（此处为二层抽离）。\n\n然后电视突然有很多雪花，看不清了，你过去拍拍打打，也修不好，一气之下把电视烧了。\n\n这一套流程走完之后，再让她想像被蛇缠在身上，明显就没有刚才那么恐惧了。\n\n自我疗愈这种事情不能光耍嘴皮子，有时候也得有点真功夫。如果你一直调整不好自己的状态，可能就得真正去找个心理咨询师了，当然这个行业也是良莠不齐，也不好说，有些情况下还会恶化自己。\n\n当然大多数人没到那地步，就是有点儿事儿压在心里难受，如果事情本身已经过去了，那就可以用这种或者其他的方法来解脱，如果事本身没过去，那还是先解决事情再说。\n\n安慰剂效应毕竟还是不能替代药，唯物和唯心双管齐下，才能药到病除。",
    "excerpt": "# 二层抽离  这篇讲点干货了  如果你确实有点坎儿过不去，可以用这个办法  抽离就是讲把你当观察者来观察你自己，而二层抽离就是把自己当成正成 观察观察者的观察者  一般来说，抽离本身就很有效果，如果还不行，那就二层抽离    很久以前，我在学而思实习，有一个一起实习的姑娘，她说她很怕蛇，于 是我就...",
    "readTime": 3,
    "tags": [
      "自我成长",
      "心理健康"
    ]
  },
  {
    "id": "178",
    "slug": "178-谁给圣诞老人礼物",
    "title": "谁给圣诞老人礼物",
    "content": "## 谁给圣诞老人礼物\n\n刚在路上看了一部电影《圣诞夜奇遇记》，这部电影讲的是一个木匠在准备圣诞礼物的时候碰到了圣诞老人，然后圣诞老人去他家送礼物，然后他去圣诞老人家里送礼物的故事。圣诞老人一家看到木匠就跟木匠家小孩看到圣诞老人一样开心，然后木匠给圣诞老人一家都做了礼拜，用一些废木头。\n\n这个故事最有意思的点是原来圣诞老人也有家人，也是需要礼物的。\n\n其实很多关系也是这样，社会有一套默认的规则，就如同默认是大家从圣诞老人手里得到礼物，而在这套固定的规则之外的需求就被忽略了。\n\n当你以自己为主体，重新审视这些关系的时候，你就会发现原来尽管自己并不处于一般社会规范中的某个角色，但也并不妨碍你这么做。\n\n我有一个朋友写了一篇讲自己如何被老婆教育坐着撒尿的文章。在普通的社会规范，男的站着撒尿天经地义，但如果老婆在意，那坐着撒尿也并不会影响自己的男子气概。而很多人就因为这种虚无缥缈的社会角色附体而忽略了身边亲密关系中的真实需要。\n\n在神雕侠侣里，小龙女刚当上武林盟主就表示要跟自己的徒弟结婚，立马引起轩然大波。而郭靖虽然反对，但也想，如果他们在深山老林里，不与外人接触，就算师徒相恋，又有什么关系。\n\n当然，时代不一样，标准也不一样，社会地位不一样，标准又不一样。有些角色确实绑定了很多社会意义，忽视不得，就如同普通人不尊重老人也就是个人私德问题，而一个国家的领袖如果也不尊重老人，可能就会引起非常大的社会问题。但对于普通人，倒确实不必想太多，你毕竟还没到一言一行都牵动很多人关注的地步。\n\n在这部电影里，还有一个细节我印象深刻。木匠的家人都以为圣诞老人是木匠伪装的，于是孩子们就恶作剧点燃了他的衣服，然后再一盆水泼到他脸上。普通人这个时候肯定勃然大怒了，而圣诞老人的第一反应却是有点意外，然后开心的笑了起来。\n\n出于生存本能的需要，我们总是对别人的恶意很敏感，甚至无中生有的想像对方的恶意，所以总是很容易生气。这种本能在危机四伏的丛林社会是生存的必需，但现在我们生活的社会已经不是这样了，我不是说社会上没有坏人，相反，坏人还是很多，我也遇见过不少，但大多数情况下，我们还是应该在善意来揣测别人，因为作为普通人，我们能失去的并不多，而善意可能带来的机会却很有价值。\n\n只要小心别被骗钱，最多被骗点色，又有什么关系呢？\n\n换位思考是很难做到的，因为我们很难真的理解对方的处境，对方也很难将真实的困难告诉我们。但如果我们是一个温和善良的人，那别人就容易相信我们，就容易跟我们交心，这点想来不会有太大争议吧，而一个能理解别人的人，也容易被别人所理解，你愿意帮助和支持别人，别人也更有可能帮助和支持你，于是你就成功了。",
    "excerpt": "# 谁给圣诞老人礼物  刚在路上看了一部电影《圣诞夜奇遇记》，这部电影讲的是一个木匠在准 备圣诞礼物的时候碰到了圣诞老人，然后圣诞老人去他家送礼物，然后他去圣 诞老人家里送礼物的故事。圣诞老人一家看到木匠就跟木匠家小孩看到圣诞老 人一样开心，然后木匠给圣诞老人一家都做了礼拜，用一些废木头  这个故事...",
    "readTime": 5,
    "tags": [
      "人际关系",
      "思想哲学",
      "生活方式"
    ]
  },
  {
    "id": "179",
    "slug": "179-Plan B",
    "title": "Plan B",
    "content": "## Plan B\n\n一个好的领导者，永远是有plan\\nB的，这件事做成了怎么办，出了问题的次优选择如何，如果完全做不好，那退路在哪。\n\n完全不管不顾，孤注一掷的打法最终大概率是要失败的。\n\n曹操在借七星刀杀董卓的时候，就是非常有意思的一段。我当时看一本书叫《名家评三国》，汇编了各种名人对三国的评注，给我思路开拓不少。比如在这一段，有人就问，杀董卓用普通菜刀即可，何必要请七星刀？\n\n通过后面的故事我们就知道了，原来是给刺杀失败做退路。等董卓醒来，如果你拿个菜刀，这怎么也说不过去，曹操奸滑就在这了，立马说我献的是七星宝刀，而董卓午睡刚醒，还迷迷糊糊呢，哪搞的明白，糊里糊涂就收下了，然后曹操立马以说曹操曹操就到的速度溜了，逃难路上还留下了宁可我负天下人，不可天下人负我的千古佳话。\n\n还有人说曹操根本没有杀董卓的心思，因为杀了自己肯定也活不了，所以只是借行刺为名搏个好名声。不过我想当时曹操还应该是有一腔子热血的，毕竟十八路诸侯讨伐董卓的时候，他还留下过\"诸君北面，我自西向\"的话。当然时间过了1800多年，谁也不知道曹操到底怎么想的，只是一种猜测罢了，但前面借七星刀是为了行刺失败求退路这个猜测应该是靠谱的。\n\n在谈判学里，你谈判的筹码最重要的是你的次选选择。比如你买一台电脑，老板说这台要卖8000，你说网上只要7600，这个7600就是你还价的底气。按支持系统的说法，这个7600的报价就是你的支持系统，所以你看，支持系统本身就是你博弈的资本。\n\n哪怕并不是真有这个报价，你这一说，老板心里都虚，他需要刺探一下虚实，有些说那你就去网上买好了，如果你这个时候真转身就走，那老板可能就急了，如果老板不急，你可能又急了。总之，即使你并没有这样的次优选择，但装作你有，在谈判中都是有优势的。\n\n普通人因为资源不足，往往只能押宝一种选项，而这种选项落空的时候，就会歇斯底里，或者感觉天塌了。而有plan\\nB的人，永远游刃有余，无论事情做好做不好，好像都在他的掌握之内，而这就是大家推崇的松弛感。\n\n凡事尽量谋定而后动，对各种情况有个大致的预期，万一没达成目的，能否安全退出。比如我们投资炒股，我押某个利好能带来上涨，但实际上没有上涨，反而因为老鼠仓下跌了，这个时候果断斩仓撤退，就还能保住大部队，很多人因为某个利好买进去，跌了之后反而各种洗脑自己死拿，放任亏损扩大，可能一开始只要割10%就能逃掉，装死之后过了一年来看，只剩下10%了。\n\n按一阶二阶的逻辑，在这次亏损90%的投资操作中，只有10%是一阶损失，而后面的80%都是因为不甘心认输而产生的二阶损失，往往二阶损失比一阶大的多。\n\n总之，plan\\nB其实就是你的支持系统，如果你不做预案，相当于放弃了这个支持系统，后面出问题进退失据就很自然了。",
    "excerpt": "# Plan B  一个好的领导者，永远是有plan B 的，这件事做成了怎么办，出了问题的 次优选择如何，如果完全做不好，那退路在哪  完全不管不顾，孤注一掷的打法最终大概率是要失败的  曹操在借七星刀杀董卓的时候，就是非常有意思的一段。我当时看一本书 叫《名家评三国》，汇编了各种名人对三国的评注...",
    "readTime": 5,
    "tags": [
      "支持系统"
    ]
  },
  {
    "id": "180",
    "slug": "180-最大最小值原理",
    "title": "最大最小值原理",
    "content": "## 最大最小值原理\n\n这算是plan B的一个特例吧。\n\n这个原理就是说，我们所有的选择，都可能面对不同的情况，在不同的情况下的最差结果是什么，我们要尽量选择那种所有的最差结果中最好的那种。\n\n比如有两个生意，你有1000块钱本金，一种是90%概率赚100，10%概率亏100，另一种是90%概率赚200，9%亏100，1%概率亏光，也就是亏1000。\n\n我们可以算出两种不同选择的期望收益，第一种是赚80，第二种是161，从期望收益的角度，第二种选择是优于第一种的，但如果发生极端情况，第二种选择下就亏光了，而第一种选择还有900。\n\n在金融游戏中，机会是一直都在的，这跟社会机遇不一样，社会机遇往往是很少的。金融游戏里，最重要的是本金，本金亏光直接就完蛋了。\n\n当然具体到上面的例子，你可能觉得1%的概率不高，但期望收益率确实很高，所以愿意去赌一把。\n\n这当然也没有问题，总之凡事想好最差的情况，愿赌服输吧，别真出现极端情况过不下去跳楼了。\n\n相对来说，越是有钱人越是要注意这个，比如巴菲特说拿把枪向自己开一枪，有百万分之一的概率里面会射出子弹，而开一枪会有100万美金，这种情况下他也不会开的。加一百万美金对股神来说屁用没有，但百万分之一的概率不是开玩笑的。但换成我，我肯定就去试试了，真碰上了也就算我倒霉。\n\n但一般来说，我们都要考虑一下极端情况，考虑完了如果觉得可以忽略，那也没问题，最怕的是完全没有考虑过，这样真的发生的时候就完全不知所措了。\n\n我们的决策总是要考虑平均值、中位数、最高值和最低值，每个人对这四个值的权重不同，就决定了完全不一样的人生。\n\n但有可能的情况下，还是尽量把人生的底限抬高，最好赢能赢不少，亏也亏不了太多，前面讲的奇迹方法论就有这个意思。",
    "excerpt": "# 最大最小值原理  这算是 plan B 的一个特例吧。  这个原理就是说，我们所有的选择，都可能面对不同的情况，在不同的情 况下的最差结果是什么，我们要尽量选择那种所有的最差结果中最好的那种  比如有两个生意，你有 1000 块钱本金，一种是 90%概率赚100，10%概 率亏100，另一种是 ...",
    "readTime": 4,
    "tags": [
      "其他"
    ]
  },
  {
    "id": "181",
    "slug": "181-如何提升运势",
    "title": "如何提升运势",
    "content": "## 如何提升运势\n\n前面有篇《身怀利器杀心自起》讲身上带什么东西，会影响一个人的状态，现在讲讲如何在其他方面提升运势。\n\n首先运势是存在的。比如打球的时候有手感，手感好的时候怎样投都能进，而这已经被实验所证实，球员手感强的时候确实命中率是提高的。其他的时候也是，比如你觉得很顺利的时候，好事就会接连不断的发生。\n\n其次，运势本质上是你内心状态的显化。人都愿意接近一个开心，状态好的人，这样的人首先就能让人开心，而开心的人就比较容易答应别人，跟别人达成合作。简单说，如果别人觉得你旺他，他就愿意跟你做生意，而如果你本身满面红光，正在走运，人家就会觉得你很旺。\n\n所以运势这玩意儿完全可以做科学的解释，就是一个人本身越觉得自己走运，那他就越可能走运。虽然我没有做严格的实证研究，但个人经验来说，当你觉得你状态好的时候，往往能把本身实力多发挥20-30%，反过来，状态不好的时候，则只能发挥出七八成的实力，所以同样一个考生，高考能考出100分的分差并不奇怪。\n\n所以这个问题就变成了，如何让自己每天都很开心，状态很好。\n\n日常的家居配饰肯定是有影响的，你喜欢花草，那家里种点花草就很容易让你觉得开心。\n\n再比如买点黄金放在家里，比如一公斤的黄金，你每天看着，是不是很开心，当然安保措施得做好，别被人撬走了。\n\n现在很多人喜欢存小金豆，这也是，每天看着金豆，自然就开心了，这跟财迷不财迷关系都不大，人就是喜欢金灿灿的东西，连鸟也是。之前看过个报道说英国有只鸟搜集了很多古钱币，然后被人发现就一锅端了。\n\n所以运势的关键就是自己的心理状态，如果你心理状态不好，人就很容易处于焦虑易怒的状态，这个时候别人就不太想接近你，有事也不想跟你说，有合作的机会也不愿意找你，然后你就真的运势很差了。",
    "excerpt": "# 如何提升运势  前面有篇《身怀利器杀心自起》讲身上带什么东西，会影响一个人的状 态，现在讲讲如何在其他方面提升运势  首先运势是存在的。比如打球的时候有手感，手感好的时候怎样投都能 进，而这已经被实验所证实，球员手感强的时候确实命中率是提高的。其他的 时候也是，比如你觉得很顺利的时候，好事就会接...",
    "readTime": 4,
    "tags": [
      "人际关系",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "182",
    "slug": "182-科学的解释和利用玄学",
    "title": "科学的解释和利用玄学",
    "content": "## 科学的解释和利用玄学\n\n在最早的几篇中，我们讲过祈祷为什么有用，还部分解释了吸引力法则，还有零极限的秘密，而在最近的篇章中，又讲了如何提升个人运势，这些一起，就可以算作是用科学来解释玄学。\n\n在金融领域，思想是足以改变事实的，比如丁蟹效应，一开始只是巧合，后来逐渐有人信这个，于是他们在播《大时代》的时候就会选择卖出股票，造成下跌。而很多人本来不信，但因为相信有人信，于是也跟着一起卖，这样就造成更大幅度更长时间的下跌，于是丁蟹效应就逐渐变成真实的金融行为。\n\n也就是普通人说的预期的自我实现。\n\n在数学上就叫递归。\n\n而要利用玄学改变自己运势，提高自己赚钱的机率，就得科学的利用玄学。\n\n我本来以为自己是一个非常纯粹的唯物主义者，直到我遇上一个真正的挑战。\n\n当时跟一个小姑娘开玩笑，她让我发誓，我想着发誓也无所谓，但她补了一句，用你后半生的财运发誓。我突然就感觉到一种巨大的压力了。\n\n如果我真发了这个誓，那以后每次亏钱，我都会想到是不是当初这个誓言的原因。\n\n你看，一个唯物主义者在面对自己的财运的时候都会这样犹豫。\n\n所以承认并利用玄学没什么不好。\n\n利用玄学其实就是利用人心。比如福建渔民的段子，甲借了乙的钱不还，在法院也说自己没借，而乙的律师拿出妈祖像说，你对着妈祖说你借没借，甲犹豫了半天，承认借了。\n\n你看，这就非常科学。\n\n而利用玄学手段提高运势的方法就是让自己开心，比如多看看金子，一天的好心情就来了，买点绿植，能不能挡煞不知道，但确实养眼啊。\n\n你状态好了，赚钱的机会自然就多了，一个状态不好的人，看到机会也不愿意动的。",
    "excerpt": "# 科学的解释和利用玄学  在最早的几篇中，我们讲过祈祷为什么有用，还部分解释了吸引力法则， 还有零极限的秘密，而在最近的篇章中，又讲了如何提升个人运势，这些一 起，就可以算作是用科学来解释玄学  在金融领域，思想是足以改变事实的，比如丁蟹效应，一开始只是巧合， 后来逐渐有人信这个，于是他们在播《大...",
    "readTime": 3,
    "tags": [
      "自我成长",
      "思想哲学"
    ]
  },
  {
    "id": "183",
    "slug": "183-赚快钱",
    "title": "赚快钱",
    "content": "## 赚快钱\n\n谁都想赚快钱，但没有几个人敢承认自己想赚快钱。\n\n本质上，你在做的任何事，都是你能力范围内的快钱。你送外卖，因为送外卖是你赚钱最快的方式，你搬砖，也是你赚钱最快的方式，你炒股，这个也......不是，可能是亏钱最快的方式。\n\nI need hug......e amount of money。\n\n承认自己爱钱，在我们的文化中是羞耻的。\n\n这里讲个祖财阮屐的段子，出自《世说新语》：\n\n祖士少好财，阮遥集好屐，并恒自经营。同是一累，而未判其得失。人有诣祖，见料视财物，客至，屏当未尽，余两小麓箸背后，倾身障之，意未能平。或有诣阮，见自吹火蜡屐；因叹曰：\"未知一生当箸几量屐？\"神色闲畅。于是胜负始分。\n\n祖爱财，而阮爱屐，而令我在意的是，当时的人的最初的评价是\"未判其得失\"，也就是在当时人眼中，爱钱跟爱鞋是同等正常的爱好。\n\n后来不知道怎么就演变成了爱钱就是不太上的台面的爱好了，而至于想赚快钱，则更是赌徒、疯子的近义词。\n\n真诚是有力量的，承认自己想赚快钱，然后去寻找赚快钱的方法，你就会离快钱近一点。而你又想赚快钱，又遮遮掩掩，言行不一致，这样赚快钱就会难很多。\n\n真想赚快钱，对于新机会就会不加掩饰的表达兴趣，追着别人问新的信息，比如在饭桌上知道谁最近赚钱了，就会直接跑过去加微信，而不好意思承认自己想赚快钱的人，就扭扭捏捏，还指望别人主动吐露赚钱秘笈。\n\n看出二者的区别吗。\n\n为什么说人自身是自己最大的支持系统，当你足够自洽的时候，你的行动就是更加的目标导向，离你心中所想就会更近一些。\n\n最后说下上面段子的后一半。当时的人后来怎么发现二人高下的，就是有人去见祖，看见他在观摩自己的财物，被发现之后祖觉得不好意思，把钱财放在身后遮蔽。而去见阮的时候，只见阮神色自若，只感叹这一辈子也穿不了几双屐。\n\n祖自己觉得不好意思，而阮反应自然，这就是二者的高下所在，并非因所好之物不同而分高低，真正决定高下的是二者是否坦然面对自己的爱好，如果你自己都觉得丢人，那就挺丢人。",
    "excerpt": "# 赚快钱  谁都想赚快钱，但没有几个人敢承认自己想赚快钱  本质上，你在做的任何事，都是你能力范围内的快钱。你送外卖，因为送 外卖是你赚钱最快的方式，你搬砖，也是你赚钱最快的方式，你炒股，这个 也……不是，可能是亏钱最快的方式  I need hug……e amount of money  承认自...",
    "readTime": 4,
    "tags": [
      "支持系统"
    ]
  },
  {
    "id": "184",
    "slug": "184-知行合一",
    "title": "知行合一",
    "content": "## 知行合一\n\n这是王阳明的教导，但与别人理解不同的是，我并不觉得这是一种规劝，一种要求，而是一种状态的描述。\n\n阳明说真知必能行，一个人知孝而不行孝，怎么能说他知道孝顺的道理呢？\n\n同样的，如果你认同支持系统的理念，生活中却无法实践，那肯定就不是真的认同。\n\n火会灼伤手，你知道这个道理，就不会把手放在火上烤，如果你把手放在火上烤，除非有不得不如此的理由，那基本上只能说你并不知道火的厉害。\n\n小孩看数学书，觉得哪个定理都很简单，但一看就会，一做就废，那他真懂吗？\n\n显然，尽管知与行之间有鸿沟，但那更多的是以为知道与真的知道之间的区别，就比如没有人可以在岸上看游泳教材学会游泳，也不可能看别人骑车就知道怎么骑车，尽管运作都是简单的，但这简单的运作之中如何协调，却难以用语言来表述。\n\n孔子说三人行必有我师，是因为他真到了这个境界，任何人都可以教他，他也可以从任何人身上学习。\n\n而阳明说知行合一，也是因为他到了这个状态，他所行的事，全是自己认识里应该做的事，完整而自洽，所以他才能在临终时说\"此心光明\"。\n\n很多人以为懂很多道理，但用起来的时候总是磕磕绊绊，因为这些道理并不是他们自己的，是别人告诉他们的，他们听了以为有道理，但依然还是别人的道理。\n\n如果这个道理是自己内心深处完全认同的，那所行必然与所知相符，知行合一就顺理成章的实现的。\n\n所以这实际上讲的是一个人逻辑要自洽，你爱钱就爱钱，不爱钱也可以不爱钱，二者无高下，明明爱钱却想表现的不爱钱，这就显的很low了，就跟前一篇文章里讲的那个哥么一样，你爱钱没事，但爱钱又以爱钱为羞耻，怕被人看到，这就差点意思了。\n\n一个人跟自己打架的时候，就觉得全世界跟自己拧巴，如果逻辑自洽，哪怕世界真的与自己作对，无非是虽千万人吾亦往矣。\n\n大多数情况下，内耗都比外界的压力来的更折磨人，做自己想做的事情，虽然不一定成功，但却不会内耗，如人饮水，冷暖自知。",
    "excerpt": "# 知行合一  这是王阳明的教导，但与别人理解不同的是，我并不觉得这是一种规劝， 一种要求，而是一种状态的描述  阳明说真知必能行，一个人知孝而不行孝，怎么能说他知道孝顺的道理 呢？  同样的，如果你认同支持系统的理念，生活中却无法实践，那肯定就不是 真的认同  火会灼伤手，你知道这个道理，就不会把...",
    "readTime": 4,
    "tags": [
      "支持系统",
      "生活方式"
    ]
  },
  {
    "id": "185",
    "slug": "185-听听你身体的声音",
    "title": "听听你身体的声音",
    "content": "## 听听你身体的声音\n\n身体不舒服，就得去看医生。\n\n而我们从小的教育是，轻伤不下火线，把小孩子当成士兵在教育，鼓励大家带病上学，带病上班。\n\n而这样的结果就是，我们常常习惯性的忽视身体的信号，然后就变成新闻上经常出现的一检查就发现是癌症晚期这种情况。\n\n我有个表哥就死于胰腺癌。在他还没发病的时候，我记得跟他聊过体检的问题，他就说不想去体检，没病浪费钱，有病又难受，总之不管有病没病，体检完感觉都不好。也许在那个时候他提前检查一下就能治好。\n\n老干部们多数能长寿，其实原因并不复杂，无非就是惜命，一有头疼脑热就去医院看看，到一定级别的，还随时有医护人员看护，每周监测体征，有异常就立马深入检查，发现问题及早处理。\n\n而从小受坚强教育长大的普通人，则习惯于漠视身体的信号，就如同漠视他人的关心一样，表露出爱惜身体和生命简直是一种耻辱。\n\n身体是我们最好的朋友，如果你忽视他的信号，那他也不会让你舒服。身体出问题的时候，我们心理上就会出问题，就如同我们饿了就烦躁易怒一样。而你爱惜他，他也会让你拥有很好的状态。\n\n前面几篇讲过了居家摆件可以调整身心状态，同样，如果某件事情让你特别难受，你几乎是一定会有生理反应的，这就是你的身体给你的明确信号了。\n\n比如你不爱喝酒，那你喝了就难受，想吐，既然如此，你不喝不就完了，我是不信这个时候谁能硬灌给你，所谓酒文化，你接受了才是文化，你不接受不就是个屁。\n\n当然，这不是说我们就不能让身体有一丁点的不舒服，比如锻炼一开始也是痛苦的，但锻炼开始一段时间之后不锻炼反而就不习惯了，各种身体上的小毛病都会被锻炼解决或者缓解。比如我有时候会肚子不舒服，吃多了不消化，但在锻炼的时候消化就嘎嘎好。\n\n身体其实也是我们向老天租来的，等我们死了就得还给这片天地，在这短短的几十年租期里，尽量爱护关照他，就如同自己租的房子一样，你自己爱惜，住的也舒服。",
    "excerpt": "# 听听你身体的声音  身体不舒服，就得去看医生  而我们从小的教育是，轻伤不下火线，把小孩子当成士兵在教育，鼓励大 家带病上学，带病上班  而这样的结果就是，我们常常习惯性的忽视身体的信号，然后就变成新闻 上经常出现的一检查就发现是癌症晚期这种情况  我有个表哥就死于胰腺癌。在他还没发病的时候，我...",
    "readTime": 4,
    "tags": [
      "人际关系",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "186",
    "slug": "186-失眠怎么办",
    "title": "失眠怎么办",
    "content": "## 失眠怎么办\n\n失眠是有点烦人的，这个大家都有体验吧。\n\n我高一的时候，有大概一个月失眠，不知道怎么回事就是睡不着。然后没办法我就第一个回宿舍睡觉，但只要别人有点动静我就会醒，醒了之后就睡不着，折腾到很晚才能睡，可能一天只能算三四个小时。这一个月快把我折磨疯了，我试过各种办法，比如说脚挂高一点这样血液回流大脑可以有助睡眠，还有睡前喝牛奶，各种办法都试过了，都没效果，然后突然有一天就好了。\n\n对于普通人来说，间歇性失眠也很正常，就躺着休息一下，睡不着也没事，如果实在觉得烦闷，就起来学习或者写点东西，或者干点活儿也行，但我还是不建议你用自己的时间给老板干活，还是上班再干吧，除非你是给我打工。\n\n这几天我就没怎么睡好，于是我就起来写东西，打铭文（相当于买币）。以前我是会烦的，现在我并不会觉得烦，睡得着就睡，睡不着就躺着，躺着也不爽就起来干活，反正都有办法，但生气不是办法。\n\n生活中并不会事事如意，反而是不如意事时常八九，大多数小问题都得我们自己消化，如果消化不了，自己折磨自己，那往往比事情本身伤害还要大。\n\n当然，如果是大问题，比如你不是间歇性失眠而是长期严重失眠，那当然重点还是解决问题本身，该看医生就去看医生，该心理咨询就去心理咨询。支持系统不是一种唯心的理论，而是有啥用啥，该用啥就用啥，能用啥就用啥的一种实践方法。\n\n如果问题比较小，不值得大动干戈，那我们就自己消化，如果问题比较严重，那就着眼于解决问题本身，如果问题本身已经解决还有些心理上的后遗症，那也可以自己来处理。",
    "excerpt": "# 失眠怎么办  失眠是有点烦人的，这个大家都有体验吧  我高一的时候，有大概一个月失眠，不知道怎么回事就是睡不着。然后没 办法我就第一个回宿舍睡觉，但只要别人有点动静我就会醒，醒了之后就睡不 着，折腾到很晚才能睡，可能一天只能算三四个小时。这一个月快把我折磨疯 了，我试过各种办法，比如说脚挂高一点...",
    "readTime": 3,
    "tags": [
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "187",
    "slug": "187-与其纠结内耗，不如先干起来",
    "title": "与其纠结内耗，不如先干起来",
    "content": "## 与其纠结内耗，不如先干起来\n\n喜欢一个姑娘又知道怎么表示，那就直接跟她说，约她吃饭看电影压马路或者直接说哥看上你了，你看着办。\n\n想吃顿好的又舍不得钱，要么去赚钱，要么咬咬牙去吃。\n\n想锻炼又怕苦，要么去锻炼，要么安心躺着当肥宅。\n\n我准备今年做一场跨年演讲，事前也犹豫纠结了很长时间，因为我去年就想过了，但并没有付诸行动。后来我决定先在朋友圈发出来，把砖头扔到墙那边去，不给自己留后路。做完这一步之后，我立马就不纠结了，当事情已经决定要不要做，最难的一关已经过去了。\n\n剩下的就是讲啥，在哪讲，要不要做线下线上的同步，这些具体而微的事情。\n\n我深深的知道，只要我决定去做，就已经成功了，至少比我在家里纠结要不要做最后还是不敢做到明年继续纠结要来的强的多。\n\n当然，我纠结也确实有理由，作为一个nobody，我凭啥去讲呢，大家都知道做跨年演讲的都是大咖，而且讲错了在未来的一年都会被公开处刑，比如去年的刘润。\n\n但这些道理确实都是道理，但说到底，是我自己不敢。\n\n去年我是不敢的，今年也还有点慌，但写支持系统写到现在了，一直教别人应该怎么做，如果在自己身上就退缩，那也不是啥真知，真知必能行。\n\n反过来说，谁规定小人物就不能做公开演说呢？\n\n走出来之后，原来的道理就不是道理，而是新的道理才是道理了。\n\n我前几天跟一个姑娘说，如果我喜欢你，我不敢跟你讲，那我多少年之后都会后悔当时的怯懦，如果我说了，答不答应在你，成功与否，我都没有后悔的理由，反而是把问题抛给你了。\n\n与其自己纠结，不如让别人纠结。\n\n而如果别人也纠结了，说明你还是有机会的吧，如果对方明确对你没兴趣，那还纠结个毛？\n\n所以把问题抛给对方的同时，也看到了答案的一角。\n\n新东方之所以有用，并不在于它的学习方法有多优秀，而在于让你交钱了，交完钱你不学都对不起那个钱，所以你就去学了。\n\n同样，如果你看支持系统系列已经看到这里了，就算你并不完全认同这套理论，也会觉得有点道理，因为你已经花了这么多时间在上面。\n\n没有人可以获得所有人的认同，但我们所得到的支持其实远比表面上看起来的要多，这是我反复讲过的东西了，先干起来，这些支持才会浮现。\n\n尽管大多数时候都会失败，但失败是正常的，因为你想做的事情一定是有足够的挑战性才让你犹豫和纠结。尽管成功率低，但只要你尝试的足够，你最后总能获得一两次成功，这是概率决定的。\n\n一个想做十件事最后一件都没有去做的人，和一个想做十件也做了十件其中九件失败一件成功的人，你觉得哪个更成功，值得羡慕呢？\n\n你心里知道。",
    "excerpt": "# 与其纠结内耗，不如先干起来  喜欢一个姑娘又知道怎么表示，那就直接跟她说，约她吃饭看电影压马路 或者直接说哥看上你了，你看着办  想吃顿好的又舍不得钱，要么去赚钱，要么咬咬牙去吃  想锻炼又怕苦，要么去锻炼，要么安心躺着当肥宅    我准备今年做一场跨年演讲，事前也犹豫纠结了很长时间，因为我去年...",
    "readTime": 5,
    "tags": [
      "支持系统",
      "人际关系"
    ]
  },
  {
    "id": "188",
    "slug": "188-怎样讲故事",
    "title": "怎样讲故事",
    "content": "## 怎样讲故事\n\n目前来说，讲故事的能力是非常重要的，毕竟创业就是讲故事嘛，把故事讲出来，把梦想卖给别人，把钱留给自己，winwin。\n\n很多人讲的道理自己都不信，因为他们不会讲故事。\n\n舜发于畎亩之中，傅说举于版筑之间，胶鬲举于鱼盐之中，管夷吾举于士，孙叔敖举于海，百里奚举于市。故天将降大任于是人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其所为，所以动心忍性，曾益其所不能。\n\n你看，这是孟子讲的道理，但他讲道理不是抽象的讲道理，而是先讲了几个故事，这些故事都是真实发生的，于是他的道理就很有说服力了。\n\n心理咨询师都知道，大多数人对别人的劝导说服都是有戒心的，没有几个人愿意把内心真实的痛苦说出来，你想让他说他的家庭，你就先说你的家庭，你说你妈妈，他就一定会想到他妈妈，事实上，没有人能做到别人在说他妈妈的时候不想到自己的妈妈。\n\n所以你讲的故事别人不信，因为这不是你的故事，不是你的道理。如果你讲的是自己的故事，自己的道理，那自然有一种感染力，自然就能打动人。\n\n我在这一个系列中很少举什么惊世骇俗的例子，大多数都是比较熟知的典故和自己身上确实发生的事情，最多加一点心理学家无聊的实验，但结论也是比较自然的。\n\n如果你能说服自己，那你就能说服跟你类似的人，而你并不是最特殊的那一个，这一点你千万得有自信，你不是爱因斯坦，也不是秦始皇，你就是一个普通人，一个想有所成就但不知道如何成就的普通人，无论你性别性向身高体重工作这一切如何，都有一大堆人跟你所处的环境是类似的，遭遇的问题，面临的疑惑也是。\n\n如果你能说服自己，你就能说服这么多跟你相似的人。如果你能说服这么多人，那就意味着你不再普通，你拥有了影响力，你能获得很多人的支持，你就很容易获得成功。\n\n至少比你现在要容易的多。\n\n我一开始进入比特币世界，就是因为我感觉现实世界太压抑了，毫无机会，我一个北大冷门专业毕业的普通人，尽管大家可能觉得下限要比其他普通人高很多，但我也面临过长时间的失业，睡过朋友沙发，买过磕破的鸡蛋，并不会比那些毕业就失业的非211学生强多少。\n\n我把比特币打动我的点写了出来，然后就很多人看，很多人关注我，于是我就在这个圈子获得了小小的影响力，并用这些影响力赚了点钱。\n\n如果没有比特币，我可能现在都在黑暗中摸索道路，而长时间的失败，可能已经压垮了我的精神，让我成为一个没有生机的废物。\n\n所以我相信奇迹是可能发生的，在我人生最黑暗的时候，我找到了救赎。\n\n每个人都有救赎的机会，只要他愿意寻找，一定能找到，十步之内，必有芳草。\n\n当你愿意出来讲那些自己身上的故事，就能打动跟你相似的人，这些人就会愿意帮助你，因为在你身上他们看到了自己的影子，帮助你好像就在帮助他们自己。",
    "excerpt": "# 怎样讲故事  目前来说，讲故事的能力是非常重要的，毕竟创业就是讲故事嘛，把故事 讲出来，把梦想卖给别人，把钱留给自己，winwin  很多人讲的道理自己都不信，因为他们不会讲故事  舜发于畎亩之中，傅说举于版筑之间，胶鬲举于鱼盐之中，管夷吾举于 士，孙叔敖举于海，百里奚举于市。故天将降大任于是人...",
    "readTime": 5,
    "tags": [
      "人际关系",
      "职业发展",
      "心理健康"
    ]
  },
  {
    "id": "189",
    "slug": "189-中庸之道",
    "title": "中庸之道",
    "content": "## 中庸之道\n\n昨天跟几个炒币的朋友聊到，最近有个eths涨了几千上万倍，他说他找了几个朋友打了几百张（相当于买币），然后涨了100倍全跑了。\n\n我们达成一致，就是垃圾币不能卖完，总得留10-20%。\n\n之前一个狗狗币的大户也是这么跟我说的，他把狗狗币全卖完了，如果当初留10%也不得了。\n\n大家讨论了很多，然后我说，这种情况本质上是傲慢，觉得自己一定是对的。比如这个币1块钱卖了90%，如果你确定这是高点，你为啥不全卖了，以后再买回来还能做个波段。\n\n只有我们并不确定自己卖的时候一定是高点，才会想留着一点不卖，说不定以后会有惊喜。\n\n很多人并不理解什么叫自信。\n\n比如我觉得这1块钱一定是高点，这是不是自信？\n\n这好像是自信，但又好像是自负，到底怎么样，似乎只有结果来说话。\n\n其实真的自信，是对自己的全面了解，知道自己可能会犯错，连对自己犯错的可能性也预估进去了。\n\n所以只卖90%，好像是不如全卖了自信，其实反而可能更加自信。\n\n这相当于说，做自己的对手盘，自己跟自己对冲。\n\n这就是中庸。\n\n如果自己的判断是对的，那卖90%跟全卖，几乎没有区别，但如果判断出现严重失误，卖完之后又涨了一百倍，那剩下的10%依然可以继续带来极大的收益，不会严重踏空。\n\n李泽钜曾经投了腾讯200万，过了一年变成3000万走了，卖给了南非的MIH。一年15倍在任何投资市场上都算非常傲人的战绩了，但具体到这个案例，却没有谁觉得他算的上是赢家，因为MIH赚了成千上万倍。如果小超人当时留个10%不卖，现在都不得了，远远超过最初的3500万。\n\n为什么中国古人推崇中庸之道，极高明而道中庸，其实就是这个道理。你很厉害，你知道你的优势并都能加以利用，而我更厉害，因为我不仅能利用自己的优势，甚至连劣势都能利用。\n\n讲完小超人，讲讲大超人。李嘉诚有个不吃鱼尾的理论，我最开始以为是对自己判断的自信不足，如果真是鱼尾，为啥不吃呢？后来我觉得是因为李的体量太大，导致无法走在高位，只能差不多位置就走掉。而后来，我又有了新的解释，我觉得让利一部分给交易对手，是保证他以后要走都能走的掉的关键。如果他真的能走在最高点，一次两次还好，多了之后，玄学因素就会起作用，大家就不敢跟他交易了。\n\n比如2015年左右他就大量出售国内地产，踏空了之后的涨幅，而这个涨幅很惊人，很多城市都翻倍了，于是很多人觉得李老糊涂了，误判了国内的情势。结果现在的结果说明，姜还是老的辣，他虽然卖的离高点差不少，但比今日各大地产商，那强的不止一星半点了。\n\n古龙在他的小说中描述了一种状态，高手对决，一方处处是破绽，但破绽太多，反而让另一方无法下手。这种情况我觉得是有可能成立的，比如你就一个破绽，那别人没办法只能往这里打，但如果你有两个破绽，到底打哪个，就有了选择，有选择就可能错误，也可能两个都打，而分兵攻打，又可能打不下来。\n\n在博弈中，均衡解永远是让对方选哪个都差不多。在下棋的时候，高手弃子往往会让对手陷入计算之中，到底吃还是不吃，吃的话一堆分支要计算，不吃的话又一堆可能，总之怎么走都有问题，计算不清，即使最后算出来了，也消耗了大量的时间。在真实世界的博弈之中，时间是非常关键的，让对方决策时间减少，就是增加我方的优势，这就是为啥苏联在古巴放导弹让美国如此紧张，恨不得打一场核大战的原因，因为如果导弹从古巴发射，那华盛顿只有8分钟时间做出打不打的决定，这太难了。\n\n所以中庸其实就是一种均衡解，对各种可能性都加以研判，最后得出一个接近全局最优的结果，避免只压注一种可能而造成的毁灭性结果。",
    "excerpt": "# 中庸之道  昨天跟几个炒币的朋友聊到，最近有个 eths 涨了几千上万倍，他说他找了 几个朋友打了几百张（相当于买币），然后涨了100 倍全跑了  我们达成一致，就是垃圾币不能卖完，总得留10-20%  之前一个狗狗币的大户也是这么跟我说的，他把狗狗币全卖完了，如果当 初留10%也不得了  大家...",
    "readTime": 7,
    "tags": [
      "人际关系"
    ]
  },
  {
    "id": "190",
    "slug": "190-思想是最大的财富",
    "title": "思想是最大的财富",
    "content": "## 思想是最大的财富\n\n导读：这是一段群聊记录，由我和另外两个群友的对话组成。\n\n我：\n\n本质上，这个世界大多数财富并非以一阶形式存在，而是二阶和三阶，一阶就是资源本身。\n\n比如一家店卖水果，2块钱一斤赚1块钱，这是一阶利润，而这个水果店本身赚钱，谁要买它的股份，这就要溢价，这就是二阶，二阶就比一阶大的多。\n\n比如以前大家抢钱，能抢到银子，所以会有人抢劫富人。\n\n当财富以股权形式存在之后，抢劫就不行了。\n\n现在有钱人的钱大多数以金融资产的形式存在了，这就是二阶财富。\n\n本质上就是吹泡泡的能力。\n\n但玩这个容易失去平衡，摔下来也重。\n\n所以新兴国家想玩又怕摔，如果老老实实积累一阶财富，那跟发达国家的距离只会越来越大。\n\n如果也想积累二阶财富，因为玩二阶的经验有限，又容易被别人收割，亚洲金融危机就是个典型。\n\n变数只有一个半，能抓住这一个半的就有可能破局。\n\n一个是发达国家的无私技术转移，当初日本抓住了，战后迅速崛起，当然也有时代因素。\n\n本质上就是欠发达国家变成发达国家的一部分，变成连体人，大家就共享循环系统了，代价是让渡部分主权。\n\n半个是中国，如果中国能崛起，因为意识形态和内部治理的需要，无法走金融立国吃二阶财富的路子，搭上中国的车也有可能分享财富收益。\n\n二阶财富最典型的就是阿里和腾讯，大股东都是外资，外资可以直接在资金层面控制一个国家的上游生产力，你国家越发展，我赚的越多，实际的差距反而越大。\n\nDYN:\n\n听起来好像是，员工勤奋打工，年底老板终于换了劳斯莱斯。\n\n我：\n\n所以玩房地产也没办法的办法，因为只有房地产是外资无法控股的二阶财富。\n\nDYN:\n\n员工勤奋打工，年底房东高兴的搂着钱环球旅游。\n\n我：\n\n就是这个意思，员工赚点死工资，老板赚的是公司PE。\n\n员工赚的越多，跟老板差距就越大。\n\n除非老板玩崩了。但市场很大，老板很小，但世界相对于几个大国并不大，这个竞争并不激烈，几个大国是可以共同维持一套秩序的。\n\n类似于日本的百年老店，其实怎么可能代代出能人能接的住，无非是你哪代出了个不成器的，我们其他人也依然用你家东西，帮衬一把，等我家出了不成器的后生，你们也帮一把，等于是云世袭。\n\n所以即使你的东西便宜质量好，但架不住在寡头市场人家根本不用，只有充分竞争的情况下，产品层面的优势才是优势。\n\n除了一个半变数之外，还有一个不是办法的办法，目前只有印度玩成功了。\n\n就是鹊巢鸠占。\n\n精英抛弃本国，直接去占领外国。\n\n印度精英根本不回印度，而是去争取发达国家的权力。\n\n等美国也出印度裔总统的时候，说不定列强一开会，私下全讲印第语。\n\n中国人在国外赚了钱，大多数还是要回本国投资的，故土情节比较重。\n\n单个的华人精英并不比印度精英差，但做为整体，那就差的远了。\n\n印度人没有太强的国家意识，毕竟做为统一体的印度出现时间并不长，而且还是在英国的帮助下才实现的。\n\n历史上一直是他国殖民地。\n\n他们是一种宗教认同，不太看重国家，所以印度在忽悠人方面还挺牛逼，出了一堆灵修大师，中国人能影响国外灵修届的就几乎没有人了。\n\n一阶财富是实物，二阶是股权，而三阶就是思想了。你老板要让你卖命还得花钱，而被洗脑的人，给导师拼命干活还奉献一切，只有在寺庙里干活是要排队还要走后门的。\n\n这就是为什么一个伟大的人死了是真正意义上的财富损失，因为人的组织能力就是社会财富，而一个有强大思想动员力的人，就给社会提供了组织资源。\n\n一个极具魅力的领袖，甚至可以从无到有的产生财富，比如李光耀，完全靠自己的忽悠能力就能让新加坡从东南亚弃儿变成东南亚之光。\n\n毛当年也是这样一个领袖，让大量的农民以几乎无偿的代价去修了大量的水利和交通工程。如果以传统经济学，你不给钱我就不干活，但一开始国家也没钱，请不起农民干活，这些就干不了，干不了农业就发展不起来。于是领袖用他的个人魅力填补了这个空白。\n\n本来农民是冬天在家猫着也不会上山挖水库的，等于人力资本白白浪费掉了，当然今天的人不一定认同，认为这就是被pua，但pua的能力也是资本，毛让大家心甘情愿的以几乎0收益去干这些事，然后在一定程度上实现了官府和百姓的双赢，这就是三阶财富，也是最大的财富。\n\n所以说到底，第三世界国家是因为没有自己的思想资源。\n\n之前看了篇文章，新加坡立国时候的目标是20年内赶超缅甸。\n\n当时缅甸才是亚洲之光，2代人的时间就霍霍没了，当最重要的财富消失，尽管资源还在，这个国家也穷了。\n\n现在看来很不可思议。\n\nDYN:\n\n啊为啥，谁消失了。\n\n缅甸还有这种祖上阔的好日子呢。\n\n我：\n\n看清楚这一点，才能明白为啥苏联一解体俄罗斯经济就完了，因为这国家没有精气神了。\n\n他们放弃了开放的道路，走闭关锁国打内战去了。\n\n主体民族欺压少数民族，于是全国各地就不消停。\n\n本来英国留下来的老本还能吃个几十年，军政府一上台，马上就不行了。\n\n昴山素机老爸被杀了，这几乎是致命的。\n\n本来一个充满魅力的领袖，而且愿意跟少数民族共同发展的领导人，完全可以带领这个国家走向兴旺的。\n\n他一死，军政府就放弃了他当初的许诺，于是一个国家就开始内战，经济立刻完蛋。\n\n所谓一言兴邦，其实就是指思想的价值，当中国从一个封闭的国家变成一个开放的国家，这个决定做出的当下，所有的资产价格立马重估，在外资眼里翻了十倍不止。\n\n这个瞬间的转变，凭空产生的资产就是思想的价值。\n\nDYN:\n\n三阶财富就是最优秀的！\n\n我：\n\n如果北三县今天划给北京，今天房价就翻倍，这个变数，就是因为大家对你的评估不同了。\n\n一个国家也是这样，当你的思想体系转变了，别人对你的估值也不一样。\n\n思想是有真实价值的。\n\n如果京东是一家传统企业，早破产了，一直亏嘛，但在互联网时代，这就可以原谅，因为大家看事物的标准不同了。\n\nDYN:\n\n这个是为啥。\n\n我：\n\n一个传统企业，pe可能就三到五倍，如果转型成科技企业，pe可能就是100，1000倍，这几十上百倍的差距，就是估值系统不同，就是别人看你的眼光。\n\n再举个例子，比如我写作支持系统系列，如果有一天，街上所有人都知道这个系统并实践，尽管我没有从卖书中赚一分钱，我的财富也早已经非同凡想。\n\n因为这就是思想的价值，这个钱只在于我想不想去取而已。\n\n张一鸣说到做企业最不需要的就是钱，如果你一定要多少钱才能做成事，那你就做不成，因为你但凡资源齐备，钱是一定会找过来的。\n\n这个企业最重要的资产就是老板的认识水平，他的思想，同样一家苹果公司，有没有乔布斯估值至少差一半，这一半就差在他身上。\n\nDYN:\n\n忽然觉得在股权和思想之间还有一个财富就是个人。\n\n一人兴邦，一人丧国。\n\n我：\n\n思想也需要人去提出去实践。\n\n同样的话，不同的人说力量就不一样。\n\n有些人说的你就心悦诚服，有些人说的你就老想反驳。\n\nDYN:\n\n是这样的！！！！！！！\n\n我：\n\n一个坐过牢的人说坐牢也就那样，一个没坐的也说这句话，份量肯定就不同。\n\n所以伟大的人的个人魅力也是他的价值，他能点石成金，普通的话自他嘴里说出来就很有力量。\n\n毛说帝国主义都是纸老虎，这就有力量，我来说，这就是个屁了。\n\n库尔班大叔后代世世兴旺，他们家的财富靠的不是谁的官位，是库尔班当初的那句话，后人只要谨记这句话就行了。\n\n世世昌隆，比赚多少钱都好使。\n\nDYN:\n\n真的是这样，同样的话别人和我说，我就恶狠狠把人吊了一顿；但是sr和我说，我就觉得，天呐怎么这么有道理。\n\n我：\n\n我如果写完支持系统，可能就会写一本新经济学了。\n\n目前经济金融政治是割裂的，而我认为都是一回事。\n\n熔于一炉，新经济学。\n\n比如库尔班大叔的财富肯定就比别人多，尽管他并没有多少钱。\n\n今天讲的其实也就是我未来要写的内容的核心了，真正认识财富。\n\n美国为什么强大，因为全世界都向往一个三权分立，一个普通人可以做美国梦的世界。\n\n在这个思想的指引下，人才如流水一般进入美国，财富就以难以想像的速度产生。\n\n美苏争霸，争的也不只是经济军事，最后争的就是哪家的思想更有吸引力，当苏联的故事破产，相当于把电脑砸了卖废铁，估值去了至少三个0。\n\n看清楚财富的三个层次，你就知道有些人穷是真穷，而有些人的穷只是没钱，他并不穷。\n\n当孙中山在海外募资的时候，尽管他身上没钱，他也不穷，有眼光的人已经看到一个未来的元首了。\n\n所以一个人没钱不可怕，可怕的是连精气神都散了。\n\nSR:\n\n革了旧世界的命。\n\ng美共的理想当年也是吸引了更多人。\n\n我：\n\n是的，当时全世界也搞不明白，所以美苏大体上还是势均力敌的。\n\n但苏联老百姓知道，这就是个花架子，老百姓自己先不信了。\n\n如果越南要跟中国敌对，马上外资撤离，所有资产都打一折，而跟中国友好，这就可以稳稳发展，思想的不同，决定了财富的大部分。\n\n如果越南要走红色高棉的路，那资产直接打0.01折，命都不值俩钱了。\n\n如果越南宣布并入美国，美国国会通过，那整个国家资产价值还会暴涨，这就是思想体系的不同决定了财富的位置。\n\n财富本质上可以认为是对其他人施加的影响力，当你有这个能力，你就有了财富，你能让更多的人更大程度上改变自己的行为，你就有越多的财富。\n\n而财富的形式只是其中可以传承的部分。\n\n所以金钱和权力都是一种东西。",
    "excerpt": "# 思想是最大的财富  导读：这是一段群聊记录，由我和另外两个群友的对话组成  我：  本质上，这个世界大多数财富并非以一阶形式存在，而是二阶和三阶，一 阶就是资源本身  比如一家店卖水果，2 块钱一斤赚1 块钱，这是一阶利润，而这个水果店 本身赚钱，谁要买它的股份，这就要溢价，这就是二阶，二阶就比...",
    "readTime": 16,
    "tags": [
      "支持系统",
      "思想哲学"
    ]
  },
  {
    "id": "191",
    "slug": "191-冬日可爱",
    "title": "冬日可爱",
    "content": "## 冬日可爱\n\n别怀疑，这是一个成语，出自《春秋》：\"赵衰，冬日之日也；赵盾，夏日之日也。\"杜预注\"冬日可爱，夏日可畏。\"^ ^。\n\n今天出太阳了，大冬天的出点太阳人的心情就会好。\n\n我有个理论，冬天也得出去走走，只要天晴。冷的话人体就得消耗更多的热量来对抗，这样消耗就增加了，然后就得更多的摄入营养，新陈代谢变快。\n\n人的很多健康问题都是新陈代谢太慢导致的，就比如河水流的慢了，泥沙就会堆积，抬高河床，而水流的快，就能把这些泥沙冲走。历史上也用这个办法治理黄河，叫\"束水冲沙\"。\n\n人体新陈代谢太慢，也会导致体内垃圾增加，肠胃动力变弱，总之就是各种小毛病全来了。\n\n每天都会有很多事，尽管做不做都没太差别，但还是得去做。可是如果所有的精力都在这些狗屎工作上，人就会变的很烦躁，看不到自己的价值在哪。\n\n这个时候，出去晒晒太阳，换换气，就舒服多了。\n\n如果还有朋友一起，无论是逛街，还是在草地上发呆，又或者打场球或者爬山，都会更开心。\n\n人要动静结合，而冬天静容易，动起来就有点难，这个时候就得逼自己出去走走了。\n\n听听鸟叫，看看松鼠爬在树上，呼吸一下清冷而提神的空气，马上人就精神了。\n\n在室内呆太久就会昏昏欲睡，如果人一直不出去活动，就感觉明明没干什么，也睡够了，就还是很疲惫。\n\n这样就不利于身心健康。\n\n现代人大多是伏案工作，体力劳动比较少，看上去就虚的不行，如果不能让自己每天运动，至少在天晴的日子里晒晒太阳，走两步也行啊。\n\n一天走个一两万步，基本的运动也够了，不行五六千步也好，全身动一动，让身体知道自己还活着，而且很多新想法就是在外面走的时候冒出来的，高含氧量的空气，就是能活跃脑细胞，让他们找出新想法来的。",
    "excerpt": "# 冬日可爱  别怀疑，这是一个成语，出自《春秋》：“赵衰，冬日之日也；赵盾，夏日 之日也。”杜预注“冬日可爱，夏日可畏。”   今天出太阳了，大冬天的出点太阳人的心情就会好。  我有个理论，冬天也得出去走走，只要天晴。冷的话人体就得消耗更多的 热量来对抗，这样消耗就增加了，然后就得更多的摄入营养，...",
    "readTime": 4,
    "tags": [
      "人际关系",
      "职业发展"
    ]
  },
  {
    "id": "192",
    "slug": "192-无论多忙，都保留一点思考的时间",
    "title": "无论多忙，都保留一点思考的时间",
    "content": "## 无论多忙，都保留一点思考的时间\n\n有个理论，穷人之所以穷，是因为太忙了。因为太忙，所以就没有办法思考如何改变自己的状态，找不到破局的点，然后只有在原有的轨道上继续走下去。\n\n勤劳并不能致富，相信这点大家是有认识的。一个人干的活再多，也最多到小康，指望大富大贵，这个靠勤劳是不行的，得找到方法。\n\n任何一个点的优化，都可能给一个行业带来几百亿的财富增量，而在这个增量中，你拿一丁点，几千万几个亿就有了。比如冰糖心苹果，以前都是做为残次果处理的，尽管确实很甜，但是不耐运输，等有办法把冰糖心快速运送到目标市场，它就由残次果变成了顶级苹果，价格上升了好几个档次。\n\n我相信每个人都能感觉到自己身边某些工作的流程不合理，其中有些是有意为之，而有些则确实是惯例延续，并没有什么非如此不可的理由。\n\n马斯克在做火箭和电动车的时候，总是尽力删除零件，这些零件在之前的设计中往往被认为是不可取代的，但马斯克会问它为什么如此重要，能不能替换？而往往这些被认为非常重要的零件，在仔细的拷问之后发现也并不是那么非有不可。比如他可以把电池和发动机的成本降低50-90%，而且是以非常短的时间内，正因为他有这种思考模式，他才能做到这些看似不可能完成的事情。\n\n我们普通人每天的闲暇时间不多，这些有限的闲暇时间还要用来休息和陪伴家人朋友，这样思考的时间就更少了，但无论如何都要用点时间来思考，否则人生就将是当下的无数次重复，这也很让人绝望。\n\n当一个绝佳的想法冒出来，我们会克制不住想去实现它，尽管它可能并不完美，但这样的想法，却有改变我们命运的机会。往往很多伟大的事业就是起自一个想法，这个世界为什么不这么运行呢？应该有人做了啊，但环顾四周，就是没有，那就起来自己做吧。\n\n人只能活一辈子，这是我们不可改变的，既然如此，犯错也好，有所成就也罢，总得去做点什么，一个什么都没有做错也什么都没有做对的人生，可能才是犯了最大的错误。\n\n时间是过的很快的，而人有行动力也有足够精力的时间却不多，如果错过了这段时间，之后即使再有新想法，也很难有力量再付诸实践了。\n\n老骥伏枥志在千里，虽然如此，何必等到老了再志在千里呢？",
    "excerpt": "# 无论多忙，都保留一点思考的时间  有个理论，穷人之所以穷，是因为太忙了。因为太忙，所以就没有办法思 考如何改变自己的状态，找不到破局的点，然后只有在原有的轨道上继续走下 去  勤劳并不能致富，相信这点大家是有认识的。一个人干的活再多，也最多 到小康，指望大富大贵，这个靠勤劳是不行的，得找到方法 ...",
    "readTime": 4,
    "tags": [
      "人际关系",
      "职业发展",
      "思想哲学"
    ]
  },
  {
    "id": "193",
    "slug": "193-饭自己吃，路自己走",
    "title": "饭自己吃，路自己走",
    "content": "## 饭自己吃，路自己走\n\n但也可以叫朋友一起吃，跟朋友一起走。\n\n说到底，我们都要自己赶路，过好自己的人生，但如果能有人陪伴一段，也是很开心的。\n\n很多人会陷入两个极端，要么是什么都靠自己，完全信不过别人，要么是完全依赖别人，放弃了自己的主动性，这样都不好。我们要相信自己的同伴，但如果同伴确实拉垮，也得自己上，一般来说，团队总是比单打独斗要强，但团队也不是一开始就有的，往往是需要自己孤独的走一段，才会有人跟上来。\n\n比如比特币现在大家都知道，但在它刚诞生的时候，只是密码学极客邮件组中一个不太起眼的小项目，甚至在中本聪发布之后，经过短暂的讨论就没有了声音。几个月之后才有人问，那个叫比特币的项目怎么样了，又过了几个月才有人回答，可能已经死了吧。\n\n就这样，中本聪一个人默默维护了比特币网络近一年，如果他中间觉得没意思把电脑关了，\\n这个项目也就正式宣告死亡了。\n\n等他坚持到了一年之后，终于被社区重新发现，然后就开始了比特币的传奇神话。\n\n从某种意义上说，人终究是孤独的，但问题在于，人又想摆脱孤独。所以我们终究是要活在群体之中，被群体接纳与不理解，这是同时存在的。\n\n我们从一个又一个群体中穿行，每一个都留下自己的痕迹，然后有可能带上一两个好友继续赶下一程。\n\n大多数朋友都不能陪你走到最后，但陪伴的一段时间已经足够可贵，我们很难再奢求更多。",
    "excerpt": "# 饭自己吃，路自己走  但也可以叫朋友一起吃，跟朋友一起走  说到底，我们都要自己赶路，过好自己的人生，但如果能有人陪伴一段， 也是很开心的  很多人会陷入两个极端，要么是什么都靠自己，完全信不过别人，要么是 完全依赖别人，放弃了自己的主动性，这样都不好。我们要相信自己的同伴， 但如果同伴确实拉垮...",
    "readTime": 3,
    "tags": [
      "人际关系"
    ]
  },
  {
    "id": "194",
    "slug": "194-一段关系的极限",
    "title": "一段关系的极限",
    "content": "## 一段关系的极限\n\n正常来说，任何关系都是有它的极限的，除了极少数例外。\n\n这是因为一段关系之中，有等价交换的一面，也就是市场化的一面，也有支持系统里按需分配的一面。在市场化的一面中，二者是有竞争关系的，简单说就是你越爽我就越不爽，比如我希望老板卖的东西统统不要钱，甚至倒贴钱才好，而老板巴不得卖的越贵越好，最好比金子还贵。\n\n而在支持系统的一面中，二者则是按需分配的关系，互相帮扶，简单说就是你越爽我就越爽。朋友越开心，你就越开心。\n\n而在这二者的共同作用下，总会有一个限度，是朋友非常开心，但你已经在临界点上，再过一点，你就不开心了。\n\n即使是亲子关系也是如此，比如皇帝和儿子，作为亲人，他们是希望对方都开心的，但作为潜在的竞争者，又有一定的张力，比如儿子说我想当皇帝，这样就大逆不道了。\n\n任何关系如果突破了这个点，那就突然走向关系的终点。\n\n要改变这个点，就只能改变市场与支持之间的比例，但这并不容易。尽管一段关系从陌生到熟悉，再到水乳交融，支持的部分会越来越多，这个临界点也会不断后移，但总是有个大致的极限，任何试图突破这个极限的尝试都是非常危险的。\n\n如果双方对这个点的认识不一致，差距较小还好，如果差距较大，那后面就很容易闹的一地鸡毛，不欢而散。\n\n如果是散不了的关系，那就会一直相互折磨，身心俱损。",
    "excerpt": "# 一段关系的极限  正常来说，任何关系都是有它的极限的，除了极少数例外  这是因为一段关系之中，有等价交换的一面，也就是市场化的一面，也有 支持系统里按需分配的一面。在市场化的一面中，二者是有竞争关系的，简单 说就是你越爽我就越不爽，比如我希望老板卖的东西统统不要钱，甚至倒贴钱 才好，而老板巴不得...",
    "readTime": 3,
    "tags": [
      "支持系统",
      "人际关系"
    ]
  },
  {
    "id": "195",
    "slug": "195-大多数社交都是无效的，但你还得去",
    "title": "大多数社交都是无效的，但你还得去",
    "content": "## 大多数社交都是无效的，但你还得去\n\n在有段时间，拒绝无效社交是一种非常流行的观念，但这也会损失很多机会。\n\n对于工薪阶层而言，他们往往并不理解什么叫机会，因为本身就已经很忙很辛苦了，还要跟不认识的人一起吃饭喝酒，想想都累。\n\n但人平时是囿于一个很小的圈子里的，如果不有意的打破这个小圈子，往往并不知道别人在干什么，其他圈子有什么机会。\n\n比如今年比特币涨了两三倍，而A股则一路保卫到2800点了，在不同的圈子，面对的机会和收益是完全不一样的。\n\n如果你想一辈子老老实实当个工人，那当然无所谓什么社交不社交，连亲戚都可以不怎么走往，但如果你想出人头地，那不出去闯个一头包是不行的。\n\n社会上鱼龙混杂，有些人认识他就是你的劫难，本来不认识还不用亏那么多钱的，这种经验我是很丰富的。但认识人就跟开盲盒一样，有时候会开出金子，有时候会开出一坨屎，这都还算好，至少一坨屎告诉你他是一坨屎了，就怕开出金子颜色的屎。\n\n但这也是一种锻炼，在不停的吃屎的过程中你就知道哪些是屎了。\n\n刘邦这么知人善认，也被曹无伤给卖了，而项羽则被他叔父项伯给卖了好几回。\n\n伟大人物不可避免会遭遇信任的错付与背叛，何况是普通人呢？\n\n但说到底，你想成为非常之人，就得走非常之路，这条路上很多坑都得自己去踩，没有人帮你。虽说我们可以从很多旁人或前人的经验里学一部分，但具体到怎样操作，这个别人替代不了，就如同我们不可能看着别人骑车就学会骑车一样。\n\n当然，不是说社交对象与场合不需要筛选，当然要筛选，否则那你的时间也太不值钱了，但如果你的时间确实不值钱，那就没必要太过筛选了，除非这些场合比较花钱。\n\n很多人明明时间不值钱，还不愿意与人交流，又指望别人发现你的惊世才华，这样互相矛盾的要求怎么可能同时满足呢？我觉得就算有财神，他想把钱放你兜里也得犯难。\n\n确实99%的社交场合都不会有任何价值，但损失的只是一些打游戏刷抖音的时间，而剩下的1%，可能就是改变命运的机会了。但你不走出去，永远不知道那是99%还是1%。",
    "excerpt": "# 大多数社交都是无效的，但你还得去  在有段时间，拒绝无效社交是一种非常流行的观念，但这也会损失很多机 会  对于工薪阶层而言，他们往往并不理解什么叫机会，因为本身就已经很忙 很辛苦了，还要跟不认识的人一起吃饭喝酒，想想都累  但人平时是囿于一个很小的圈子里的，如果不有意的打破这个小圈子，往 往并...",
    "readTime": 4,
    "tags": [
      "其他"
    ]
  },
  {
    "id": "196",
    "slug": "196-组织你的跨年活动",
    "title": "组织你的跨年活动",
    "content": "## 组织你的跨年活动\n\n尽管新年与旧年之间的分界线与其他时间点并没有任何质的区别，但人是需要一点意义感的。\n\n你可能有参加公司年会，同乡联谊会，但这都是别人的活动，你不是主角，你只是看客，简单说，你的存在只是为了别人的活动增加人气而已，你只是路人甲，即使你有表演节目，也不是真正的主角。\n\n你完全可以组织你真正的跨年活动，找一群你的朋友，喜欢你的人，你喜欢的人，一起开个轰趴，或者爬山压马路，都行。\n\n时间要浪费在别人身上，但更要浪费在自己身上。\n\n明天我会组织一群朋友搞个社区年会，再加上组织我的第一场跨年演讲。\n\n朋友们都认识很多年，尽管有些只是线上认识，但也已经非常熟悉了，大家一起聊聊新的一年怎样搞钱，不比在公司听领导讲话有意思吗？\n\n凡事以我为主，你自然会找出一堆哄自己开心的办法。\n\n生活可以认为是没有意义的，但正因为它本来没有意义，所以我们可以给它增添各种意义。就比如一张白纸，你才可以随意涂画，如果上面本来就有很多色彩，你就会觉得再添几笔就显的多余了。\n\n以前我会觉得跨年活动很没有意义，而现在的我觉得，尽管说到底它是没有意义的，但人不能动不动就说到底，说到底人都是会死的。\n\n尤其是你自己组织，带着亲人朋友一起玩的活动，这至少能增加大家的联系，增进大家的感情，如果再能找到一点新的机会，认识一些新的朋友，那就更好不过了。\n\n你可以相信太阳底下并无新事，也可以认为苟日新，日日新，又日新，尽管这二者都是对的，但不同的选择对应的是不同的心态，最终导向不同的人生，我还是比较偏向后者，你呢？",
    "excerpt": "# 组织你的跨年活动  尽管新年与旧年之间的分界线与其他时间点并没有任何质的区别，但人是 需要一点意义感的  你可能有参加公司年会，同乡联谊会，但这都是别人的活动，你不是主 角，你只是看客，简单说，你的存在只是为了别人的活动增加人气而已，你只 是路人甲，即使你有表演节目，也不是真正的主角  你完全可...",
    "readTime": 3,
    "tags": [
      "人际关系",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "197",
    "slug": "197-咱不是说做个好人就不能装啊",
    "title": "咱不是说做个好人就不能装啊",
    "content": "## 咱不是说做个好人就不能装啊\n\n以前我说过人应该做个简单的好人，这个简单其实理解起来并不简单。你并不需要在所有点上都是好人，只要大多数时候大多数地方你是好人，而坏的地方影响不大，就可以说是简单的好人了。我们总是对好人要求严苛，而坏人的一点善举则会让一些人感动不已。\n\n反过来多好啊。\n\n同样，好人并不需要在所有的地方都真诚，有些人你只能跟他们虚与委蛇。人是一直在表演的，即使在我写作支持系统的时候，我难道就没有心情抑郁阴暗的时候吗？但我不会把这些东西写出来，这也可以算是一种表演对吧。\n\n人在不同的环境里需要表演出不同的性格和特质，真诚是我们的底色，但表演也是需要的。所谓质胜文则野，文胜质则史，文质彬彬，然后君子。这里的质就是指本质，文就是外表，演技，纹路。如果一个人表现的本质压过了外表，那就太野性了，就比如男女之间大多数情况都是性欲驱动，但你直接的表达出来，这就很不好。反过来，如果外面的虚饰又完全压过了内在本质，装的太厉害，这也不行，只有文和质都有，互相配合，才是君子。\n\n只不过文质彬彬这个成语现在完全用在了它本质的反面了。\n\n我们对别人的支持，有些也是表演，但表演也是有价值的，至少他值得你为他表演，如果是完全不值得的人，你连口头支持一句都显得多余，也让自己恶心。\n\n如果每个人都愿意奉承我一句，那至少说明我也是个人物了对吧。\n\n认清自己在不同环境不同场合下的角色，然后相应的表演，但这个表演又不完全欺骗自己的本心，这样表演的就会比较自然，效果也会比较好。比如你对亲人的爱只有8分，你表现出10分，并不会对你有任何损失，你对某人的厌恶有5分，但你又必须跟他配合，那少表现出一些厌恶也有助于你的工作和生活。\n\n当然，如果十分厌恶就算了，这个装不出来。",
    "excerpt": "# 咱不是说做个好人就不能装啊  以前我说过人应该做个简单的好人，这个简单其实理解起来并不简单。你 并不需要在所有点上都是好人，只要大多数时候大多数地方你是好人，而坏的 地方影响不大，就可以说是简单的好人了。我们总是对好人要求严苛，而坏人 的一点善举则会让一些人感动不已  反过来多好啊  同样，好人...",
    "readTime": 4,
    "tags": [
      "支持系统",
      "职业发展",
      "生活方式"
    ]
  },
  {
    "id": "198",
    "slug": "198-听人劝，吃饱饭",
    "title": "听人劝，吃饱饭",
    "content": "## 听人劝，吃饱饭\n\n我们这行有句话叫\"没有慧根，就得会跟\"。有时候独立思考挺费钱的，不如跟着别人瞎买买得了。\n\n独立思考并不意味着你不能听从别人的意见，只要你听从别人意见本身是你独立思考的结果就行了。\n\n我们承认在任何一点上，都有很多人比我们强，当你遇到这样的人，听从他们的建议往往是比自己瞎琢磨要强一点的。但怎样判断对方比你强呢，这就需要独立思考了。\n\n普通人容易陷入我执之中，大唐双龙传里看过一段，一直找不到原文，大意是人很难承认别人比自己强，哪怕是一个瘦小子在一个壮汉面前，他也觉得这个壮汉可能虚的很，在床上一分钟就交枪了。好像是寻秦记里的，反正记不清了。\n\n找到比你强的人，然后进入他的圈子，看看他跟什么样的人一起玩，甚至找到比他更强的人，你就一步步变强了，如果只是自己圈地自萌，找个地方自己瞎想，那大多数情况下是想不出啥东西来的。\n\n我曾经很疑惑剪刀石头布这样的规则在数学上如何表示，因为这二者之间有明确的大小关系，但连一起又没有了。后来我才知道，这只是数学上的序结构与环结构的区别，不同的结构能处理的问题不一样。如果我找到对这个问题有了解的人，完全可以一言解惑，不用我苦苦思考良久，甚至以为自己发现了什么不得了的东西。\n\n很多人对别人的意见天然是敌视的，这也很正常，毕竟我之为我，正因为我有跟别人不一样的东西，如果我跟别人都是一样的，那自我就消失了。\n\n但很多不同的意见是有价值的，甚至远远超过我们自己的理解。而这推到极致，就是完全的不加思考盲从。\n\n我们当然不鼓励盲从，但在完全不信别人和完全盲从之间，是连续的光谱，我们可以根据对对方了解的不同，而选择不同的策略。\n\n当有人问邓在长征的时候怎么做的，他就说了三个字，跟着走。在真正的危机关头，如果我们只是普通个体，并不起决定性作用，往往服从是最简单也最正确的，比如在飞机上，如果飞机出现故障，如果你不是专业人员，那最好就在原位坐着，如果瞎起哄乱动，大家都这样，可能飞机就直接翻了。\n\n但如果你相信这是属于你的时刻，那你当然就应该站出来，否则你就会遗憾咋生活给你机会你不中用啊。",
    "excerpt": "# 听人劝，吃饱饭  我们这行有句话叫“没有慧根，就得会跟”。有时候独立思考挺费钱的，不 如跟着别人瞎买买得了  独立思考并不意味着你不能听从别人的意见，只要你听从别人意见本身是 你独立思考的结果就行了  我们承认在任何一点上，都有很多人比我们强，当你遇到这样的人，听从 他们的建议往往是比自己瞎琢磨...",
    "readTime": 4,
    "tags": [
      "自我成长",
      "人际关系",
      "思想哲学",
      "生活方式"
    ]
  },
  {
    "id": "199",
    "slug": "199-成事不足，败事有余",
    "title": "成事不足，败事有余",
    "content": "## 成事不足，败事有余\n\n今天刚写了篇草台班子的文章，又想起最近炒的很热的陆家嘴毒地事件。这件事简单说就是陆家嘴集团在苏州拿了块地，以前是苏钢的，听着就各种污染，之后顺利通过环评又盖上了房子，为了抬高价格还拉来了英国的私立名校雷丁，然后雷丁自己做了个检测，这下捅出大篓子了，发现这块地毒性太大，根本不能盖学校，也不能住人，简直是块死地。\n\n虽然我知道这个世界是草台班子组成，但还是惊讶于它草的程度。\n\n既然我们都知道这个世界是草台班子，那大家就可以反过来思考。\n\n因为普通人都是成事不足，败事有余的，那把方向转一下，岂不是人人都是天才。\n\n事实上就有一些人这么做了，就是如浑水和香橼之类的做空机构，他们花很小的代价就可以搞清一家有问题的公司的现状，比如瑞幸咖啡就被针对做空过，他们发现很多订单号根本就不存在，于是瑞幸就跌到不行了。\n\n打假的王海也是，因为市场上的假冒伪劣商品太多，他们针对大主播的打假往往可以获得很高的回报。\n\n一个健康的市场中，就得有这些人来清楚太劣质的企业和商品，这对于普通的消费者和投资人都是一种保护。\n\n如果你发现自己把事情做成功很难，做砸很容易，那不如换个思路，你想想你是怎么做砸的，然后研究这些容易做砸的地方都有什么特征，然后写出来，让别人知道原来这些地方容易做砸。\n\n这样也不错啊。一个总是能把事情做成功的人，他写的成功指南对大多数人没有太多意义，就比如博尔特教人跑步，那还不是有脚就行。但是一个做啥都不成，觉得啥都不好做的人，他把他的失败经验写出来，我相信会有很多人有共鸣的。\n\n而且人同此心，心同此理，你容易干砸，别人也容易干砸，你可以想想别的人会不会在类似的地方犯错。至少在投资市场上，别人犯错就是你的机会。\n\n（本文写作之后并未完成，搁置了一个多月，所以草台班子的文章跟这篇完成时间相关较远，但动笔是在同一日）。",
    "excerpt": "# 成事不足，败事有余  今天刚写了篇草台班子的文章，又想起最近炒的很热的陆家嘴毒地事件。 这件事简单说就是陆家嘴集团在苏州拿了块地，以前是苏钢的，听着就各种污 染，之后顺利通过环评又盖上了房子，为了抬高价格还拉来了英国的私立名校 雷丁，然后雷丁自己做了个检测，这下捅出大篓子了，发现这块地毒性太大，...",
    "readTime": 4,
    "tags": [
      "思想哲学"
    ]
  },
  {
    "id": "200",
    "slug": "200-打直球",
    "title": "打直球",
    "content": "## 打直球\n\n我是比较喜欢打直球的，打直球省事也省心。\n\n人跟人在一起，不过就是几样，求财求色求开心。\n\n在支持系统中，我们讲需求法则，表达自己的需求，别人才可能帮你。\n\n很多人害怕表达需求之后对方不帮你，这还是ego太强了，觉得对方应该帮你。\n\n实际上，人家不帮你才是应该的，这是默认设置，所以有啥好怕的呢。\n\n如果你打不了妙球，打直球总会吧。你喜欢一个姑娘，你不知道怎么样哄她开心让她爱上你，你直接说总会吧？你不说也没任何表现人家咋知道呢，你说了不管人家心理咋想，你总是有点机会，比你不说的强。\n\n瞎猫也能碰上死耗子，武大郎也能娶上潘金莲，如果你学不会拐弯抹角，至少可以直来直去嘛。你又不会委婉的说，又不直接的说，你干脆不说，那人家是神仙能知道你心里想啥。\n\n直球打的多了，也有经验，水平也能提高，但你拿着球在手里不打肯定是提高不了的。\n\n最近流行一些顶级拉扯，就是男女之间互相试探，又不留下任何明确中意对方的把柄，颇有一种智者不入爱河的范儿。在我看来就是小孩子过家家了，如果你有这本事，不放在商业谈判里而放在男女这点事情上那可是屈了大才了，再讲大一点，国际谈判都需要你这种人才啊。\n\n当然，也有不少人乐在其中，那就是另外一种乐趣了。\n\n在支持系统中，你简单明确的表达对别人的支持，效果往往是最好的，对对象直接讲ta有多好多优秀你有多爱ta，这样就完了，每天夸孩子，每天对父母表达关心，这样你就会拥有很棒的核心支持系统。\n\n如果你觉得别人对你支持不够，那你平时又支持别人了吗？\n\n如果你需要别人明确直接的支持，那你为什么不能这样呢？\n\n这就是直球的魅力，强者不需要拐弯抹角，直来直去就行了，在火力不足的时候才讲战术，火力足够就直接给老子炸。",
    "excerpt": "# 打直球  我是比较喜欢打直球的，打直球省事也省心  人跟人在一起，不过就是几样，求财求色求开心  在支持系统中，我们讲需求法则，表达自己的需求，别人才可能帮你  很多人害怕表达需求之后对方不帮你，这还是ego 太强了，觉得对方应该 帮你  实际上，人家不帮你才是应该的，这是默认设置，所以有啥好怕...",
    "readTime": 3,
    "tags": [
      "支持系统",
      "自我成长",
      "人际关系",
      "职业发展",
      "思想哲学",
      "心理健康",
      "生活方式"
    ]
  },
  {
    "id": "201",
    "title": "机会是自己给的，多替自己争取",
    "excerpt": "\n\n每个人都有许多机会，但大多数机会是需要自己主动争取的。主动争取的机会往往比被动等待的更多，更有价值。",
    "content": "## 机会是自己给的，多替自己争取\n\n虽然知道舞台上都是草台班子，但有时候还是为这种草的程度而感到惊讶。\n\n唐武宗怎么当上皇帝的。当时大太监把前一任皇帝给咔嚓了，然后得立一个新皇帝啊，正常来说是先帝的儿子，但大太监觉得儿子太小，不能服众，还是找皇帝的弟弟吧，可是找哪个弟弟呢。\"择其大者\"，大太监公布了自己的标准。\n\n于是小太监去十六王宅，先帝的弟弟们都住这，说要选大的当皇帝，这个时候后来武宗的妃子就说了，我家李瀍个儿最大，就是他了。于是这个小太监开了窍了，原来大是这个大，那就是了。\n\n于是李瀍就当了皇帝，也就是后来的李炎。\n\n这个故事我是抖音上听来的，出处应该是当时的官场笔记，正史肯定不这么写，那也太儿戏了。\n\n但经历的事情多了，我倒是觉得这种儿戏的事情却也不是不可能发生。\n\n但这并不是重点，重点还是，当机会出现的时候，你就得替自己争取。\n\n别人有别人的规则，你要尊重，也不能完全尊重。\n\n我看过一个领导的介绍，就是他上台之后，本来年年要改的晋升规则不改了。想想就知道，为啥晋升规则年年要改，就是为了让领导能把自己想提的人提上去，而这个领导不改，自然就是相对公正，没有太多的小圈子。\n\n而作为普通职工，如果你尊重这种规则，那就一直有人插队，那你咋办呢？\n\n班固写的《汉武故事》有个典故：\"上（汉武帝）尝辇至郎署，见一老翁，须鬓皓白，衣服不整。上问曰：'公何时为郎，何其老也？\\'对曰：'臣姓颜名驷，江都人也，以文帝时为郎。\\'上问曰：'何其老而不遇也？\\'驷曰：'文帝好文而臣好武；景帝好老而臣尚少；陛下好少而臣已老：是以三世不遇。故老于郎署。\\'上感其言，擢拜会稽都尉。\"。\n\n你看，这老太公在文帝那会，他习武而文帝喜欢文官，到了景帝朝，还算年轻的时候，景帝喜欢年老的，等老了，武帝又喜欢年少的。这样就三世不遇，正常情况下只能是郁郁不得志一生了，但当武帝问他的时候，他如实讲了他的遭遇，得到武帝的垂怜，总算是当上了官。\n\n如果他在领导问有没有困难的时候，把胸脯一挺，说没有困难，那他就没有这样的机遇了。\n\n我们总是鼓励自己解决问题，而不向上要资源，但上面的资源总是要给谁，你不争取自然就被别人争取了。\n\n以前读书的时候老师说其实上面也不知道谁更需要钱，但你不说，肯定轮不到你，谁说了，才感觉他需要。就以我们自己而言，也不可能每个乞讨的都给钱，我也不知道你是真惨假惨，但看上去更惨的，总是更容易得到钱。\n\n社会对于不争不抢的人是比较赞赏的，但最后机会和资源都给了抢的快拿的多了，不争不抢的人得到与世无争，好相处的名声，而敢抢机会的人获得了真实的成功，你愿意做哪种人呢？",
    "tags": [
      "自我成长",
      "机遇",
      "主动性"
    ],
    "readTime": 4
  },
  {
    "id": "202",
    "title": "相比于做错事被惩罚，做错事被奖励才更可怕",
    "excerpt": "在错误的方向上得到奖励是最危险的陷阱，它会让人持续走向深渊却不自知。从网赌到投资，初期的成功往往是最大的隐患。",
    "content": "\\n# 相比于做错事被惩罚，做错事被奖励才更可怕 \n\n\\n昨天发了条朋友圈，在错误的方向上得到奖励才是可怕的。大家想想是不是这么回事 \n\n如果你一开始网赌就赔钱了，最多就是认赔，如果你网赌赢钱了，那你可能这辈子就毁了\n\n而网赌平台也深谙人性，往往会让你一开始赚点小钱 \n\n留言里有说做期货的，有说炒A 股的，反正如果你在这些上面一开始得到新手奖励了，那你大概率是要越陷越深了 \n\n2020 年大连 618 跳海案的主角就在我群里，我讲过几次他的故事了，刚毕业就在币圈赚大钱了，还是开期货合约赚的，享受了三年最后一家人都没了，还是自己亲手断送的 \n\n如果他在期货里亏钱了，那想必还过着普通的生活 \n\n讲起来，我在期货上也亏了几百个比特币，后来知道自己不是这块料，就不玩了。当然后面手痒过几次，用非常少的钱又玩了，但无一例外全部亏完走人 \n\n15 年的时候，我炒股，15 万变1 万，于是我就不玩了，我知道自己不是那块料 \n\n知道自己会死在哪，就别去，可怕的是，根本不知道那是自己的死地，反而以为是天堂 \n\n很多事真是旁观者清。我有个朋友进入币圈，自己做波段赚了点钱，感觉上来了，又加了杠杆，继续赚钱，后来跟我说他觉得自己是炒币小天才。当时我没点破，因为知道说了也没用，我知道他快爆仓了，因为这种感觉太熟悉了 \n\n果然过了不多久，他就问我借钱充保证金，虽然我们私交很好，但我也没借，我知道不借对他更好。果然，他爆仓了，如果当时补了保证金，只会亏的更多，本来只是亏光自己的钱，还要欠我的债 \n\n一个上头的赌狗是拦不住的，也劝不住，只有他经历过真正的毁灭，才能让他认识到这条路有多难。在金融市场，尤其是杠杆和期货这样可以爆仓的市场，那绝对是一将功成万骨枯，绝大多数交易天才都得经历几次爆仓，何况是一个刚入场的新人 \n\n我们在边上看的真真的，他却以为自己马上要暴富了 \n\n但也有人问，怎样区别正确与错误的道路呢？ \n\n说实话，这又是一个大问题了，对绝大多数人正确的，对极少数又是错误，比如我也不能完全否认我朋友是交易天才这种可能性对吧 \n\n但大体上，随着我们阅历的加深，判断力还是会提高的，尽管总还是有错误 \n\n这个时候，又得回忆起奇迹方法论了，只要你损失极小而收益极大，这就值得去做，如果损失极大收益也极大，那就得慎重考虑，如果收益极小而损失极大，那你就是个傻逼 \n\n但傻逼的事是一直有人做的 \n\n比如 FTX 交易所传说要爆雷，结果有很多人不仅不提币，还坚定的往里充钱，说一定不会崩。这就是傻逼行为，因为 FTX 不爆雷，你这个行为并不会得到任何奖励，但爆雷了，你就输光 。这是跟奇迹方法论完全背道而驰的傻逼方法论 \n\n其实大家也知道答案，只是不愿意承认。好像这个时候提币出来，就是不相信FTX，就是背叛 FTX，而自己这么多年一直相信 FTX 并从中赚钱，这就相当于自我否定了 \n\n你看，其实就是这么回事 \n\n人最大的问题，就是自己的傲慢，傲慢才导致自己不能灵活的处理问题，而是用傻逼方法论来处事，最后就真成傻逼了\n\n\n\n",
    "tags": [
      "投资",
      "思考",
      "心理学",
      "风险"
    ],
    "readTime": 8
  },
  {
    "id": "203",
    "title": "莫等闲，白了少年头",
    "excerpt": "时间匆匆流逝，一旦放松对自己的要求，时间就会不知不觉溜走。坚持走下去，总能走得更远，而不是停下来。",
    "content": "\\n# 莫等闲，白了少年头 \n\n\\n从上一篇到现在，已经13 天了，差一点就半个月 \\n写完 200 篇之后，好像就放下了什么，也放松了对自己的要求，于是时间倏忽而过 \\n其实按我的写法，只要有想法，写一篇文章也就几分钟，最多不过十几分钟，不是挤不出来，主要还是惰性 \\n小时候看过一句话叫不怕慢，就怕站，站一站，二里半。只要坚持在走，总能走远 \n\n去年也没写年终总结，今年也不打算搞个新年展望，年度计划这些，只愿能把手上的一些活儿落地，坚持下来，不在多，做成一两件事就好 \n\n回首去年这会，也就疫情放开不久，当时的情况想必大家记忆犹新。而这一转眼，就一年过去了，再往前看几年，时间的痕迹也非常淡。再过几年往回看，看现在这个时候，无非又是一年转眼转身 \n\n再说远一些，这一辈子也不过多转几眼，多转几身 \n\n我曾经一度怀疑时间是否真的存在，因为这一刻与上一刻之间，到底存不存在间隙，存在的话如何度量，似乎是一个非常难以说明白的问题 \n\n总之，红颜易老，还是应该多干点事情，每天刷刷抖音也是一天，写点东西看些书，也是一天，我们知道如何让自己成长，只是这条路有点违背我们的本性，而能坚持的人，则得到了丰厚的奖赏 \n\n新的一年，希望大家也能坚持做一点正确的事情，无论是读书、锻炼，还是爱人，我们知道什么是对的，只是不肯去做罢了\n\n   \n\n",
    "tags": [
      "自律",
      "时间管理",
      "坚持",
      "成长"
    ],
    "readTime": 3
  },
  {
    "id": "204",
    "title": "去完成一件事情，任何事情都行",
    "excerpt": "完成事情带来的成就感，即使是微小的事情，也能为我们的心理状态提供重要支撑。分解大目标为小步骤，让自己持续获得完成的喜悦。",
    "content": "# 去完成一件事情，任何事情都行\n\n\n\n人会追求很多无聊的意义感，比如读完一页书，跑完一圈。无论你本身要读多少，每翻过一页，都会觉得好像做完了一点事情，尽管上一个字和下一个字并没有什么本质的区别，但感觉上就是有 \n\n这也是我们会纪念各种日子的原因吧，尽管这一天和另外一天半无区别 \n\n所以想让生活变的更有意义，可以去做一点事情，比如走一千米，走一万步，读十页书，看几个段子，学十个单词 \n\n这些都是极简单都能完成的事情，并不需要太多额外的努力，比如上下班的时候多走几步 \n\n当你看到这些数字的时候，自然会感觉自己完成了什么，就会觉得快乐 \n\n这些放在 to do list 也无聊，放在done list 也无聊，但你可以心里给自己安排 \n\n支撑一个人正常的心理状态是不容易的，而这些小小的成就感，真的是非常微小的东西，也能让人获得一点点支撑 \n\n反过来，心态的崩溃往往也是因为这些非常细碎的东西，可能因为一个针孔怎么穿也穿不进就崩溃，也可能是因为厕纸突然用完就不行了。 \n\n既然我们能为一些很小的事情崩溃，为什么不能反过来呢，把这些非常小的东西作为我们内心的支撑呢？ \n\n每天读五页十页书，或者看几个小故事，或者任何足够小但能对自己说我确实完成了的事情 \n\n人对于完成与未完成，是有一种内心判断的。同样的文字，分段不同，就能决定你愿意看多少。这就是文章要分段，书要分篇的原因，如果是足够细的章节，我们总能看的下去，而一大段密密麻麻的文字，我们就无从下手，太长不看了 \n\n去做，做完，做完任何事情都行，做完了的一瞬间，你就会很开心。",
    "tags": [
      "成就感",
      "心理健康",
      "目标管理",
      "习惯养成"
    ],
    "readTime": 3
  },
  {
    "id": "205",
    "title": "老是死亡的礼物，而死亡是生命的礼物",
    "excerpt": "生命的有限性恰恰是它珍贵的原因。老年带来的衰退使死亡变得不再可怕，而死亡的存在让我们更加珍视当下的每一刻。",
    "content": "## 老是死亡的礼物，而死亡是生命的礼物\n\n\n\n老是可怕的，身体机能不复如前，记忆力专注力也不行了，连亲人朋友都一个个离世。正因为老如此可怕，所以在某个点之后，死亡显的不再可怕。 \n\n很多老人会主动或者被动的选择死亡，主动可能是安乐死，而被动则是放弃治疗。对于他们而言，生命本身的乐趣已经所剩无几，在反复挣扎之后，可能就认可了这条最终的归宿 \n\n而死亡虽然可怕，但又是生命之所以美好的必要条件 \n\n如果我们不会死亡，那很多事情根本不会去做。如果能活一万年，那又何必着急去恋爱和旅行？ \n\n动物在发情期都是猴急猴急的，因为他们时间有限，尤其是生命短暂的那些 死亡和衰老，都不是我们想要的，但这又是生命之所以可贵的必需，就如同盐，单吃没有人吃的下，但在菜里，没有又不行 \n\n我们所能做的，无非是强身健体，让它俩来的晚一些 \n\n我高中班上已经有两个同学永远的离开了这个世界，我时常感觉，生命确实如树叶上的露珠，刚才一秒还晶莹透亮，下一秒就永远消失不见了 \n\n现在我还是年富力强，精力旺盛的时候，如果不能有所创造，那真是浪费了造物所赐予的青春和健康 \n\n当然也不是说不应该享受闲暇。无论工作还是休息，都是美好的，真正不好的是无聊，那是纯粹的浪费生命 \n\n可惜我们大量的时间是浪费在无聊之中的。",
    "tags": [
      "生死",
      "人生哲学",
      "价值观",
      "生命意义"
    ],
    "readTime": 4
  },
  {
    "id": "206",
    "title": "人生的智慧",
    "excerpt": "叔本华的《人生的智慧》与支持系统理念有诸多共通点，健康与心态是幸福的关键。持续的阅读与思考能帮助我们形成自己的生活智慧。",
    "content": "# 人生的智慧 \n\n\\n最近读了这本叔本华的书，这还是我在新疆的时候被我师兄安利的，他说他读了很多遍。我也用了三四天时间读完了这本书，发现跟支持系统系列有非常多共同点 \n\n比如他认为健康是幸福的关键，如果人不健康，那 99%的幸福都消失了，而在健康之外，就是好的心态 \n\n如果一个人只忧虑一些鸡毛蒜皮的事情，那就意味着他是幸福的，因为没有大事情让他烦恼 \n\n而在支持系统中，我认为一个人最核心的支持系统就是自己，具体而言就是健康、心理、知识、能力等 \n\n一个人如果一天读一页书，一年也能读完一本，而大多数成年人一年都不会读一本书，即使是算上玄幻小说 \n\n如果你想读书，我觉得这本人生的智慧就可以做为支持系统的配套读物 \n\n叔本华本质上并不是一个很乐观的人，他认为人的一生总是在欲望与无聊之间循环，他也不认为有真实的快乐，但痛苦是真实的，只要没有痛苦，就可以认为是快乐 \n\n这本书也是他晚年的作品，算是他人生经验的一个总结吧 \n\n以前在哲学系读书的时候，读过一些叔本华的东西，但并不是很多，这次算是十多年来第一次再次完整阅读哲学著作了，如果这本书算的话 \n\n在我现在的年纪，说总结出什么生活智慧，似乎还嫌早，但又确实有一些人生阅历，虽然说不上指点年轻人，但也确实可以拿出来说说，或许对朋友们能有所参照 \n\n而我写的东西，跟叔本华晚年的这本书有一些共通之处，还是让我很自豪的，毕竟他也是一个大哲学家了 \n\n多读多写，总是有益的\n\n",
    "tags": [
      "哲学",
      "阅读",
      "幸福",
      "健康",
      "叔本华"
    ],
    "readTime": 3
  },
  {
    "id": "207",
    "title": "知之为知之，不知为不知",
    "excerpt": "承认自己不知道某些事物需要勇气，但这是智慧的开始。了解自己能力的边界，有助于我们避免重大风险，做出更明智的决策。",
    "content": "# 知之为知之，不知为不知 \n\n\\n是知也 \n\n很多时候我们往往会觉得不知道某些东西是可耻的，于是非要编出一些理由来证明我们知道。比如说量子力学对现实世界的启示，这个问题对于一个真懂量子理论的人来说，就很容易扯一大堆，但老老实实承认自己只懂物理，但不懂这个相对来说不那么物理的问题，可能就不那么容易了 \n\n如果说有时候还需要忽悠别人，那我们一定要注意，别连自己也忽悠了 \n\n我们一定要知道自己能力的边界，如果你确实不知道，至少对自己得诚实，否则往往就要吃大亏了 \n\n知道自己不行，往往没有太大的问题，不知道自己不行，麻烦就大很多了 \n\n从相对本源的角度来说，我们都是傲慢的，而傲慢也正是大多数问题的根源 \n\n如果你被掉下来的树枝打到了头，可能就是埋怨自己不走运，但如果被人打了头，你可能就会非常生气，这二者之间的区别，并不在于实际的伤害，而在于心理层面 \n\n我们都需要在社会中表演，有时候生气也是表演，我们对被打一下头本身可能并不生气，但必须表现的非常生气，否则我们的荣誉似乎就受到了损害 \n\n同样，我们在面对我们的无知的时候，本能也会有表演欲，而这种表演欲有时候就是有害的，因为我们其实并不知道 \n\n扩展我们的知识，承认自己的无知，这二者可能是同等重要的，因为后者隐含着我们认识自己的能力边界，而在能力边界内做事情，往往是我们避免大风险的关键 \n\n当然，如果风险足够小的话，我们也可能试着走出能力边界，这就是奇迹方法论的部分了",
    "tags": [
      "认知",
      "自我认知",
      "谦虚",
      "智慧"
    ],
    "readTime": 3
  },
  {
    "id": "208",
    "title": "准备面对更不确定的人生吧",
    "excerpt": "社会变化加速，不确定性增加，但危机中也孕育着新机遇。保持勇敢积极的心态，主动寻找变革中的机会，比逃避更能掌握命运。",
    "content": "# 准备面对更不确定的人生吧 \n\n\\n现在社会压力大，尤其是经济压力，比如大学生失业率可能已经超过了80% \n\n而很多城市的铁饭碗也不再铁了，很多人口不足的县城已经在开始缩编了，而没有缩编的地方，公职人员和教师拖欠工资也不是什么新闻了 \n\n但新的机会也总是在危机中孕育，比如今年冬天哈尔滨突然就火了，元旦三天赚了 60 亿，再后来，很多人发现原来黑龙江盛产蔓越莓，浙江和四川产鱼子酱，连山西都有大闸蟹，而安徽则拿出来法式鹅肝 \n\n在你看不到的地方，就是有这么多产业在发展，他们发展了很多年，只是突然被发现 \n\n在我毕业的时候，至少北大的学生是不怎么看的上去做公务员和当高中教师的，去学而思拿几十万年薪都被认为是没啥出息，只能靠高中那点底子来搞钱。而现在的学生更多的希望进入体制内工作 \n\n这十几年的时间，社会确实发生了很多变化，但变化中同样又有不变，就是新的机会其实一直在诞生 比如直播行业就让很多底学历人员突然就有了出头机会 \n\n而 AI 也是一个非常大的机遇 \n\n当然，大多数人是把握不住时代机遇的，比如 20-30 年前，所有都说房价一直涨受不了，但并没有几个人想着多买几套房人生就完美了，因为借贷和负债并不在普通人的考虑之内 \n\n而电商时代的到来，也让有勇气接纳新事物的人机会，那些还在做着一铺传三代美梦的人却突然发现商铺不好租了 \n\n我无法告诉你怎样才能过好这一生，因为这对我也是一个很难回答的问题，我更没有勇气说我的答案对你能有用 \n\n但我知道，勇敢的心态永远是有益的，当时代大潮扑面而来的时候，注定一堆人被淹没在潮水之下，但迎着潮水向前冲的人，也总是会出现一些弄潮儿 \n\n而背对着潮水逃跑的人永远没有这个可能 \n\n如果抱怨对你有用，那就抱怨，但抱怨完了，总还是要靠你自己来收拾你的人生 \n\n这个社会尽管对你的失意负大部分的责任，但你没办法向社会罚款，所以还是把自己那份责任扛起来 \n\n找找新时代新变局中的机会，只要愿意去找，总是有的 \n\n我不知道迎难而上的人会不会获得成功，但凡事总想着逃避的人肯定过不好一生",
    "tags": [
      "不确定性",
      "社会变革",
      "机遇",
      "职业发展",
      "积极心态"
    ],
    "readTime": 4
  },
  {
    "id": "209",
    "title": "接受朋友的离开",
    "excerpt": "人生中朋友的离开是必然的，学会接受这种变化，不让过去的关系牵绊太多心力，才能更好地珍惜当下的人际关系。",
    "content": "# 接受朋友的离开 \n\n\\n朋友都是会离开的，无论早晚 \n\n可能是永久的离开，也可能是一时的分别，可能是空间上的远离，也可能是心理上的疏远 \n\n无论哪种情况，你都要学会接受 \n\n不止是朋友，家人，乃至你身边的所有人都是如此 \n\n如果你没有这个准备，那当一个人消失的时候，他就会牵扯你太多的心力，让你看不到身边的其他人，忘了给他们关心 \n\n在家庭系统排列中，很多家庭矛盾都源自看不见的家人，尤其是首胎堕胎的家庭。母亲的很多心理能量会耗费在这个看不见的长子长女上，觉得内疚，然后把不满发泄到其他人身上，所有人都被这个看不见的人伤害，但并不知道为啥，也找不到解决方案 \n\n只有这个母亲真的认识到这一点，放下对这个未出世的孩子的执念，整个家庭才能回归平静 \n\n在亲密关系中也是这样，很多人拥有的时候不珍惜，失去了才追悔莫及，但已经悔之晚矣，然后很多年都困在其中出不来，新的亲密无法建立，或者建立了也不牢固 \n\n不能处理好关系的结束，也很难处理好关系的开始 \n\n很多人莫名其妙的就从我们的生活中消失了，也许有原因，也许没有，可能是一两句口角，也可能根本没有任何原因，但发生的事情已经发生了，接受就好 \n\n你可以去寻找原因，是不是这个朋友需要帮助，或者是真的对你有意见，如果是前者，给予一点帮助就好，如果是后者，那只能随他去了 \n\n我有一个本来关系挺好的朋友突然就对我非常冷冰冰，碰到了都不爱说话，我那会还年轻，不知道咋回事，一直到后来我也没搞明白 \n\n当时还困扰了我挺长时间，我最近看陈伟星的文章，说他也碰到过，这说明这也还挺常见，至少不是啥非常离奇罕见的事情吧 \n\n如果实在没办法，那只能熬了，靠时间把一切冲淡，这也是没办法的办法吧 \n\n所有牢固的东西，在时间面前都是脆弱的，你以为这辈子忘不了的手机号码，突然有一天就连头三位都记不起来了，而你认为这辈子都忘不了的人，你也不能再清晰的记起他的样子 \n\n尤其人近中年，朋友的突然离世也是随时可能发生的事情，好好珍惜每一次相见的时光，因为下次未必能够再见",
    "tags": [
      "人际关系",
      "离别",
      "接受",
      "情感管理"
    ],
    "readTime": 4
  },
  {
    "id": "210",
    "title": "做一点困难的事",
    "excerpt": "克服困难是建立自信的最佳方式，做过的困难事越多，面对挑战的勇气就越强。从小目标开始，逐步挑战更大的困难，培养坚韧的心智。",
    "content": "# 做一点困难的事 \n\n\\n人一辈子会做很多事，但我们记得的并不会太多，而其中很大一部分就是你做过的比较困难的事，这些想必也是你非常自豪的经历 \n\n你可能一个人走过十几个国家，也可能骑行一千公里，或者半个月读了50本书，甚至一顿饭吃了三十个馒头，无论是什么，只要是比较困难的，你都会珍之重之，视若珍宝 \n\n这些是你自信的源泉。我说过，你要自信跟你要有钱是一样的，谁不知道自信好呢，但怎样我才能自信，如果我的一生全是失败的经历，并没有哪一次站在聚光灯下 \n\n而这些困难的事，别人做不到的，就是你可以拿出来跟你说的东西 \n\n你能做的事情越难，或者做的难的事情越多，你的经历就越传奇，你就越强大，你的信心也就越强大 \n\n我们并不是说要鼓励吃苦，但人得有克服困难的勇气，而这个勇气从何而来，就是从你的经历中来，你走过千山万壑，那眼前的小坑小洼你就视若等闲了。而你一生都只走坦途，那一个小水坑你都得鼓起勇气才敢往前趟 \n\n你羡慕别人的成就，但又不肯付出时间精力和汗水，那怎么行呢？比如你想要个好身体，但你不肯规律的作息，也不肯锻炼，那只能祈求你的基因比较牛逼了 \n\n一个足够自律的人，就是非常可怕的人，因为自律就非常困难\n\n你可以给自己设定一点小小的目标，比如一天看一页书，然后慢慢加到十页。很多跑步爱好者，都是从废材开始的，只不过他们能坚持，终于可以一次跑十几二十公里了 \n\n你看到的是人家最终的成就，但这个过程才是真正的奇迹 \n\n战胜困难之后你才能获得战胜困难的勇气，这听起来比较绕口，但实际上就是这样 \n\n你一开始只能一天跑 800 米，于是你就只能战胜800 米的困难，但坚持之后，你从1000 米，2000 米，到10 公里，20 公里，等你能一次跑完马拉松的时候，你自然就获得了战胜很多困难的勇气，因为大多数困难都不会比马拉松更难 \n\n而这个勇气本身，才是最值钱的。一支战胜过强敌的队伍，哪怕已经残破不堪，它的士气和战力也不是新兵们能比的，这些骨干放出去，很快就能重组\n\n一只强大的队伍，所以打仗才会有越打越强的现象 \n\n见证过奇迹发生在自己身边的人，会相信奇迹也可能会发生在自己身上，而战胜过强大困难的人，面对下一个困难的时候，也会有自信能将之克服 \n\n人与人的不同，往往不在硬实力，而在精神层面，在软实力方面，而战胜困难，就是提升软实力的法门",
    "tags": [
      "挑战",
      "自信",
      "成长",
      "坚持",
      "自律"
    ],
    "readTime": 4
  },
  {
    "id": "211",
    "title": "找到你的老大，或者你自己做",
    "excerpt": "人的成就很大程度上取决于他的社会关系和所选择的发展路径。找到一个优秀的领路人可以事半功倍，若找不到，也可以自己成为引领者。",
    "content": "# 找到你的老大，或者你自己做 \\n人是社会关系的总和，这是马克思的论断，我觉得他非常深刻的揭示了社会意义上人的本质，人就是他的社会关系 \n\n大多数普通人能做到什么高度，几乎完全取决于他走哪条路，这条路上的领路人是谁。孙立人、傅作义的军事能力毋庸置疑，但他们终归是站在战败的那一边，而水平不如他们的很多人，却成了开国将帅 \n\n找到一个能力强，又愿意带你成长的人，是一个人成长路上最大的幸运。但这是可遇而不可求的事情，如果你找不到，那太正常了 \n\n如果你觉得你能力已经足够了，那也可以站出来自己当老大 \n\n但无论是找到老大，还是自己当老大，都是很难有成熟方法论的事情 \n\n不过再没办法，也有点办法，就是扩大自己的社交圈子，找到各种不同的人交流，如果运气好，找到自己的刘邦或者萧何，那大业可成 \n\n一个主动出击的人，机会总是会更多一些 \n\n支持系统是鼓励人积极主动的，因为争取来的机会总比等来的要多一些 \n\n伟大领袖告诉我们，政治路线确立之后，就是组织路线。换成我们普通人，那就是你决定好你要做哪个行业，然后找到这个行业的高手来带你 \n\n当然，这两个问题哪个都不容易解决 \n\n要让普通人判断一个行业未来的前景，这本质上也是强人所难，他如果能判断准确，也不能算是普通人了 \n\n如果运气好在你平凡的人生中，出现了一两个不一样的人物，那不如就拿点钱或者其他资源去投资他帮助他，万一他真是人中龙凤，那你也算是从龙之士，而如果他只是一个有点奇怪的人，做不成什么事业，你的损失也非常小 \n\n总之这还是奇迹方法论的内容 \n\n而你要真觉得自己是这个时代的弄潮儿，那别怀疑自己，立马起来折腾，折腾赢了说明你对了，折腾输了说明你不行，早点收收心过安生日子，好过一辈子怀才不遇郁郁不得志\n\n",
    "tags": [
      "人脉",
      "社会关系",
      "职业发展",
      "领导力",
      "成长"
    ],
    "readTime": 3
  }
]